Repository: nihp-public/covid-19-app-ios-ag-public
Catalog: NHS-COVID-19/Core/Sources/Localization/Resources/*.lproj/Localizable.strings
Languages: ar, bn, cy, gu, pa, pl, ro, tr, ur, zh

# checkin_information_description
source: If you are entering a venue (for example, a bar or a restaurant) that has an official NHS QR code poster, use this app to scan it. The app then registers the time you check in to a venue. By using the venue check-in, you will be able to get a notification if people with coronavirus visit the same venue at a similar time as you. The notification will include relevant advice, such as to look out for coronavirus symptoms.
ar: يجب استخدام هذا التطبيق عند دخولك إلى مكانٍ ما (حانة أو مطعم على سبيل المثال) يشتمل على أحد ملصقات الاستجابة السريعة المُقدمة من هيئة الخدمات الصحية الوطنية "NHS QR" لإجراء مسح ضوئي للملصق؛ علمًا بأن التطبيق يقوم بعد ذلك بتسجيل وقت دخولك إلى المكان. عند استخدامك لخاصية تسجيل الدخول إلى مكانٍ ما، سيكون بمقدورك استلام إخطارٍ إذا كان هناك أشخاصٌ مصابون بفيروس كورونا يرتادون هذا المكان في نفس الوقت. وسيتضمن الإخطار النصائح ذات الصلة، مثل التحقق من الأعراض المصاحبة للإصابة بفيروس كورونا.
bn: করোনাভাইরাস আক্রান্ত কোন ব্যক্তি আপনার কাছাকাছি বা একই সময়ে কোন ভেন্যুতে গেলে এই ভেন্যু চেক-ইন ব্যবহার করে আপনি একটি নোটিফিকেশন পেতে সক্ষম হবেন। সেই নোটিফিকেশনে অন্তর্ভুক্ত থাকবে প্রাসঙ্গিক উপদেশ, যেমন করোনাভাইরাসের উপসর্গের উপর নজর রাখা। আপনি যদি একটি QR কোড স্ক্যান করতে না পারেন এবং অন্য কোনভাবে চেক ইন করতে চান তাহলে কর্মীদলের একজন সদস্যের সাথে কথা বলুন।
cy: Pan fyddwch yn ymweld â rhywle (er enghraifft, bar neu fwyty) sydd yn dangos poster cod QR swyddogol y GIG, defnyddiwch yr ap hwn i sganio'r cod. Bydd yr ap yn cofrestru'r amser y gwnaethoch chi fewngofnodi. Drwy fewngofnodi, fe allwch chi gael eich hysbysu os bydd rhywun â'r coronafeirws yn ymweld â'r lle hwn tua'r un adeg â chi. Bydd yr hysbysiad yn cynnwys cyngor perthnasol, fel bod yn effro i symptomau coronafeirws.
gu: જો તમે કોઈ એક સ્થળમાં પ્રવેશ કરી રહયા હો (દાખલા તરીકે બાર અથવા રેસ્ટોરા) કે જેઓની પાસે ઓફિશ્યલ NHS QR કોડ પોસ્ટર હોય તો, આ એપનો ઉપયોગ કરી તેને સ્કેન કરો. તમે સ્થળમાં દાખલ થયાના સમયની ત્યારબાદ એપ રજિસ્ટરકરે છે. સ્થળની તપાસનો ઉપયોગ કરવાથી, જો કોરોનાવાઈરસવાળા લોકોએ તમારી માફક એકજ સરખા સમયે એકજ સરખા સ્થળની મુલાકાત લીધી હોય તો તમને સૂચના મળી શકે. આવી સૂચનામાં પ્રત્યેક સલાહનો સમાવેશ થઈ શકે, જેમકે કોરોનાવાઈરસ રોગના લક્ષણોને માટે સાવધાન રહેવું.
pa: ਜੇ ਤੁਸੀਂ ਕਿਸੇ ਅਜਿਹੀ ਜਗ੍ਹਾ (ਉਦਾਹਰਣ ਦੇ ਤੌਰ ’ਤੇ ਇਕ ਬਾਰ ਜਾਂ ਰੈਸਟੋਰੈਂਟ) ਵਿਚ ਦਾਖਲ ਹੋ ਰਹੇ ਹੋ ਜਿੱਥੇ ਇਕ ਅਧਿਕਾਰਤ ਐਨ ਐਚ ਐਸ ਕਿਊ ਆਰ (NHS QR) ਕੋਡ ਪੋਸਟਰ ਲੱਗਿਆ ਹੋਇਆ ਹੈ, ਤਾਂ ਇਸਨੂੰ ਸਕੈਨ ਕਰਨ ਲਈ ਇਸ ਐਪ ਦੀ ਵਰਤੋਂ ਕਰੋ। ਇਸ ਦੇ ਬਾਅਦ ਇਹ ਐਪ ਉਸ ਸਮੇਂ ਨੂੰ ਦਰਜ ਕਰ ਲੈਂਦੀ ਹੈ ਜਦੋਂ ਤੁਸੀਂ ਸਥਾਨ ਵਿਚ ਦਾਖਲ ਹੋਏ ਸੀ। ਸਥਾਨ ਦੇ ਚੈੱਕ-ਇਨ ਨੂੰ ਵਰਤਣ 'ਤੇ ਤੁਸੀਂ ਇਕ ਨੋਟੀਫਿਕੇਸ਼ਨ ਪ੍ਰਾਪਤ ਕਰਨ ਦੇ ਸਮਰੱਥ ਹੋਵੋਗੇ ਜੇ ਕੋਰੋਨਾਵਾਇਰਸ ਨਾਲ ਗ੍ਰਸਤ ਲੋਕ ਉਸ ਸਥਾਨ 'ਤੇ ਓਸੇ ਸਮੇਂ ਗਏ ਹੋਣ ਜਿਸ ਸਮੇਂ ਤੁਸੀਂ ਗਏ ਸੀ। ਇਸ ਨੋਟੀਫਿਕੇਸ਼ਨ ਵਿਚ ਢੁੱਕਵੀਂ ਸਲਾਹ ਹੋਏਗੀ, ਜਿਵੇਂ ਕਿ ਕੋਰੋਨਾਵਾਇਰਸ ਦੇ ਲੱਛਣਾਂ 'ਤੇ ਨਿਗ੍ਹਾ ਰੱਖਣਾ।
pl: Jeśli wchodzisz do jakiegoś miejsca (na przykład baru lub restauracji), w którym znajduje się plakat z oficjalnym kodem QR NHS, użyj tej aplikacji, aby go zeskanować. Aplikacja zarejestruje wówczas godzinę Twojego przybycia ("zameldowania") do danego obiektu. Poprzez zameldowanie się na miejscu, będziesz mógł/mogła otrzymać powiadomienie, jeśli osoby z koronawirusem odwiedzą to samo miejsce w czasie zbliżonym do Twojego. Powiadomienie będzie zawierało również odpowiednie porady, takie jak zwracanie uwagi na objawy koronawirusa.
ro: Dacă intrați într-o locație (de exemplu, un bar sau un restaurant) care afișează un poster cu codul oficial NHS QR, folosiți această aplicație pentru scanare. Aplicația înregistrează apoi ora la care vă înregistrați în locație. Prin folosirea înregistrării de sosire, veți putea primi o notificare în cazul în care persoanele cu coronavirus vizitează aceiași locație în același timp cu dvs. Notificarea va include îndrumări relevante, de genul cum să fiți atenți la simptomele de coronavirus.
tr: Resmi bir NHS QR koduna sahip bir mekana giriyorsanız (örneğin, bir bara ya da restorana), kodu taramak için bu uygulamayı kullanın. Uygulama, sonrasında bir mekana giriş zamanınızı kaydeder. Mekana giriş özelliğini kullanarak, koronavirüslü kişilerin aynı mekanı sizinle benzer zamanlarda ziyaret etmesi durumunda bir bildirim alabileceksiniz. Bildirim, koronavürüs belirtilerine dikkat edilmesi gibi ilgili tavsiyeler de içerecektir.
ur: اگرآپ کسی مُقام میں داخل ہورہےہیں (مثلاً، کوئی بار یا ایک ریسٹورنٹ) جہاں این ایچ ایس کا سرکاری کیوآرکوڈ پوسٹرموجود ہے، تواُسےاسکین کرنےکےلئےیہ ایپ استعمال کریں۔ تب ایپ اُس وقت کا اندراج کرلیتی ہےجب آپ اُس مقام میں داخل ہوتےہیں۔ وینیوچیک ان استعمال کرنےسے، آپ ایک اطلاع حاصل کرنےکےقابل ہونگے کہ اگرکورونا وائرس کے ساتھ کوئی لوگ اُسی وقت اُس مُقام پر آئے ہیں جس وقت آپ آئے ہیں۔ اطلاع میں مُتعلقہ مشورہ شامل ہوگا، جیسا کہ کورونا وائرس کی علامات پر نظر رکھنا ۔
zh: 如果您进入一个有官方 NHS QR 码海报的场所（例如，酒吧或餐馆），请使用该应用程序来进行扫码。 该应用程序会记录您进入场所的时间。 通过使用该场所签到功能，如果携带冠状病毒的人在相同时间到访过同一场所，您就会接到一个通知。 通知将会包括相关建议，例如，留心冠状病毒症状。

# update_app_button_title
source: Update your app now
ar: تحديث التطبيق الآن
bn: এখনই আপনার অ্যাপটি হালনাগাদ করুন
cy: Diweddarwch eich ap nawr
gu: હમણાંજ તમારા એપને અપડેટ કરો
pa: ਆਪਣੀ ਐਪ ਨੂੰ ਹੁਣ ਅਪਡੇਟ ਕਰੋ
pl: Zaktualizuj swoją aplikację teraz
ro: Actualizați aplicația acum
tr: Uygulamanızı şimdi güncelleyin
ur: ابھی اپنی ایپ کو اپ ڈیٹ کریں
zh: 立即更新您的应用程序

# venue_check_in_title
source: More information
ar: المزيد من المعلومات
bn: আরো তথ্যাদি
cy: Mwy o wybodaeth
gu: વધુ માહિતી
pa: ਵਧੇਰੇ ਜਾਣਕਾਰੀ
pl: Więcej informacji
ro: Mai multe informații
tr: Daha fazla bilgi
ur: مزید معلومات
zh: 更多信息

# risky_venue_isolation_warning
source: You may have coronavirus
ar: قد تكون مصابا بفيروس COVID-19
bn: আপনার COVID-19 থাকতে পারে
cy: Efallai fod gennych COVID-19
gu: તમને કોરોનાવાયરસ હોઈ શકે છે
pa: ਤੁਹਾਨੂੰ COVID-19 ਹੋ ਸਕਦਾ ਹੈ
pl: Możesz mieć COVID-19
ro: Este posibil să aveți COVID-19
tr: Koronavirüsle enfekte olmuş olabilirsiniz
ur: آپ کو COVID-19 ہو سکتا ہے
zh: 您可能感染 COVID-19

# alert_latest_app_version_update_title
source: Please update your NHS COVID-19 app to the latest version
ar: يرجى تحديث تطبيق مكافحة فيروس كورونا (كوفيد-19) المُقدَّم من هيئة الخدمات الصحية الوطنية (NHS) للحصول على أحدث نسخة من التطبيق
bn: দয়া করে আপনার এনএইচএস কোভিড-১৯ অ্যাপটি হালনাগাদ করুন
cy: Diweddarwch eich ap COVID-19 y GIG i'r fersiwn newydd
gu: કૃપા કરી તમારા NHS COVID-19 એપને લેટેસ્ટ વર્શન માટે અપડેટ કરો
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀ NHS ਕੋਵਿਡ-19 ਐਪ ਨੂੰ ਸਭ ਤੋਂ ਤਾਜ਼ਾ ਸੰਸਕਰਨ ਮੁਤਾਬਕ ਅਪਡੇਟ ਕਰੋ
pl: Proszę zaktualizować swoją aplikację NHS COVID-19 do najnowszej wersji
ro: Vă rugăm să vă actualizați aplicația NHS COVID-19 cu ultima versiune
tr: Lütfen NHS COVID-19 uygulamanızı en son sürüme güncelleyin
ur: برائے کرم اپنی این ایچ ایس کی کوویڈ 19 ایپ کی تازہ ترین ورژن کے ساتھ تجدید کریں
zh: 请将您的NHS COVID-19应用程序更新为最新版本

# virology_book_a_test_description
source: Choosing ‘Book a test for yourself’ will take you to the government’s coronavirus testing website where you will be asked to fill in some personal details (like your address) to get a test. Nothing you enter on the website will be shared. A digital ‘token‘ will be created to help us get your results back to the app.
ar: يؤدي تحديد الخيار "حجز اختبارٍ لنفسك" إلى انتقالك للموقع الإلكتروني الحكومي المُخصص لإجراء اختبارات الكشف عن الإصابة بفيروس كورونا؛ حيث يُطلب منك تعبئة بعض التفاصيل الشخصية (على سبيل المثال: عنوان سكنك) للحصول على الاختبار؛ علمًا بأنه لا يجري مشاركة أيٍّ من البيانات المُدخلة على الموقع الإلكتروني. سيتم إنشاء "رمز" رقمي لمساعدتنا في إرسال نتائج اختبارك إلى التطبيق.
bn: 'নিজের জন্য একটি পরীক্ষা বুকিং করুন' বেছে নিলে তা আপনাকে সরকারের করোনাভাইরাস পরীক্ষার ওয়েবসাইটে নিয়ে যাবে যেখানে পরীক্ষার বন্দোবস্ত করার জন্য আপনাকে কিছু ব্যক্তিগত তথ্য (যেমন আপনার ঠিকানা) পূরণ করতে বলা হবে। আপনি ওয়েবসাইটে যে তথ্য দেবেন তার কোনকিছুই শেয়ার করা হবে না। একটি ডিজিটাল 'টোকেন' তৈরি হবে যা আপনার ফলাফল অ্যাপটিতে পৌঁছে দিতে আমাদের সহায়তা করবে।
cy: Bydd dewis 'Archebu prawf i chi'ch hun' yn mynd â chi i wefan profi coronafeirws y llywodraeth lle gofynnir ichi roi rhai manylion personol (fel eich cyfeiriad) i gael prawf. Ni fydd unrhyw beth a nodwch ar y wefan yn cael ei rannu. Bydd 'tocyn' digidol yn cael ei greu a fydd yn ein helpu i anfon eich canlyniadau yn ôl i'r ap.
gu: બુક એ ટેસ્ટ ફોર યોરસેલ્ફ એટલેકે તમારા પોતાના માટે ટેસ્ટ કે કસોટી નોંધાવાનું' પસંદ કરવાથી તમને સરકારની કોરોનાવાઈરસ ટેસ્ટ કરનારી વેબસાઈટમાં લઈ જશે કે જયાં તમને તમારી થોડીક વ્યક્તિગત વિગતો પૂરી કરવા વિનંતી કરવામાં આવશે (જેમકે તમારું સરનામું) જેથી કરીને ટેસ્ટ કે કસોટી મેળવી શકાય. વેબસાઈટમાં તમે જે દાખલ કરો તે કોઈ પણ શેર કરવામાં આવશે નહિ. કોઈ એક ડિજિટલ (આંકડાને લગતુ) 'ટોકન કે નિશાની- ચિહ્નનું' નિર્માણ કરવામાં આવશે કે જે અમને એપ માટે તમારું પરિણામ પાછુ મેળવવામાં મદદરૂપ બનશે.
pa: ‘ਆਪਣੇ ਲਈ ਟੈਸਟ ਬੁੱਕ ਕਰੋ’ ਨੂੰ ਚੁਣਨਾ ਤੁਹਾਨੂੰ ਸਰਕਾਰ ਦੀ ਕੋਰੋਨਾਵਾਇਰਸ ਟੈਸਟਿੰਗ ਵੈਬਸਾਇਟ ’ਤੇ ਲੈ ਜਾਵੇਗਾ ਜਿੱਥੇ ਤੁਹਾਨੂੰ ਟੈਸਟ ਕਰਵਾਉਣ ਲਈ ਕੁਝ ਵਿਅਕਤੀਗਤ ਵੇਰਵੇ (ਜਿਵੇਂ ਤੁਹਾਡਾ ਪਤਾ) ਭਰਨ ਲਈ ਕਿਹਾ ਜਾਵੇਗਾ। ਤੁਹਾਡੇ ਦੁਆਰਾ ਵੈਬਸਾਇਟ ਵਿਚ ਭਰੀ ਗਈ ਕਿਸੇ ਜਾਣਕਾਰੀ ਨੂੰ ਸਾਂਝਾ ਨਹੀਂ ਕੀਤਾ ਜਾਵੇਗਾ। ਇਕ ਡਿਜੀਟਲ ‘ਟੋਕਨ’ ਤਿਆਰ ਕੀਤਾ ਜਾਵੇਗਾ ਜੋ ਸਾਡੀ ਮਦਦ ਕਰਨ ਲਈ ਤੁਹਾਡੇ ਨਤੀਜਿਆਂ ਨੂੰ ਵਾਪਸ ਐਪ 'ਤੇ ਭੇਜਦਾ ਹੈ।
pl: Wybranie opcji "zamów test dla siebie" przeniesie Cię na rządową stronę poświęconą testom na koronawirusa, gdzie zostaniesz poproszony(-a) o wypełnienie niektórych danych osobowych (takich jak Twój adres), aby otrzymać test. Żadne informacje, które podasz na stronie nie będą udostępniane. Zostanie utworzony cyfrowy 'token', który pomoże nam odzyskać Twoje wyniki i włączyć je do aplikacji.
ro: Alegerea „Rezervați un test pentru dvs.” vă va duce la website-ul guvernului pentru testarea coronavirusului, unde vi se va cere să completați câteva detalii personale (cum ar fi adresa dvs.) pentru a obține un test. Nimic din ce introduceți pe website nu va fi distribuit. Va fi creat un "jeton" ("token") digital care să ne ajute să vă obținem rezultatele înapoi în aplicație.
tr: Kendiniz için bir test randevusu alın' seçeneğini seçmeniz, sizi, test yaptırabilmeniz için bazı kişisel bilgilerinizi (adresiniz gibi) girmenizin isteneceği, hükümetin koronavirüs testi web sitesine götürecektir. Web sitesine girdiğiniz hiçbir bilgi paylaşılmayacaktır. Sonuçlarınızı uygulamaya geri getirmemize yardımcı olması için dijital bir "jeton" oluşturulacaktır.
ur: ’اپنے لئے ایک ٹیسٹ بک کرنے‘ کا انتخاب آپ کو حکومت کی کورونا وائرس ٹیسٹنگ ویب سائٹ پر لے جایا جائے گا جہاں آپ سے ٹیسٹ لینے کے لئے کچھ ذاتی تفصیلات (جیسے کہ آپ کا پتہ) پُر کرنے کو کہا جائے گا۔ ویب سائٹ پر آپ کی طرف سے مہیا کردہ کسی بھی معلومات کا اشتراک نہیں کیا جائے گا۔ ایک ڈیجیٹل 'ٹوکن' تیار کیا جائے گا جو آپ کے نتائج کو ایپ پر واپس لانے میں ہماری مدد کرے گا۔
zh: 选择“为自己预订测试”会将您带到政府的冠状病毒测试网站，在该网站上，系统会要求您填写一些个人详细信息（例如您的地址）以进行测试。您在网站上输入的任何内容都不会被共享。 将创建一个数字“令牌”，以帮助我们将您的结果返回给应用程序。

# alert_latest_app_version_update_body
source: Tap here for more information.
ar: انقر هنا للاطلاع على المزيد من المعلومات.
bn: আরো তথ্যের জন্য এখানে ট্যাপ করুন।
cy: Tapiwch yma i gael rhagor o wybodaeth
gu: વધુ માહિતી માટે અહીં ટેપ કરો.
pa: ਹੋਰ ਜਾਣਕਾਰੀ ਲਈ ਇੱਥੇ ਟੈਪ ਕਰੋ।
pl: Dotknij tutaj, aby uzyskać więcej informacji.
ro: Atingeți aici pentru mai multe informații.
tr: Daha fazla bilgi için buraya dokunun.
ur: مزید معلومات کے لیے یہاں ٹیپ کریں۔
zh: 点击此处获取更多信息。

# ask_me_later_button_title
source: Ask me later
ar: السؤال لاحقًا
bn: আমাকে পরে স্মরণ করিয়ে দেবেন
cy: Gofyn imi yn nes ymlaen
gu: મને મોડેથી પૂછો કે વિનંતી કરો
pa: ਮੈਨੂੰ ਬਾਅਦ ਵਿਚ ਪੁੱਛਣਾ
pl: Zapytaj mnie później
ro: Întreabă-mă mai târziu
tr: Daha sonra sor
ur: بعد میں مجھ سے پوچھیں
zh: 稍后问我

# policy_update_title
source: Changes to the app
ar: التغييرات المُدخلة على سياساتنا
bn: আমাদের নীতিমালায় পরিবর্তনসমূহ
cy: Newidiadau i'r ap
gu: અમારી પોલિસિ થતાં ફેરફારો
pa: ਸਾਡੀਆਂ ਨੀਤੀਆਂ ਵਿਚ ਬਦਲਾਵ
pl: Zmiany w naszej polityce
ro: Schimbări în politicile noastre
tr: Ugulamadaki değişiklikler
ur: ایپ میں تبدیلیاں
zh: 政策变更

# policy_update_description
source: Thank you for using the NHS COVID-19 app. We have made changes to the app to align with new policy. Those who are fully vaccinated or under 18 are no longer advised to self-isolate if they have been in contact with someone who has tested positive for COVID-19, but they are advised to get tested. If you are already self-isolating as a contact and are fully vaccinated or under 18, you do not need to continue to self-isolate. If you have symptoms or have tested positive, you should complete your self-isolation period. Keep the app on your device to stay up to date with the latest advice and help stop the spread of COVID-19. The Terms of Use and Privacy Notice are updated to reflect these changes.
ar: شكرًا لك على استخدام تطبيق NHS COVID-19. لقد أجرينا تغييراتٍ على التطبيق بما يتماشى مع السياسة الجديدة؛ حيث لم نعد نوصي هؤلاء الأشخاص الذين حصلوا على جرعة كاملة من اللقاح أو لم تبلغ أعمارهم سنَّ 18 عامًا بتطبيق العزل الذاتي في حال مخالطتهم لشخصٍ ما سجَّل نتيجة إيجابية في اختبار الكشف عن الإصابة بفيروس كوفيد-19، ولكننا نوصيهم بإجراء اختبارٍ. إذا كنت تخضع للعزل الذاتي بالفعل باعتبارك أحد المخالطين وحصلت على جرعة كاملة من اللقاح ضد الفيروس أو لم يتجاوز عمرك 18 عامًا، فإنك لا تحتاج إلى مواصلة العزل الذاتي؛ علمًا بأنه ينبغي لك استكمال مدة العزل الذاتي المقررة في حال ظهور أعراض الإصابة بالفيروس لديك أو تسجيل نتيجة إيجابية في الاختبار. احتفظ بالتطبيق على هاتفك لكي تتمكن من الاطلاع على أحدث النصائح والتوجيهات والمساعدة في إيقاف تفشي فيروس كوفيد-19. خضع كلٌ من شروط الاستخدام وإشعار الخصوصية للتحديث لإبراز التغييرات سالفة الذكر.
bn: NHS COVID-19 অ্যাপটি ব্যবহার করার জন্য আপনাকে ধন্যবাদ। নতুন নীতির সাথে সামঞ্জস্য রাখতে আমরা অ্যাপটিতে পরিবর্তন এনেছি। যারা পুরোপুরি টিকা নিয়েছে বা যাদের বয়স ১৮ বছরের কম তারা কোভিড-১৯-এ আক্রান্ত হিসাবে সনাক্ত হওয়া কারো সংস্পর্শে এসে থাকলে তাদের আর স্ব-বিচ্ছিন্ন থাকার পরামর্শ দেওয়া হচ্ছে না, তবে পরীক্ষা করাতে বলা হচ্ছে। আপনি যদি আক্রান্ত কারোর সংস্পর্শে আসার ফলে ইতিমধ্যেই স্ব-বিচ্ছিন্ন থাকতে শুরু করে থাকেন এবং সম্পূর্ণভাবে টিকাপ্রাপ্ত হন বা আপনার ১৮ বছরের কম বয়স হয়, তাহলে আপনার স্ব-বিচ্ছিন্ন থাকা অব্যাহত রাখতে হবে না। আপনার যদি উপসর্গ থাকে অথবা পরীক্ষায় পজিটিভ ধরা পড়ে, তাহলে আপনার স্ব-বিচ্ছিন্ন থাকার সময়কাল পূর্ণ করা উচিত। আপনার ডিভাইসে অ্যাপটি রাখুন যাতে সর্বশেষ পরামর্শ পেয়ে নিজেকে হালনাগাদ রাখতে পারেন ও কোভিড-১৯ এর বিস্তার থামাতে সাহায্য করতে পারেন। এসব পরিবর্তন প্রতিফলিত করার জন্য ব্যবহারের শর্তাবলী ও গোপনীয়তার বিজ্ঞপ্তি হালনাগাদ করা হয়েছে।
cy: Diolch am ddefnyddio ap COVID-19 y GIG. Rydym wedi newid yr ap i gyd-fynd â'r polisi newydd. Nid yw'r rheiny sydd wedi'u brechu'n llawn yn cael eu cynghori i hunanynysu nawr os buont mewn cysylltiad â rhywun sydd wedi cael canlyniad positif i brawf COVID-19, ond cânt eu cynghori i gael prawf. Os ydych eisoes yn hunanynysu fel cysylltiad, ac wedi'ch brechu'n llawn neu dan 18 oed, does dim angen i chi barhau i hunanynysu. Os oes symptomau arnoch, neu os ydych wedi derbyn canlyniad positif i brawf, dylech gwblhau eich cyfnod hunanynysu. Cadwch yr ap ar eich dyfais er mwyn i chi gael y cyngor diweddaraf a helpu i atal lledaeniad COVID-19. Mae'r Telerau Defnyddio a'r Hysbysiad Preifatrwydd yn cael eu diweddaru i adlewyrchu'r newidiadau hyn.
gu: અમે નવી નીતિ સાથે એપ્લિકેશનને અનુરૂપ બનાવવા માટે તેમાં ફેરફારો કર્યા છે. જેઓનું સંપૂર્ણપણે રસીકરણ થઈ ગયું છે અથવા 18 વર્ષથી ઓછી ઉંમરના લોકો જો કોઈ એવા વ્યક્તિના સંપર્કમાં આવ્યા હોય કે જેમનું COVID-19 માટેના ટેસ્ટનું પરિણામ પોઝિટિવ આવ્યું હોય, તો તેઓને હવે સેલ્ફ-આઈસોલેટ થવાની સલાહ આપવામાં આવતી નથી, પરંતુ તેઓને ટેસ્ટ કરાવવાની સલાહ આપવામાં આવે છે. નવીનતમ સલાહ સાથે અપડેટ રહેવા માટે તમારા ઉપકરણ પર એપ્લિકેશન રાખો અને COVID-19 ના ફેલાવાને રોકવામાં સહાય કરો. આ ફેરફારોને પ્રતિબિંબિત કરવા માટે ઉપયોગની શરતો અને ગોપનીયતા માટેની સૂચના અપડેટ કરવામાં આવી છે.
pa: NHS COVID-19 ਐਪ ਨੂੰ ਵਰਤਣ ਲਈ ਤੁਹਾਡਾ ਧੰਨਵਾਦ। ਨਵੀਂ ਨੀਤੀ ਦੇ ਇਕਸਾਰ ਬਣਾਉਣ ਲਈ, ਅਸੀਂ ਐਪ ਵਿੱਚ ਤਬਦੀਲੀਆਂ ਕੀਤੀਆਂ ਹਨ। ਜਿਨ੍ਹਾਂ ਦਾ ਪੂਰਾ ਟੀਕਾਕਰਨ ਹੋ ਗਿਆ ਹੈ ਜਾਂ ਜਿਨ੍ਹਾਂ ਦੀ ਉਮਰ 18 ਸਾਲ ਤੋਂ ਘੱਟ ਹੈ ਉਹਨਾਂ ਨੂੰ ਹੁਣ ਆਪਣੇ-ਆਪ ਨੂੰ ਅਲੱਗ ਰੱਖਣ ਦੀ ਸਲਾਹ ਨਹੀਂ ਦਿੱਤੀ ਜਾਂਦੀ ਹੈ, ਜੇ ਉਹ ਕਿਸੇ ਅਜਿਹੇ ਵਿਅਕਤੀ ਨਾਲ ਸੰਪਰਕ ਵਿੱਚ ਰਹੇ ਹਨ ਜਿਸਦਾ COVID-19 ਲਈ ਟੈਸਟ ਦਾ ਨਤੀਜਾ ਪਾਜ਼ਿਟਿਵ ਆਇਆ ਹੈ, ਪਰ ਉਨ੍ਹਾਂ ਨੂੰ ਟੈਸਟ ਕਰਵਾਉਣ ਦੀ ਸਲਾਹ ਦਿੱਤੀ ਜਾਂਦੀ ਹੈ। ਜੇ ਤੁਸੀਂ ਪਹਿਲਾਂ ਹੀ ਸੰਪਰਕ ਦੇ ਤੌਰ 'ਤੇ ਆਪਣੇ-ਆਪ ਨੂੰ ਅਲੱਗ ਰੱਖ ਰਹੇ ਹੋ ਅਤੇ ਤੁਸੀਂ ਪੂਰੀ ਤਰ੍ਹਾਂ ਟੀਕਾਕਰਨ ਕਰਵਾ ਲਿਆ ਹੈ ਜਾਂ ਤੁਸੀਂ 18 ਸਾਲ ਤੋਂ ਘੱਟ ਉਮਰ ਦੇ ਹੋ, ਤਾਂ ਤੁਹਾਨੂੰ ਆਪਣੇ-ਆਪ ਨੂੰ ਅਲੱਗ ਰੱਖਣਾ ਜਾਰੀ ਰੱਖਣ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ। ਜੇ ਤੁਹਾਨੂੰ ਲੱਛਣ ਹਨ ਜਾਂ ਤੁਹਾਡੇ ਟੈਸਟ ਦਾ ਪਾਜ਼ਿਟਿਵ ਨਤੀਜਾ ਆਇਆ ਹੈ, ਤਾਂ ਤੁਹਾਨੂੰ ਆਪਣੀ ਅਲੱਗ ਰਹਿਣ ਦੀ ਮਿਆਦ ਪੂਰੀ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ। ਨਵੀਨਤਮ ਸਲਾਹ ਦੇ ਨਾਲ ਤਾਜ਼ਾ ਜਾਣਕਾਰੀ ਰੱਖਣ ਅਤੇ COVID-19 ਦੇ ਫੈਲਣ ਨੂੰ ਰੋਕਣ ਵਿੱਚ ਮਦਦ ਕਰਨ ਲਈ ਐਪ ਨੂੰ ਆਪਣੀ ਡਿਵਾਈਸ 'ਤੇ ਰੱਖੋ। ਇਹਨਾਂ ਤਬਦੀਲੀਆਂ ਨੂੰ ਪ੍ਰਤਿਬਿੰਬਤ ਕਰਨ ਲਈ ਵਰਤੋਂ ਦੀਆਂ ਸ਼ਰਤਾਂ ਅਤੇ ਪਰਦੇਦਾਰੀ ਨੋਟਿਸ ਨੂੰ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ ਹੈ।
pl: Dziękujemy za korzystanie z aplikacji NHS COVID-19. Wprowadziliśmy zmiany w aplikacji zgodnie z nowymi wytycznymi. Osoby w pełni zaszczepione lub które nie ukończyły 18 lat nie będą już otrzymywać zalecenia samoizolacji, jeżeli miały kontakt z kimś, kto uzyskał dodatni wynik testu na COVID-19, ale zaleca się im wykonanie testu. Jeśli już przebywasz na samoizolacji, ponieważ miałeś(-aś) kontakt z osobą zakażoną, a jesteś w pełni zaszczepiony(-a) lub nie ukończyłeś(-aś) 18 lat, nie musisz pozostawać w samoizolacji. Jeśli masz objawy zakażenia lub posiadasz dodatni wynik testu, zaleca się pozostanie w samoizolacji. Zachowaj aplikację na swoim urządzeniu, aby otrzymywać aktualne porady i pomagać w zatrzymaniu rozprzestrzeniania się COVID-19. Regulamin korzystania oraz informacja o ochronie prywatności zostały zaktualizowane zgodnie z tymi zmianami.
ro: Vă mulțumim că utilizați aplicația NHS pentru COVID-19. Am făcut modificări în aplicație pentru a ne alinia la noua politică. Persoanelor vaccinate cu ambele doze sau sub 18 ani nu li se mai recomandă să se autoizoleze dacă au intrat în contact cu o persoană care a testat pozitiv pentru COVID-19, însă li se recomandă să se testeze. Dacă vă autoizolați deja pentru că ați intrat în contact cu cineva infectat și sunteți vaccinat /ă cu ambele doze sau aveți sub 18 ani, nu trebuie să continuați autoizolare. Dacă aveți simptome sau ați testat pozitiv, trebuie să finalizați perioada de autoizolare. Păstrați aplicația pe dispozitiv pentru a fi la curent cu cele mai recente recomandări și pentru a ajuta la oprirea răspândirii COVID-19. Termenii de utilizare și Notificarea privind confidențialitatea au fost actualizate pentru a reflecta aceste modificări.
tr: NHS COVID-19 uygulamasını kullandığınız için teşekkür ederiz. Yeni politikayla uyumlu olarak uygulamada bazı değişiklikler yaptık. Tüm aşılarını olmuş ya da 18 yaşın altındakilerin, COVID-19 test sonucu pozitif olan birisiyle temas etmiş olmaları durumunda artık kendilerini karantinaya almaları gerekmiyor, ancak test yaptırmaları tavsiye edilmektedir. Bir temas sonucu kendinizi halihazırda karantinaya aldıysanız ve tüm aşılarınızı olduysanız ya da 18 yaş altındaysanız karantinaya devam etmeniz gerekmez. Belirtileriniz varsa ya da test sonucunuz pozitif çıktıysa, kişisel karantina sürenizi tamamlamalısınız. En son tavsiyelerden haberdar olmak ve COVID-19'un yayılmasını durdurmaya yardımcı olmak için uygulamayı kullanmaya devam edin. Kullanım Şartları ve Gizlilik Bildirimi, bu değişiklikleri yansıtmak amacıyla güncellenmiştir.
ur: NHS COVID-19 ایپ استعمال کرنے کے لیے آپ کا شکریہ۔ ہم نے نئی پالیسی سے ہم آہنگ کرنے کے لیے ایپ میں تبدیلیاں کی ہیں۔ وہ لوگ جو مکمل ٹیکہ لے چکے ہیں یا جن کی عمر 18 برس سے کم ہے انہیں اب خود کو علیحدہ کرنے کی صلاح نہیں دی جاتی ہے اگر وہ کسی ایسے شخص کے رابطے میں رہے ہوں جن کی COVID-19 جانچ کا نتیجہ مثبت آیا ہے، بلکہ انہیں جانچ کرانے کی صلاح دی جاتی ہے۔ اگر آپ پہلے ہی ایک رابطہ کی حیثیت سے خود کو علیحدہ کر رہے ہیں اور آپ کو مکمل ٹیکے لگ چکے ہیں یا آپ کی عمر 18 برس سے کم ہے تو آپ کو خود علیحدگی جاری رکھنے کی ضرورت نہیں ہے۔ اگر آپ میں علامات ہیں یا آپ کی جانچ کا نتیجہ مثبت آیا ہے تو آپ کو اپنی خود علیحدگی کی مدت مکمل کرنی چاہیے۔ تازہ ترین اطلاعات سے باخبر رہنے اور COVID-19 کے پھیلاؤ کی روک تھام میں مدد کے لیے اپنے ڈیوائس میں ایپ موجود رکھیں۔ ان تبدیلیوں کی عکاسی کے لیے استعمال کی شرائط اور رازداری کے نوٹس کو اپڈیٹ کیا گيا ہے۔
zh: 感谢您使用 NHS 新冠病毒应用程序。 为配合新政策，我们已对应用程序进行更新。已全程接种疫苗或未满 18 岁的用户如果与新冠病毒检测呈阳性的人员有过接触，建议不再进行自我隔离，但应接受检测。 如果您已作为接触者完成自我隔离，并且已全程接种疫苗或未满 18 岁，无需继续进行自我隔离。如果您已出现症状或检测结果呈阳性，您应完成自我隔离期。 在您的设备上保持运行该应用程序，以跟进最新建议，帮助阻止新冠病毒的传播。 使用条款和隐私声明将根据这些变化进行更新。

# policy_update_button
source: Continue
ar: استمرار
bn: চালিয়ে যান
cy: Parhau
gu: ચાલુ રાખો
pa: ਜਾਰੀ ਰੱਖੋ
pl: Kontynuuj
ro: Continuare
tr: Devam
ur: جاری رکھیں
zh: 继续

# exposure_faqs_link_label
source: If you are outside of England and Wales, you need to follow the guidance for the country you are in.
ar: ينبغي لك اتّباع التوجيهات ذات الصلة بالدولة التي توجد بها في حال إقامتك خارج إنجلترا وويلز.
bn: আপনি যদি ইংল্যান্ড ও ওয়েলসের বাইরে থাকেন, তাহলে যে দেশে আছেন সে দেশের নির্দেশনা অনুসরণ করা দরকার।
cy: Os ydych chi yn rhywle heblaw Cymru a Lloegr, mae angen i chi ddilyn canllawiau'r wlad rydych chi ynddi.
gu: જો તમે ઈંગ્લેન્ડ (England) અને વેલ્સની (Wales) બહાર હો તો, તમે જે દેશમાં હો તેનું માર્ગદર્શન અનુસરવાની જરૂર રહે છે.
pa: ਜੇ ਤੁਸੀਂ ਇੰਗਲੈਂਡ ਅਤੇ ਵੇਲਜ਼ ਦੇ ਬਾਹਰ ਹੋ, ਤੁਹਾਨੂੰ ਉਸ ਦੇਸ਼ ਦੇ ਮਾਰਗਦਰਸ਼ਨ ਦੀ ਪਾਲਣਾ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ ਜਿੱਥੇ ਤੁਸੀਂ ਮੌਜੂਦ ਹੋ।
pl: Jeśli jesteś poza Anglią i Walią, musisz postępować zgodnie z wytycznymi dla kraju, w którym przebywasz.
ro: Dacă vă aflați în afara Angliei și Țării Galilor, este nevoie să urmați instrucțiunile în vigoare din țara în care vă aflați.
tr: İngiltere ve Galler'in dışındaysanız, bulunduğunuz ülkenin yönergelerine uymanız gerekmektedir.
ur: اگر آپ انگلینڈ اور ویلز سے باہر ہیں تو، آپ کو جس ملک میں ہیں، آپ کو اس کی ہدایات پر عمل کرنے کی ضرورت ہے۔
zh: 如果您不在英格兰和威尔士，你则需要遵循所在国家/地区的指南。

# exposure_faqs_link_button_title
source: Common questions
ar: قم بزيارة الموقع الإلكتروني للتطبيق
bn: অ্যাপের ওয়েবসাইট দেখুন
cy: Ewch i wefan yr ap
gu: સામાન્ય પ્રશ્નો
pa: ਐਪ ਦੀ ਵੈੱਬਸਾਈਟ 'ਤੇ ਜਾਓ
pl: Wejdź na witrynę aplikacji
ro: Accesați website-ul aplicației
tr: Sık sorulan sorular
ur: ایپ کی ویب سائٹ ملاحظہ کریں
zh: 访问应用网站

# link_exposure_faq
source: https://faq.covid19.nhs.uk/
ar: https://www.gov.uk/government/collections/nhs-covid-19-app
bn: https://www.gov.uk/government/collections/nhs-covid-19-app
cy: https://www.gov.uk/government/collections/nhs-covid-19-app
gu: https://covid19.nhs.uk/common-questions-gujarati.html
pa: https://www.gov.uk/government/collections/nhs-covid-19-app
pl: https://www.gov.uk/government/collections/nhs-covid-19-app
ro: https://www.gov.uk/government/collections/nhs-covid-19-app
tr: https://covid19.nhs.uk/common-questions-turkish.html
ur: https://www.gov.uk/government/collections/nhs-covid-19-app
zh: https://www.gov.uk/government/collections/nhs-covid-19-app

# link_exposure_faq_wls
source: https://faq.covid19.nhs.uk/
ar: https://www.gov.uk/government/collections/nhs-covid-19-app
bn: https://www.gov.uk/government/collections/nhs-covid-19-app
cy: https://www.gov.uk/government/collections/nhs-covid-19-app
gu: https://covid19.nhs.uk/common-questions-gujarati.html
pa: https://www.gov.uk/government/collections/nhs-covid-19-app
pl: https://www.gov.uk/government/collections/nhs-covid-19-app
ro: https://www.gov.uk/government/collections/nhs-covid-19-app
tr: https://covid19.nhs.uk/common-questions-turkish.html
ur: https://www.gov.uk/government/collections/nhs-covid-19-app
zh: https://www.gov.uk/government/collections/nhs-covid-19-app

# local_authority_information_title
source: Select your local authority
ar: تحديد السلطة المحلية التابع لها
bn: আপনার স্থানীয় কর্তৃপক্ষ বাছাই করুন
cy: Dewiswch eich awdurdod lleol
gu: તમારી લૉકલ ઓથોરિટી સિલેક્ટ કરો
pa: ਆਪਣੀ ਸਥਾਨਕ ਅਥਾਰਟੀ ਚੁਣੋ
pl: Wybierz z listy swoje władze lokalne
ro: Selectați autoritatea dvs. locală
tr: Yerel yönetiminizi seçin
ur: اپنی مقامی اتھارٹی منتخب کریں
zh: 选择您的地方当局
