Repository: nihp-public/covid-19-app-ios-ag-public
Catalog: NHS-COVID-19/Core/Sources/Localization/Resources/*.lproj/Localizable.strings
Languages: ar, bn, cy, gu, pa, pl, ro, tr, ur, zh

# contact_case_no_isolation_fully_vaccinated_list_item_info_wales
source: Help to stop the spread of COVID-19 by wearing a face covering over your nose and mouth on public transport, in shops and crowded places, and washing your hands regularly.
ar: ساعد في وقف انتشار COVID-19 بارتداء غطاء وجه يغطي أنفك وفمك في وسائل المواصلات العامة، في المتاجر والأماكن المزدحمة وكذلك غسيل يديك بصورة منتظمة.
bn: COVID-19 এর বিস্তার থামাতে সাহায্য করুন গণ পরিবহনে, দোকান এবং জনবহুল স্থানে আপনার নাক ও মুখের ওপর একটি মুখের আবরণ পরে, এবং নিয়মিত আপনার হাত ধুয়ে।
cy: Helpwch atal lledaeniad COVID-19 trwy wisgo gorchudd wyneb dros eich trwyn a’ch ceg ar drafnidiaeth gyhoeddus, mewn siopau a llefydd prysur, a golchi'ch dwylo'n rheolaidd.
gu: જાહેર પરિવહનમાં, દુકાનો અને ભીડવાળી જગ્યાઓમાં તમારાં નાક અને મોં પર માસ્ક પહેરીને તથા નિયમિતપણે તમારા હાથ ધોઈને COVID-19નો ફેલાવો અટકાવવામાં મદદ કરો.
pa: ਜਨਤਕ ਆਵਾਜਾਈ 'ਤੇ, ਦੁਕਾਨਾਂ ਅਤੇ ਭੀੜ ਵਾਲੀਆਂ ਥਾਵਾਂ 'ਤੇ ਆਪਣੇ ਨੱਕ ਅਤੇ ਮੂੰਹ 'ਤੇ ਚਿਹਰੇ ਦੀ ਕਵਰਿੰਗ ਪਹਿਨ ਕੇ, ਅਤੇ ਨਿਯਮਿਤ ਤੌਰ 'ਤੇ ਆਪਣੇ ਹੱਥ ਧੋ ਕੇ COVID-19 ਦੇ ਫੈਲਣ ਨੂੰ ਰੋਕਣ ਵਿੱਚ ਮਦਦ ਕਰੋ।
pl: Pomóż powstrzymać rozprzestrzenianie się COVID-19, zakrywając nos i usta w środkach transportu publicznego, w sklepach i zatłoczonych miejscach oraz regularnie myjąc ręce.
ro: Ajutați la oprirea răspândirii COVID-19 prin purtarea mastii de protecție pe nas și pe gură în transportul public, în magazine și în locuri aglomerate și spălându-vă pe mâini în mod regulat.
tr: COVID-19'un yayılmasını durdurmaya yardımcı olmak için, toplu taşıma araçlarında, alışveriş yerlerinde ve kalabalık yerlerde ağzınızı ve burnunuzu kapatacak şekilde maske takınız ve ellerinizi düzenli olarak yıkayınız.
ur: پبلک ٹرانسپورٹ پر، دوکانوں اور بھیڑ بھاڑ والی جگہوں میں اپنی ناک اور منہ پر فیس کورنگ پہنتے ہوئے، اور برابر اپنے ہاتھ دھونے کے ذریعہ COVID-19 کے پھیلاؤ کو روکنے میں مدد کریں۔
zh: 在公共交通工具上、商店和拥挤之地正确佩戴口罩并定期洗手，这有助于阻止COVID-19的传播。

# contact_case_no_isolation_fully_vaccinated_list_item_lfd_wales
source: It is still important to follow national guidance, including reducing contact with others, especially the elderly and vulnerable.
ar: لا يزال من المهم اتباع الإرشادات الوطنية، بما في ذلك الحد من الاختلاط بالآخرين، وبصفة خاصة كبار السن والمعرضين للإصابة بالأمراض.
bn: অন্যদের সঙ্গে, বিশেষ করে বয়স্ক ও ঝুঁকিগ্রস্ত মানুষদের সঙ্গে যোগাযোগ হ্রাস করা সহ, জাতীয় নির্দেশনা অনুসরণ করা এখনও গুরুত্বপূর্ণ।
cy: Mae’n dal i fod yn bwysig dilyn canllawiau cenedlaethol, gan gynnwys lleihau eich cyswllt ag eraill, yn arbennig yr henoed a phobl fregus.
gu: અન્યો સાથે, ખાસ કરીને વૃદ્ધ અને કમજોર લોકો સાથે સંપર્ક ઘટાડવા સહિતના રાષ્ટ્રીય નિર્દેશોનું પાલન કરવું હજીયે અગત્યનું છે.
pa: ਰਾਸ਼ਟਰੀ ਸੇਧ ਦੀ ਪਾਲਣਾ ਕਰਨਾ ਹਾਲੇ ਵੀ ਮਹੱਤਵਪੂਰਨ ਹੈ ਜਿਸ ਵਿੱਚ ਦੂਜਿਆਂ, ਖ਼ਾਸ ਕਰਕੇ ਬਜ਼ੁਰਗਾਂ ਅਤੇ ਕਮਜ਼ੋਰ ਲੋਕਾਂ, ਨਾਲ ਆਪਣਾ ਸੰਪਰਕ ਘਟਾਉਣਾ ਸ਼ਾਮਲ ਹੈ।
pl: Nadal ważne jest by przestrzegać krajowych wytycznych, włącznie z ograniczeniem kontaktów z innymi, zwłaszcza z osobami starszymi i wymagającymi specjalnej troski.
ro: În continuare, este importantă respectarea directivelor naționale, inclusiv reducerea contactului cu alte persoane, mai ales cu cele în vârstă și vulnerabile.
tr: Diğer insanlarla, özellikle yaşlı ve hassas durumdaki kişilerle olan temasınızı azaltmak dahil olmak üzere ulusal yönergelere uymanız da önemlidir.
ur: قومی رہنمائی پر عمل کرنا اب بھی ضروری ہے، جس میں دوسروں، خاص طور پر عمر رسیدہ اور ضرر پذیر افراد، کے ساتھ رابطہ کو کم کرنا بھی شامل ہے۔
zh: 遵守国家指导仍然至关重要，包括减少与他人（特别是老年人和弱势群体）的接触。

# contact_case_no_isolation_under_age_limit_title_wales
source: You do not need to self-isolate unless you test positive or have symptoms
ar: لا تحتاج الى العزل الذاتي إلا إذا كانت نتيجة اختبارك إيجابية أو ظهرت عليك أعراض الفيروس
bn: আপনার পরীক্ষার ফলাফল পজিটিভ না হলে বা উপসর্গ না থাকলে আপনার নিজেকে আলাদা করার দরকার নেই
cy: Nid oes angen i chi hunanynysu oni bai eich bod yn profi'n bositif neu os oes gennych chi symptomau
gu: તમારો ટેસ્ટ પૉઝિટિવ આવે અથવા તમને લક્ષણો હોય તે સિવાય તમારે સૅલ્ફ-આઇસોલેટ થવાની જરૂર નથી
pa: ਤੁਹਾਨੂੰ ਖੁਦ ਨੂੰ ਅਲੱਗ ਰੱਖਣ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ ਜਦ ਤੱਕ ਤੁਹਾਡਾ ਟੈਸਟ ਪਾਜ਼ਿਟਿਵ ਨਹੀਂ ਆਉਂਦਾ ਜਾਂ ਤੁਹਾਨੂੰ ਲੱਛਣ ਨਹੀਂ ਹਨ
pl: Nie musisz się izolować, chyba że wynik testu jest pozytywny lub masz objawy
ro: Autoizolarea nu este necesară dacă nu ați fost testat(ă) pozitiv sau dacă nu aveți simptome
tr: Test sonucunuz pozitif değilse ya da belirtileriniz yoksa evde kalıp kendinizi izole etmeniz gerekmez
ur: آپ کو خود کو الگ تھلگ رکھنے کی ضرورت نہیں ہے سوائے اس کے کہ آپ کی جانچ مثبت ہو یا آپ میں علامات پائی جاتی ہوں
zh: 除非检测结果为阳性或出现症状，否则无需自我隔离

# contact_case_no_isolation_under_age_limit_info_box_wales
source: To reduce risk, you should take and report a daily rapid lateral flow test for 7 days
ar: للحد من المخاطر، يجب عليك إجراء اختبار التدفق الجانبي السريع والإبلاغ عنه يوميا لمدة 7 أيام
bn: ঝুঁকি কমাতে, আপনার 7 দিনের জন্য প্রতিদিন দ্রুত ল্যাটারাল ফ্লো পরীক্ষা করা এবং রিপোর্ট করা উচিত
cy: Er mwyn lleihau risg, dylech gymryd ac adrodd ar brawf llif unffordd cyflym am 7 niwrnod
gu: જોખમ ઓછું કરવા માટે તમારે 7 દિવસો માટે રોજિંદો રૅપિડ લેટરલ ફ્લો ટેસ્ટ કરાવવો જોઈએ અને તે અંગે રિપોર્ટ આપવો જોઈએ
pa: ਜੋਖਮ ਨੂੰ ਘਟਾਉਣ ਲਈ, ਤੁਹਾਨੂੰ 7 ਦਿਨਾਂ ਲਈ ਰੋਜ਼ਾਨਾ ਰੈਪਿਡ ਲੈਟਰਲ ਫਲੋ ਟੈਸਟ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ ਅਤੇ ਇਸਦੀ ਰਿਪੋਰਟ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ
pl: Aby zmniejszyć ryzyko, przez 7 dni należy codziennie wykonywać i zgłaszać szybkie testy przepływu bocznego
ro: Pentru reducerea riscurilor, efectuați zilnic un test rapid cu flux lateral timp de 7 zile
tr: Riski azaltmak için 7 gün boyunca her gün hızlı antijen testi yaptırıp sonuçları bildirmelisiniz
ur: خطرے کو کم کرنے کے لیے، آپ کو چاہیے کہ 7 دن تک روزانہ ریپڈ لیٹرل فلو ٹیسٹ کریں اور رپورٹ کریں
zh: 为了降低风险，您应该每天进行快速侧流抗原检测并报告相应结果（持续7天）

# contact_case_no_isolation_under_age_limit_list_item_lfd_wales
source: It is still important to follow national guidance, including reducing contact with others, especially the elderly and vulnerable.
ar: لا يزال من المهم اتباع الإرشادات الوطنية، بما في ذلك الحد من الاختلاط بالآخرين، وبصفة خاصة كبار السن والمعرضين للإصابة بالأمراض.
bn: অন্যদের সঙ্গে, বিশেষ করে বয়স্ক ও ঝুঁকিগ্রস্ত মানুষদের সঙ্গে যোগাযোগ হ্রাস করা সহ, জাতীয় নির্দেশনা অনুসরণ করা এখনও গুরুত্বপূর্ণ।
cy: Mae’n dal i fod yn bwysig dilyn canllawiau cenedlaethol, gan gynnwys lleihau eich cyswllt ag eraill, yn arbennig yr henoed a phobl fregus.
gu: અન્યો સાથે, ખાસ કરીને વૃદ્ધ અને કમજોર લોકો સાથે સંપર્ક ઘટાડવા સહિતના રાષ્ટ્રીય નિર્દેશોનું પાલન કરવું હજીયે અગત્યનું છે.
pa: ਰਾਸ਼ਟਰੀ ਸੇਧ ਦੀ ਪਾਲਣਾ ਕਰਨਾ ਹਾਲੇ ਵੀ ਮਹੱਤਵਪੂਰਨ ਹੈ ਜਿਸ ਵਿੱਚ ਦੂਜਿਆਂ, ਖ਼ਾਸ ਕਰਕੇ ਬਜ਼ੁਰਗਾਂ ਅਤੇ ਕਮਜ਼ੋਰ ਲੋਕਾਂ, ਨਾਲ ਆਪਣਾ ਸੰਪਰਕ ਘਟਾਉਣਾ ਸ਼ਾਮਲ ਹੈ।
pl: Nadal ważne jest by przestrzegać krajowych wytycznych, włącznie z ograniczeniem kontaktów z innymi, zwłaszcza z osobami starszymi i wymagającymi specjalnej troski.
ro: În continuare, este importantă respectarea directivelor naționale, inclusiv reducerea contactului cu alte persoane, mai ales cu cele în vârstă și vulnerabile.
tr: Diğer insanlarla, özellikle yaşlı ve hassas durumdaki kişilerle olan temasınızı azaltmak dahil olmak üzere ulusal yönergelere uymanız da önemlidir.
ur: قومی رہنمائی پر عمل کرنا اب بھی ضروری ہے، جس میں دوسروں، خاص طور پر عمر رسیدہ اور ضرر پذیر افراد، کے ساتھ رابطہ کو کم کرنا بھی شامل ہے۔
zh: 遵守国家指导仍然至关重要，包括减少与他人（特别是老年人和弱势群体）的接触。

# contact_case_no_isolation_under_age_limit_list_item_adult_wales
source: You are advised to show this message to a trusted adult.
ar: نوصيك بعرض هذه الرسالة على شخصٍ بالغٍ محل ثقةٍ لديك.
bn: কোনো বিশ্বস্ত প্রাপ্তবয়স্ক ব্যক্তিকে এই বার্তা দেখানোর জন্য আপনাকে পরামর্শ দেওয়া হচ্ছে।
cy: Cynghorwn chi i ddangos y neges yma i oedolyn rydych yn ymddiried ynddo.
gu: તમને સલાહ આપવામાં આવે છે કે તમારે આ સંદેશ એક વિશ્વસનીય પુખ્ત વ્યક્તિને બતાવો.
pa: ਤੁਹਾਨੂੰ ਸਲਾਹ ਦਿੱਤੀ ਜਾਂਦੀ ਹੈ ਕਿ ਤੁਸੀਂ ਇਹ ਸੁਨੇਹਾ ਕਿਸੇ ਭਰੋਸੇਮੰਦ ਬਾਲਗ ਨੂੰ ਦਿਖਾਓ।
pl: Radzimy aby pokazać tę wiadomość zaufanej osobie dorosłej.
ro: Vă recomandăm să arătați acest mesaj unui adult de încredere.
tr: Bu mesajı güvenilir bir yetişkine göstermeniz tavsiye edilir.
ur: آپ کومشورہ دیا جاتا ہے کہ آپ اس پیغام کو کسی بھروسہ مند بالغ شخص کو دکھائیں۔
zh: 建议您将此消息告知您信任的成年人。

# contact_case_start_isolation_book_lfd_test_url
source: https://gov.wales/get-rapid-lateral-flow-covid-19-tests-if-you-do-not-have-symptoms
ar: https://gov.wales/get-tested-coronavirus-covid-19
bn: https://gov.wales/get-tested-coronavirus-covid-19
cy: https://gov.wales/get-tested-coronavirus-covid-19
pa: https://gov.wales/get-tested-coronavirus-covid-19
pl: https://gov.wales/get-tested-coronavirus-covid-19
ro: https://gov.wales/get-tested-coronavirus-covid-19
ur: https://gov.wales/get-tested-coronavirus-covid-19
zh: https://gov.wales/get-tested-coronavirus-covid-19

# contact_case_start_isolation_primary_button_title_wales
source: Get a free rapid lateral flow kit
ar: احصل على مجموعة التدفق الجانبي السريع المجانية
bn: বিনামূল্যে একটি দ্রুত ল্যাটারাল ফ্লো কিট পান
cy: Casglwch becyn llif unffordd cyflym am ddim
gu: મફત રૅપિડ લેટરલ ફ્લો કિટ મેળવો
pa: ਮੁਫ਼ਤ ਰੈਪਿਡ ਲੈਟਰਲ ਫਲੋ ਕਿੱਟ ਪ੍ਰਾਪਤ ਕਰੋ
pl: Otrzymaj bezpłatny szybki test przepływu bocznego
ro: Primiți un test rapid cu flux lateral gratuit
tr: Ücretsiz hızlı antijen test kiti edinin
ur: ایک مفت ریپڈ لیٹرل فلو کٹ حاصل کریں
zh: 获取免费快速侧流检测试剂盒

# contact_case_start_isolation_list_item_testing_once_asap_wales
source: You are advised to take a free rapid lateral flow test as soon as possible.
ar: ننصحك بإجراء اختبار التدفق الجانبي السريع المجاني في أسرع وقت ممكن.
bn: আপনাকে যত তাড়াতাড়ি সম্ভব বিনামূল্যে দ্রুত ল্যাটারাল ফ্লো পরীক্ষা করার পরামর্শ দেওয়া হচ্ছে।
cy: Fe’ch cynghorir i gymryd prawf llif unffordd cyflym am ddim cyn gynted â phosibl.
gu: તમને શક્ય તેટલી જલ્દી મફત રૅપિડ લેટરલ ફ્લો ટેસ્ટ કરાવવાની સલાહ આપવામાં આવે છે.
pa: ਤੁਹਾਨੂੰ ਜਿੰਨੀ ਜਲਦੀ ਹੋ ਸਕੇ ਮੁਫ਼ਤ ਰੈਪਿਡ ਲੈਟਰਲ ਫਲੋ ਟੈਸਟ ਕਰਾਉਣ ਦੀ ਸਲਾਹ ਦਿੱਤੀ ਜਾਂਦੀ ਹੈ।
pl: Zaleca się możliwie najszybsze wykonanie bezpłatnego testu przepływu bocznego.
ro: Este recomandat să efectuați un test rapid de flux lateral gratuit cât mai repede posibil.
tr: Mümkün olan en yakın zamanda ücretsiz hızlı antijen testi yapmanız tavsiye edilir.
ur: آپ کو صلاح دی جاتی ہے کہ جتنی جلدی ممکن ہو ایک مفت ریپڈ لیٹرل فلو ٹیسٹ کرائیں۔
zh: 建议您尽快进行免费快速侧流检测。

# contact_case_no_isolation_fully_vaccinated_list_item_work_from_home_england
source: Work from home if you can if someone in your household has COVID-19
ar: اعمل من المنزل إن استطعت إذا كان احد افراد اسرتك مصابا بفيروس COVID-19
bn: আপনার পরিবারের কারো COVID-19 থাকলে, আপনি যদি পারেন তাহলে বাড়ি থেকে কাজ করুন
cy: Gweithiwch o gartref os gallwch os oes gan rywun yn eich aelwyd COVID-19
pa: ਜੇਕਰ ਤੁਹਾਡੇ ਘਰ ਵਿੱਚ ਕਿਸੇ ਨੂੰ COVID-19 ਹੈ ਤਾਂ ਜੇ ਹੋ ਸਕੇ ਤਾਂ ਘਰੋਂ ਕੰਮ ਕਰੋ
pl: Jeżeli ktoś z Twojego gospodarstwa domowego ma COVID-19, w miarę możliwości pracuj z domu
ro: Dacă cineva din gospodăria dvs. are COVID-19, lucrați de acasă, dacă aveți posibilitatea
tr: Ev halkından biri COVID-19 olduysa, mümkünse evden çalışın
ur: اگر آپ کے گھرانے میں کسی شخص کو COVID-19 ہے تو گھر سے کام کریں، اگر آپ کر سکتے ہوں
zh: 若家人感染 COVID-19，则尽可能居家工作

# contact_case_guidance_for_contacts_in_england_url
source: https://www.gov.uk/guidance/covid-19-coronavirus-restrictions-what-you-can-and-cannot-do
ar: https://www.gov.uk/guidance/living-safely-with-respiratory-infections-including-covid-19
bn: https://www.gov.uk/guidance/living-safely-with-respiratory-infections-including-covid-19
cy: https://www.gov.uk/guidance/living-safely-with-respiratory-infections-including-covid-19
pa: https://www.gov.uk/guidance/living-safely-with-respiratory-infections-including-covid-19
pl: https://www.gov.uk/guidance/living-safely-with-respiratory-infections-including-covid-19
ro: https://www.gov.uk/guidance/living-safely-with-respiratory-infections-including-covid-19
ur: https://www.gov.uk/guidance/living-safely-with-respiratory-infections-including-covid-19
zh: https://www.gov.uk/guidance/living-safely-with-respiratory-infections-including-covid-19

source: Read latest COVID-19 guidance
ar: اقرأ أحدث الإرشادات المتعلقة بـــــ COVID-19
bn: COVID-19 সংক্রান্ত সর্বশেষ নির্দেশিকা পড়ুন
cy: Darllenwch y canllaw COVID-19 diweddaraf
pa: ਨਵੀਨਤਮ COVID-19 ਸੇਧ ਪੜ੍ਹੋ
pl: Przeczytaj najnowsze wytyczne dotyczące COVID-19
ro: Citiți cele mai recente instrucțiuni referitoare la COVID-19
tr: Güncel COVID-19 yönergesini okuyun
ur: COVID-19 سے متعلق تازہ ترین رہنمائی پڑھیں
zh: 阅读最新版 COVID-19 指南

# risky_contact_isolation_advice_medically_exempt_social_distancing_england
source: Limit close contact with anyone in your household who has COVID-19
ar: الحد من الاتصال الوثيق مع أي شخص في منزلك مصاب بفيروس COVID-19
bn: আপনার পরিবারের এমন যে কারোর সাথে ঘনিষ্ঠ যোগাযোগ সীমিত করুন যার COVID-19 আছে
cy: Cyfyngwch gyswllt agos gydag unrhyw un yn eich aelwyd sydd â COVID-19
pa: ਆਪਣੇ ਪਰਿਵਾਰ ਵਿੱਚ ਉਸ ਕਿਸੇ ਵੀ ਵਿਅਕਤੀ ਨਾਲ ਨਜ਼ਦੀਕੀ ਸੰਪਰਕ ਨੂੰ ਸੀਮਿਤ ਕਰੋ ਜਿਸ ਨੂੰ COVID-19 ਹੈ
pl: Ogranicz bliski kontakt z ze wszystkimi członkami gospodarstwa domowego zarażonymi COVID-19
ro: Limitați contactul apropiat cu orice persoană din gospodăria dvs. care are COVID-19
tr: Evde COVID-19 olan kimselerle yakın teması sınırlandırın
ur: اپنے گھرانے میں کسی بھی ایسے شخص کے ساتھ رابطہ کو محدود کریں جسے COVID-19 ہو
zh: 限制与家中任何感染 COVID-19 之人的密切接触

source: Take a PCR test if you have symptoms of COVID-19
ar: قم بإجراء اختبار PCR إذا كانت لديك أعراض COVID-19
bn: আপনার COVID-19 এর লক্ষণ থাকলে একটি PCR পরীক্ষা করান
cy: Cymerwch brawf PCR os oes gennych chi symptomau COVID-19
pa: ਜੇ ਤੁਹਾਨੂੰ COVID-19 ਦੇ ਲੱਛਣ ਹਨ ਤਾਂ PCR ਟੈਸਟ ਕਰਵਾਓ
pl: Jeśli masz objawy COVID-19 zamów bezpłatny test PCR
ro: Efectuați un test PCR dacă aveți simptome de COVID-19
tr: COVID-19 belirtileriniz varsa PCR testi yaptırın
ur: اگر آپ میں COVID-19 کی علامات پائی جاتی ہیں تو PCR ٹیسٹ کریں
zh: 如有 COVID-19 症状，则进行 PCR 检测

# risky_contact_isolation_advice_medically_exempt_wear_a_mask_england
source: Wear a face covering in crowded, enclosed or poorly ventilated spaces
ar: أرتدي غطاء الوجه في الأماكن المزدحمة أوالمغلقة أو سيئة التهوية
bn: জনবহুল, চারদিক ঘেরা বা দুর্বল বায়ুচলাচলযুক্ত স্থানে মুখ ঢাকার আবরণ পরে থাকুন
cy: Gwisgwch orchudd wyneb mewn lleoliadau prysur, amgaeedig neu sydd heb eu hawyru’n dda
pa: ਭੀੜ-ਭੜੱਕੇ ਵਾਲੀਆਂ, ਬੰਦ ਜਾਂ ਮਾੜੀ ਹਵਾਦਾਰੀ ਵਾਲੀਆਂ ਥਾਵਾਂ 'ਤੇ ਚਿਹਰੇ ਦੀ ਕਵਰਿੰਗ ਪਹਿਨੋ
pl: Noś zakrycie twarzy w zatłoczonych, zamkniętych lub słabo wentylowanych pomieszczeniach
ro: Purtați mască facială în spații aglomerate, închise sau slab aerisite
tr: Kalabalık, kapalı veya iyi havalandırılmayan yerlerde maske takın
ur: بھیڑ بھاڑ والی، بند یا کم ہوادار جگہوں میں فیس کورنگ پہنیں
zh: 在拥挤、封闭或通风不良的空间内佩戴面罩

# risky_contact_isolation_advice_medically_exempt_work_from_home_england
source: Work from home if you can if someone in your household has COVID-19
ar: اعمل من المنزل إن استطعت إذا كان احد افراد اسرتك مصابا بفيروس COVID-19
bn: আপনার পরিবারের কারো COVID-19 থাকলে, আপনি যদি পারেন তাহলে বাড়ি থেকে কাজ করুন
cy: Gweithiwch o gartref os gallwch os oes gan rywun yn eich aelwyd COVID-19
pa: ਜੇਕਰ ਤੁਹਾਡੇ ਘਰ ਵਿੱਚ ਕਿਸੇ ਨੂੰ COVID-19 ਹੈ ਤਾਂ ਜੇ ਹੋ ਸਕੇ ਤਾਂ ਘਰੋਂ ਕੰਮ ਕਰੋ
pl: Jeżeli ktoś z Twojego gospodarstwa domowego ma COVID-19, w miarę możliwości pracuj z domu
ro: Dacă cineva din gospodăria dvs. are COVID-19, lucrați de acasă, dacă aveți posibilitatea
tr: Ev halkından biri COVID-19 olduysa, mümkünse evden çalışın
ur: اگر آپ کے گھرانے میں کسی شخص کو COVID-19 ہے تو گھر سے کام کریں، اگر آپ کر سکتے ہوں
zh: 若家人感染 COVID-19，则尽可能居家工作

# contact_case_no_isolation_under_age_limit_list_item_social_distancing_england
source: Limit close contact with anyone in your household who has COVID-19
ar: الحد من الاتصال الوثيق مع أي شخص في منزلك مصاب بفيروس COVID-19
bn: আপনার পরিবারের এমন যে কারোর সাথে ঘনিষ্ঠ যোগাযোগ সীমিত করুন যার COVID-19 আছে
cy: Cyfyngwch gyswllt agos gydag unrhyw un yn eich aelwyd sydd â COVID-19
pa: ਆਪਣੇ ਪਰਿਵਾਰ ਵਿੱਚ ਉਸ ਕਿਸੇ ਵੀ ਵਿਅਕਤੀ ਨਾਲ ਨਜ਼ਦੀਕੀ ਸੰਪਰਕ ਨੂੰ ਸੀਮਿਤ ਕਰੋ ਜਿਸ ਨੂੰ COVID-19 ਹੈ
pl: Ogranicz bliski kontakt z ze wszystkimi członkami gospodarstwa domowego zarażonymi COVID-19
ro: Limitați contactul apropiat cu orice persoană din gospodăria dvs. care are COVID-19
tr: Evde COVID-19 olan kimselerle yakın teması sınırlandırın
ur: اپنے گھرانے میں کسی بھی ایسے شخص کے ساتھ رابطہ کو محدود کریں جسے COVID-19 ہو
zh: 限制与家中任何感染 COVID-19 之人的密切接触

source: Take a PCR test if you have symptoms of COVID-19
ar: قم بإجراء اختبار PCR إذا كانت لديك أعراض COVID-19
bn: আপনার COVID-19 এর লক্ষণ থাকলে একটি PCR পরীক্ষা করান
cy: Cymerwch brawf PCR os oes gennych chi symptomau COVID-19
pa: ਜੇ ਤੁਹਾਨੂੰ COVID-19 ਦੇ ਲੱਛਣ ਹਨ ਤਾਂ PCR ਟੈਸਟ ਕਰਵਾਓ
pl: Jeśli masz objawy COVID-19 zamów bezpłatny test PCR
ro: Efectuați un test PCR dacă aveți simptome de COVID-19
tr: COVID-19 belirtileriniz varsa PCR testi yaptırın
ur: اگر آپ میں COVID-19 کی علامات پائی جاتی ہیں تو PCR ٹیسٹ کریں
zh: 如有 COVID-19 症状，则进行 PCR 检测

# contact_case_no_isolation_under_age_limit_list_item_wear_a_mask_england
source: Wear a face covering in crowded, enclosed or poorly ventilated spaces
ar: أرتدي غطاء الوجه في الأماكن المزدحمة أوالمغلقة أو سيئة التهوية
bn: জনবহুল, চারদিক ঘেরা বা দুর্বল বায়ুচলাচলযুক্ত স্থানে মুখ ঢাকার আবরণ পরে থাকুন
cy: Gwisgwch orchudd wyneb mewn lleoliadau prysur, amgaeedig neu sydd heb eu hawyru’n dda
pa: ਭੀੜ-ਭੜੱਕੇ ਵਾਲੀਆਂ, ਬੰਦ ਜਾਂ ਮਾੜੀ ਹਵਾਦਾਰੀ ਵਾਲੀਆਂ ਥਾਵਾਂ 'ਤੇ ਚਿਹਰੇ ਦੀ ਕਵਰਿੰਗ ਪਹਿਨੋ
pl: Noś zakrycie twarzy w zatłoczonych, zamkniętych lub słabo wentylowanych pomieszczeniach
ro: Purtați mască facială în spații aglomerate, închise sau slab aerisite
tr: Kalabalık, kapalı veya iyi havalandırılmayan yerlerde maske takın
ur: بھیڑ بھاڑ والی، بند یا کم ہوادار جگہوں میں فیس کورنگ پہنیں
zh: 在拥挤、封闭或通风不良的空间内佩戴面罩

source: Read latest COVID-19 guidance
ar: اقرأ أحدث الإرشادات المتعلقة بـــــ COVID-19
bn: COVID-19 সংক্রান্ত সর্বশেষ নির্দেশিকা পড়ুন
cy: Darllenwch y canllaw COVID-19 diweddaraf
pa: ਨਵੀਨਤਮ COVID-19 ਸੇਧ ਪੜ੍ਹੋ
pl: Przeczytaj najnowsze wytyczne dotyczące COVID-19
ro: Citiți cele mai recente instrucțiuni referitoare la COVID-19
tr: Güncel COVID-19 yönergesini okuyun
ur: COVID-19 سے متعلق تازہ ترین رہنمائی پڑھیں
zh: 阅读最新版 COVID-19 指南

source: Read latest COVID-19 guidance
ar: اقرأ أحدث الإرشادات المتعلقة بـــــ COVID-19
bn: COVID-19 সংক্রান্ত সর্বশেষ নির্দেশিকা পড়ুন
cy: Darllenwch y canllaw COVID-19 diweddaraf
pa: ਨਵੀਨਤਮ COVID-19 ਸੇਧ ਪੜ੍ਹੋ
pl: Przeczytaj najnowsze wytyczne dotyczące COVID-19
ro: Citiți cele mai recente instrucțiuni referitoare la COVID-19
tr: Güncel COVID-19 yönergesini okuyun
ur: COVID-19 سے متعلق تازہ ترین رہنمائی پڑھیں
zh: 阅读最新版 COVID-19 指南

# contact_case_no_isolation_fully_vaccinated_list_item_social_distancing_england
source: Limit close contact with anyone in your household who has COVID-19
ar: الحد من الاتصال الوثيق مع أي شخص في منزلك مصاب بفيروس COVID-19
bn: আপনার পরিবারের এমন যে কারোর সাথে ঘনিষ্ঠ যোগাযোগ সীমিত করুন যার COVID-19 আছে
cy: Cyfyngwch gyswllt agos gydag unrhyw un yn eich aelwyd sydd â COVID-19
pa: ਆਪਣੇ ਪਰਿਵਾਰ ਵਿੱਚ ਉਸ ਕਿਸੇ ਵੀ ਵਿਅਕਤੀ ਨਾਲ ਨਜ਼ਦੀਕੀ ਸੰਪਰਕ ਨੂੰ ਸੀਮਿਤ ਕਰੋ ਜਿਸ ਨੂੰ COVID-19 ਹੈ
pl: Ogranicz bliski kontakt z ze wszystkimi członkami gospodarstwa domowego zarażonymi COVID-19
ro: Limitați contactul apropiat cu orice persoană din gospodăria dvs. care are COVID-19
tr: Evde COVID-19 olan kimselerle yakın teması sınırlandırın
ur: اپنے گھرانے میں کسی بھی ایسے شخص کے ساتھ رابطہ کو محدود کریں جسے COVID-19 ہو
zh: 限制与家中任何感染 COVID-19 之人的密切接触

source: Take a PCR test if you have symptoms of COVID-19
ar: قم بإجراء اختبار PCR إذا كانت لديك أعراض COVID-19
bn: আপনার COVID-19 এর লক্ষণ থাকলে একটি PCR পরীক্ষা করান
cy: Cymerwch brawf PCR os oes gennych chi symptomau COVID-19
pa: ਜੇ ਤੁਹਾਨੂੰ COVID-19 ਦੇ ਲੱਛਣ ਹਨ ਤਾਂ PCR ਟੈਸਟ ਕਰਵਾਓ
pl: Jeśli masz objawy COVID-19 zamów bezpłatny test PCR
ro: Efectuați un test PCR dacă aveți simptome de COVID-19
tr: COVID-19 belirtileriniz varsa PCR testi yaptırın
ur: اگر آپ میں COVID-19 کی علامات پائی جاتی ہیں تو PCR ٹیسٹ کریں
zh: 如有 COVID-19 症状，则进行 PCR 检测

# contact_case_no_isolation_fully_vaccinated_list_item_wear_a_mask_england
source: Wear a face covering in crowded, enclosed or poorly ventilated spaces
ar: أرتدي غطاء الوجه في الأماكن المزدحمة أوالمغلقة أو سيئة التهوية
bn: জনবহুল, চারদিক ঘেরা বা দুর্বল বায়ুচলাচলযুক্ত স্থানে মুখ ঢাকার আবরণ পরে থাকুন
cy: Gwisgwch orchudd wyneb mewn lleoliadau prysur, amgaeedig neu sydd heb eu hawyru’n dda
pa: ਭੀੜ-ਭੜੱਕੇ ਵਾਲੀਆਂ, ਬੰਦ ਜਾਂ ਮਾੜੀ ਹਵਾਦਾਰੀ ਵਾਲੀਆਂ ਥਾਵਾਂ 'ਤੇ ਚਿਹਰੇ ਦੀ ਕਵਰਿੰਗ ਪਹਿਨੋ
pl: Noś zakrycie twarzy w zatłoczonych, zamkniętych lub słabo wentylowanych pomieszczeniach
ro: Purtați mască facială în spații aglomerate, închise sau slab aerisite
tr: Kalabalık, kapalı veya iyi havalandırılmayan yerlerde maske takın
ur: بھیڑ بھاڑ والی، بند یا کم ہوادار جگہوں میں فیس کورنگ پہنیں
zh: 在拥挤、封闭或通风不良的空间内佩戴面罩

# no_symptoms_link
source: NHS 111 online
zh: 在线 NHS 111

# no_symptoms_isolating_services_link
source: NHS 111 online
zh: 在线 NHS 111

# exposure_acknowledgement_link
source: NHS 111 online
zh: 在线 NHS 111

# end_of_isolation_online_services_link
source: NHS 111 online
zh: 在线 NHS 111

# negative_test_result_no_isolation_link_label
source: NHS 111 online
zh: 在线 NHS 111

# self_diagnosis_symptoms_after_positive_link
source: NHS 111 online
zh: 在线 NHS 111

# self_diagnosis_symptoms_after_positive_discarded_link
source: NHS 111 online
zh: 在线 NHS 111

# self_diagnosis_no_symptoms_after_positive_link
source: NHS 111 online
zh: 在线 NHS 111

# onboarding_strapline_title
source: COVID-19
ar: فيروس كورونا "COVID-19"
bn: কোভিড-19
pa: ਕੋਵਿਡ 19

# new_no_symptoms_screen_general_guidance_link_title
source: NHS guidance
gu: NHS માર્ગદર્શન
tr: NHS yönergesi
