Repository: nihp-public/covid-19-app-ios-ag-public
Catalog: NHS-COVID-19/Core/Sources/Localization/Resources/*.lproj/Localizable.strings
Languages: ar, bn, cy, gu, pa, pl, ro, tr, ur, zh

# contact_case_start_isolation_list_item_testing_with_date %@
source: You are advised to take a free rapid lateral flow test as soon as possible. You should also take a second rapid lateral flow test on the %@.
ar: ننصحك بإجراء اختبار التدفق الجانبي السريع المجاني في أسرع وقت ممكن. يجب عليك أيضا إجراء اختبار التدفق الجانبي السريع الثاني في %@.
bn: আপনাকে যত তাড়াতাড়ি সম্ভব বিনামূল্যে দ্রুত ল্যাটারাল ফ্লো পরীক্ষা করার পরামর্শ দেওয়া হচ্ছে। আপনার %@ এ দ্বিতীয়বার একটি দ্রুত ল্যাটারাল ফ্লো পরীক্ষা করাও উচিত।
cy: Fe’ch cynghorir i gymryd prawf llif unffordd cyflym am ddim cyn gynted â phosibl. Dylech hefyd gymryd ail brawf llif unffordd cyflym ar %@.
gu: તમને શક્ય તેટલી જલ્દી મફત રૅપિડ લેટરલ ફ્લો ટેસ્ટ કરાવવાની સલાહ આપવામાં આવે છે. તમારે %@ના રોજ પણ બીજો રૅપિડ લેટરલ ફ્લો ટેસ્ટ કરાવવો જોઈએ.
pa: ਤੁਹਾਨੂੰ ਜਿੰਨੀ ਜਲਦੀ ਹੋ ਸਕੇ ਮੁਫ਼ਤ ਰੈਪਿਡ ਲੈਟਰਲ ਫਲੋ ਟੈਸਟ ਕਰਾਉਣ ਦੀ ਸਲਾਹ ਦਿੱਤੀ ਜਾਂਦੀ ਹੈ। ਤੁਹਾਨੂੰ %@ ਨੂੰ ਇੱਕ ਦੂਸਰਾ ਰੈਪਿਡ ਲੈਟਰਲ ਫਲੋ ਟੈਸਟ ਵੀ ਕਰਾਉਣਾ ਚਾਹੀਦਾ ਹੈ।
pl: Zaleca się możliwie najszybsze wykonanie bezpłatnego testu przepływu bocznego. Należy również wykonać drugi szybki test przepływu bocznego %@.
ro: Este recomandat să efectuați un test rapid de flux lateral gratuit cât mai repede posibil. De asemenea, este necesară efectuarea unui al doilea test rapid de flux lateral pe %@.
tr: Mümkün olan en yakın zamanda ücretsiz hızlı antijen testi yapmanız tavsiye edilir. Ayrıca %@ tarihinde ikinci bir hızlı antijen testi yapmalısınız.
ur: آپ کو صلاح دی جاتی ہے کہ جتنی جلدی ممکن ہو ایک مفت ریپڈ لیٹرل فلو ٹیسٹ کرائیں۔ آپ کو چاہیے کہ %@ کو ایک دوسرا ریپڈ لیٹرل فلو ٹیسٹ بھی کرائیں۔
zh: 建议您尽快进行免费快速侧流检测。您还应在 %@ 进行第二次快速侧流检测。

# contact_case_continue_isolation_list_item_testing_with_date %@
source: Book a free PCR test if you have symptoms.
ar: احجز اختبار PCR مجاني، إذا كانت لديك أعراض.
bn: আপনার উপসর্গ থাকলে বিনামূল্যে একটি PCR পরীক্ষা বুক করুন।
cy: Archebwch brawf PCR am ddim os oes gennych chi symptomau.
gu: તમને લક્ષણો હોય તો પણ મફત PCR ટેસ્ટ બૂક કરાવો.
pa: ਜੇ ਤੁਹਾਨੂੰ ਲੱਛਣ ਹਨ ਤਾਂ ਮੁਫ਼ਤ PCR ਟੈਸਟ ਬੁੱਕ ਕਰੋ।
pl: Zamów bezpłatny test PCR jeżeli masz objawy.
ro: Programați-vă la un test PCR gratuit dacă aveți simptome.
tr: Belirtileriniz varsa ücretsiz bir PCR testi için randevu alın.
ur: ایک مفت PCR ٹیسٹ بک کرائیں اگر آپ میں علامات پائی جاتی ہوں۔
zh: 如果出现症状，请预约免费的PCR检测。

# contact_case_no_isolation_fully_vaccinated_list_item_testing_with_date %@
source: Book a free PCR test if you have symptoms.
ar: احجز اختبار PCR مجاني، إذا كانت لديك أعراض.
bn: আপনার উপসর্গ থাকলে বিনামূল্যে একটি PCR পরীক্ষা বুক করুন।
cy: Archebwch brawf PCR am ddim os oes gennych chi symptomau.
gu: તમને લક્ષણો હોય તો પણ મફત PCR ટેસ્ટ બૂક કરાવો.
pa: ਜੇ ਤੁਹਾਨੂੰ ਲੱਛਣ ਹਨ ਤਾਂ ਮੁਫ਼ਤ PCR ਟੈਸਟ ਬੁੱਕ ਕਰੋ।
pl: Zamów bezpłatny test PCR jeżeli masz objawy.
ro: Programați-vă la un test PCR gratuit dacă aveți simptome.
tr: Belirtileriniz varsa ücretsiz bir PCR testi için randevu alın.
ur: ایک مفت PCR ٹیسٹ بک کرائیں اگر آپ میں علامات پائی جاتی ہوں۔
zh: 如果出现症状，请预约免费的PCR检测。

# contact_case_no_isolation_under_age_limit_list_item_testing_with_date %@
source: Book a free PCR test if you have symptoms.
ar: احجز اختبار PCR مجاني، إذا كانت لديك أعراض.
bn: আপনার উপসর্গ থাকলে বিনামূল্যে একটি PCR পরীক্ষা বুক করুন।
cy: Archebwch brawf PCR am ddim os oes gennych chi symptomau.
gu: તમને લક્ષણો હોય તો પણ મફત PCR ટેસ્ટ બૂક કરાવો.
pa: ਜੇ ਤੁਹਾਨੂੰ ਲੱਛਣ ਹਨ ਤਾਂ ਮੁਫ਼ਤ PCR ਟੈਸਟ ਬੁੱਕ ਕਰੋ।
pl: Zamów bezpłatny test PCR jeżeli masz objawy.
ro: Programați-vă la un test PCR gratuit dacă aveți simptome.
tr: Belirtileriniz varsa ücretsiz bir PCR testi için randevu alın.
ur: ایک مفت PCR ٹیسٹ بک کرائیں اگر آپ میں علامات پائی جاتی ہوں۔
zh: 如果出现症状，请预约免费的PCR检测。

# contact_case_summary_change_age_button
source: Change
ar: تغيير
bn: বদলান
cy: Newid
gu: બદલો
pa: ਬਦਲੋ
pl: Zmień
ro: Modificare
tr: Değiştir
ur: تبدیل کریں
zh: 修改

# contact_case_summary_change_age_accessiblity_button
source: Change your age
ar: تغيير عمرك
bn: আপনার বয়স পরিবর্তন করুন
cy: Newidiwch eich oed
gu: તમારી ઉંમર બદલો
pa: ਆਪਣੀ ਉਮਰ ਬਦਲੋ
pl: Zmień swój wiek
ro: Modificați vârsta dvs.
tr: Yaşını değiştir
ur: اپنی عمر تبدیل کریں
zh: 更改年龄

# contact_case_summary_change_vaccination_status_button
source: Change
ar: تغيير
bn: বদলান
cy: Newid
gu: બદલો
pa: ਬਦਲੋ
pl: Zmień
ro: Modificare
tr: Değiştir
ur: تبدیل کریں
zh: 修改

# contact_case_summary_change_vaccination_status_accessiblity_button
source: Change your vaccination status
ar: تغيير حالة التطعيم الخاصة بك
bn: আপনার টিকার স্থিতি পরিবর্তন করুন
cy: Newidiwch eich statws brechu
gu: તમારા રસીકરણની સ્થિતિ બદલો
pa: ਆਪਣੀ ਟੀਕਾਕਰਣ ਸਥਿਤੀ ਨੂੰ ਬਦਲੋ
pl: Zmień swój status szczepienia
ro: Modificați statutul dvs. de vaccinare
tr: Aşı durumunu değiştir
ur: اپنی ویکسینیشن کی حالت تبدیل کریں
zh: 更改疫苗接种状态

# contact_case_summary_title
source: Check your answers
ar: مراجعة إجاباتك
bn: আপনার উত্তর যাচাই করুন
cy: Gwiriwch eich atebion
gu: તમારા જવાબો ચેક કરો
pa: ਆਪਣੇ ਜਵਾਬ ਜਾਂਚੋ
pl: Sprawdź swoje odpowiedzi
ro: Verificați răspunsurile
tr: Yanıtlarınızı kontrol edin
ur: اپنے جوابات چیک کریں
zh: 核实信息

# contact_case_summary_heading
source: Check your answers
ar: مراجعة إجاباتك
bn: আপনার উত্তর যাচাই করুন
cy: Gwiriwch eich atebion
gu: તમારા જવાબો ચેક કરો
pa: ਆਪਣੇ ਜਵਾਬ ਜਾਂਚੋ
pl: Sprawdź swoje odpowiedzi
ro: Verificați răspunsurile
tr: Yanıtlarınızı kontrol edin
ur: اپنے جوابات چیک کریں
zh: 核实信息

# contact_case_summary_submit_button
source: Submit answers
ar: إرسال الإجابات
bn: উত্তর জমা দিন
cy: Cyflwynwch eich atebion
gu: જવાબો મોકલો
pa: ਜਵਾਬ ਭਰੋ
pl: Wyślij odpowiedzi
ro: Trimiteți răspunsurile
tr: Yanıtları ilet
ur: جوابات پیش کریں
zh: 提交信息

# onboarding_permissions_bluetooth_title
source: You need Bluetooth to use contact tracing
ar: أنت تحتاج الى خاصية البلوتوث لاستخدام تتبع جهات الاتصال
bn: কন্ট্যাক্ট ট্রেসিং ব্যবহার করতে আপনার ব্লুটুথ প্রয়োজন
cy: Rydych chi angen Bluetooth i ddefnyddio olrhain cyswllt
gu: કૉન્ટેક્ટ ટ્રેસિંગનો ઉપયોગ કરવા માટે તમને બ્લ્યૂટૂથની જરૂર છે
pa: ਸੰਪਰਕ ਟ੍ਰੇਸਿੰਗ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਤੁਹਾਨੂੰ ਬਲੂਟੁੱਥ ਦੀ ਲੋੜ ਹੈ
pl: Śledzenie kontaktów wymaga włączenia Bluetooth
ro: Bluetooth este necesar pentru monitorizarea contactelor
tr: Temaslı takibi yapılabilmesi için Bluetooth gerekmektedir
ur: کنٹیکٹ ٹریسنگ کا استعمال کرنے کے لیے آپ کو بلوٹوتھ کی ضرورت ہے
zh: 需要Bluetooth功能来使用接触者追踪

# onboarding_permissions_bluetooth_description
source: Contact tracing helps to prevent the spread of COVID-19 by letting you know if you’ve been in close contact with someone who has tested positive. For contact tracing to work, and to help keep you and your loved ones safe:
ar: يساعد تتبع جهات الاتصال في منع انتشار COVID-19 من خلال إخبارك إذا كنت على اتصال وثيق مع شخص ما ثبُتت أصابته بالفيروس. من أجل أن يعمل تتبع جهات الاتصال، والمساعدة في الحفاظ على سلامتك وسلامة أحبائك:
bn: পরীক্ষায় পজিটিভ ফল এসেছে এমন কারো সাথে আপনি ঘনিষ্ঠ সংস্পর্শে ছিলেন কিনা তা আপনাকে জানিয়ে, কন্ট্যাক্ট ট্রেসিং COVID-19 এর বিস্তার রোধ করতে সাহায্য করে। কন্ট্যাক্ট ট্রেসিং কাজ করার জন্য, এবং আপনাকে ও আপনার প্রিয়জনকে নিরাপদ রাখতে সাহায্য করার জন্য:
cy: Mae olrhain cyswllt yn helpu atal lledaeniad COVID-19 trwy adael i chi wybod os ydych chi wedi bod mewn cysylltiad agos â rhywun sydd wedi cael canlyniad prawf positif. Er mwyn i olrhain cyswllt weithio, ac i helpu eich cadw chi a’ch anwyliaid yn ddiogel:
gu: જેઓનો ટેસ્ટ પૉઝિટિવ આવ્યો હોય એવી કોઈ વ્યક્તિ સાથે તમે નજીકના સંપર્કમા આવ્યા છો કે કેમ તે તમને જણાવીને કૉન્ટેક્ટ ટ્રેસિંગ COVID-19નો ફેલાવો અટકાવવામાં મદદ કરે છે. કૉન્ટેક્ટ ટ્રેસિંગ કામ કરી શકે તે માટે અને તમને તથા તમારાં પ્રિયજનોને સુરક્ષિત રાખવામાં મદદ કરે છે:
pa: ਸੰਪਰਕ ਟ੍ਰੇਸਿੰਗ ਤੁਹਾਨੂੰ ਇਹ ਦੱਸ ਕੇ COVID-19 ਦੇ ਫੈਲਣ ਨੂੰ ਰੋਕਣ ਵਿੱਚ ਮਦਦ ਕਰਦੀ ਹੈ ਕਿ ਕੀ ਤੁਸੀਂ ਕਿਸੇ ਅਜਿਹੇ ਵਿਅਕਤੀ ਦੇ ਨਜ਼ਦੀਕੀ ਸੰਪਰਕ ਵਿੱਚ ਰਹੇ ਹੋ, ਜਿਸਦਾ ਟੈਸਟ ਪਾਜ਼ਿਟਿਵ ਆਇਆ ਹੈ। ਸੰਪਰਕ ਟ੍ਰੇਸਿੰਗ ਦੇ ਕੰਮ ਕਰਨ ਲਈ, ਅਤੇ ਤੁਹਾਨੂੰ ਅਤੇ ਤੁਹਾਡੇ ਅਜ਼ੀਜ਼ਾਂ ਨੂੰ ਸੁਰੱਖਿਅਤ ਰੱਖਣ ਵਿੱਚ ਮਦਦ ਲਈ:
pl: Śledzenie kontaktów pomaga zapobiegać rozprzestrzenianiu się COVID-19, informując użytkownika, że był w bliskim kontakcie z osobą, u której wynik testu był pozytywny. Aby aktywować śledzenie kontaktów i chronić siebie i swoich bliskich należy:
ro: Monitorizarea contactelor ajută la prevenirea răspândirii COVID-19 prin a vă informa dacă ați intrat în contact direct cu o persoană testată pozitiv. Ca monitorizarea contactelor să funcționeze și dvs. și cei dragi să fiți în siguranță:
tr: Temaslı takibi COVID-19 testi pozitif çıkmış kimselerle yakın temasta bulunmuş olmanız halinde sizi haberdar ederek hastalığın yayılmasını önlemeye yardımcı olur. Temaslı takibinin çalışabilmesi ve kendinizi ve sevdiklerinizi güvende tutmaya yardımcı olmak için:
ur: کنٹیکٹ ٹریسنگ آپ کو یہ بتاتے ہوئے COVID-19 کے پھیلاؤ کو روکنے میں مدد دیتی ہے کہ آیا آپ کسی ایسے شخص کے قریبی رابطہ میں رہے ہیں جس کی جانچ مثبت آئی ہے۔ کنٹیکٹ ٹریسنگ کے کام کرنے، اور آپ اور آپ کے عزیزوں کو محفوظ رکھنے میں مدد دینے کے لیے:
zh: 如果您曾与检测结果呈阳性的对象有过密切接触，接触者追踪功能将通知您这一情况，从而帮助防止COVID-19传播。 为使接触者追踪正常工作，并保护您和所爱的人：

# onboarding_permissions_bluetooth_description2
source: You can change these permissions in your phone settings.
ar: يمكنك تغيير هذه الأذونات من إعدادات هاتفك.
bn: আপনি আপনার ফোন সেটিংসে এই অনুমতিগুলি পরিবর্তন করতে পারেন৷
cy: Gallwch newid y caniatadau hyn yng ngosodiadau eich ffôn.
gu: તમે તમારા ફોનનાં સેટિંગ્ઝમાં આ પરવાનગીઓ બદલી શકો છો.
pa: ਤੁਸੀਂ ਆਪਣੀਆਂ ਫੋਨ ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਇਹਨਾਂ ਇਜਾਜ਼ਤਾਂ ਨੂੰ ਬਦਲ ਸਕਦੇ ਹੋ।
pl: Pozwolenia te można zmienić w ustawieniach telefonu.
ro: Puteți modifica aceste permisiuni din setările telefonului.
tr: Bu izinleri telefon ayarlarından değiştirebilirsiniz.
ur: آپ اپنے فون کی ترتیبات میں ان اجازتوں کو تبدیل کر سکتے ہیں۔
zh: 可以在手机设置中更改这些权限。

# onboarding_permissions_bluetooth_checklist
source: turn on Bluetooth in your phone settings allow ‘Exposure notifications’ allow ‘Notifications’
ar: قم بتشغيل خاصية البلوتوث في إعدادات هاتفك السماح بـ "إشعارات العرض" (Exposure notifications) السماح بـ "الإشعارات" (Notifications)
bn: আপনার ফোন সেটিংসে ব্লুটুথ চালু করুন ‘সংস্পর্শের বিজ্ঞপ্তি’ (Exposure notifications)-কে অনুমতি দিন ‘বিজ্ঞপ্তি’ (Notifications)-কে অনুমতি দিন
cy: trowch Bluetooth ymlaen yng ngosodiadau eich ffôn caniatewch ‘Hysbysiadau Cysylltiad’ (Exposure notifications) caniatewch ‘Hysbysiadau’ (Notifications)
gu: તમારા ફોનનાં સેટિંગ્ઝમાં બ્લ્યૂટૂથ ઑન કરો 'સંસર્ગની અધિસૂચનાઓ'ને (Exposure notifications) માન્ય કરો 'અધિસૂચનાઓ'ને (Notifications) માન્ય કરો
pa: ਆਪਣੀਆਂ ਫੋਨ ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਬਲੂਟੁੱਥ ਨੂੰ ਚਾਲੂ ਕਰੋ 'ਸੰਪਰਕ ਸੂਚਨਾਵਾਂ' (Exposure notifications) ਨੂੰ ਇਜਾਜ਼ਤ ਦਿਓ 'ਸੂਚਨਾਵਾਂ' (Notifications) ਨੂੰ ਇਜਾਜ਼ਤ ਦਿਓ
pl: włączyć połączenie Bluetooth w ustawieniach telefonu pozwolić na „Powiadomienia o ekspozycji” (Exposure notifications) pozwolić na przesyłanie „Powiadomień” (Notifications)
ro: porniți Bluetooth din setările telefonului permiteți „Notificări de expunere” (Exposure notifications) permiteți „Notificări” (Notifications)
tr: Telefonunuzun Ayarlar kısmına gidip Bluetooth özelliğini açın 'Temas bildirimleri'ne [Exposure notifications] izin verin 'Bildirimler'e [Notifications] izin verin
ur: اپنے فون کی ترتیبات میں بلوٹوتھ چالو کریں 'ایکسپوژر نوٹیفیکیشن' (Exposure notifications) کی اجازت دیں، 'نوٹیفیکیشن' (notifications) کی اجازت دیں
zh: 请在手机设置中打开Bluetooth功能 允许“暴露通知”(Exposure notifications) 允许“通知”(Notifications)

# onboarding_permissions_bluetooth_continue_button_title
source: Continue
ar: أستمر
bn: চালিয়ে যান
cy: Parhau
gu: ચાલુ રાખો
pa: ਜਾਰੀ ਰੱਖੋ
pl: Kontynuuj
ro: Continuați
tr: Devam
ur: جاری رکھیں
zh: 继续

# onboarding_how_app_works_title
source: How this app works
ar: كيف يعمل هذا التطبيق
bn: এই অ্যাপ কিভাবে কাজ করে
cy: Sut mae'r ap hwn yn gweithio
gu: આ ઍપ કઈ રીતે કામ કરે છે
pa: ਇਹ ਐਪ ਕਿਵੇਂ ਕੰਮ ਕਰਦੀ ਹੈ
pl: Jak działa ta aplikacja
ro: Cum funcționează aplicația
tr: Bu uygulama nasıl çalışıyor?
ur: یہ ایپ کس طرح کام کرتی ہے
zh: 此应用的工作方式

# onboarding_how_app_works_bluetooth_bullet_header
source: This app uses Bluetooth
ar: يستخدم هذا التطبيق خاصية البلوتوث
bn: এই অ্যাপটি ব্লুটুথ ব্যবহার করে
cy: Mae'r ap hwn yn defnyddio Bluetooth
gu: આ ઍપ બ્લ્યૂટૂથનો ઉપયોગ કરે છે
pa: ਇਹ ਐਪ ਬਲੂਟੁੱਥ ਦੀ ਵਰਤੋਂ ਕਰਦੀ ਹੈ
pl: Ta aplikacja korzysta z połączenia Bluetooth
ro: Această aplicație utilizează Bluetooth
tr: Bu uygulamada Bluetooth kullanılmaktadır
ur: یہ ایپ بلوٹوتھ کا استعمال کرتی ہے
zh: 此应用需使用Bluetooth

# onboarding_how_app_works_bluetooth_bullet_desc
source: If Bluetooth is turned off, contact tracing will not work. This is how the app calculates if someone may have been exposed to COVID-19 and will notify others who were in close contact.
ar: إذا تم إيقاف تشغيل خاصية البلوتوث، لن يعمل تتبع جهات الاتصال. هذه هي الطريقة التي يحسب بها التطبيق إذا ما كان شخص ما قد تعرض لـ COVID-19 وسوف يقوم بإخطار الآخرين الذين كانوا على اتصال وثيق به.
bn: ব্লুটুথ বন্ধ থাকলে কন্ট্যাক্ট ট্রেসিং কাজ করবে না। এইভাবে অ্যাপটি গণনা করে যে কেউ COVID-19-এর সংস্পর্শে এসেছে কিনা এবং অন্য যারা ঘনিষ্ঠ সংস্পর্শে ছিলেন তাদের অবহিত করবে।
cy: Os ydych chi wedi diffodd Bluetooth, ni fydd olrhain cyswllt yn gweithio. Dyma sut mae’r ap yn cyfrifo os gallai rhywun fod wedi amlygu i COVID-19 a bydd yn hysbysu eraill a oedd mewn cysylltiad agos.
gu: જો બ્લ્યૂટૂથ બંધ કરવામાં આવે તો કૉન્ટેક્ટ ટ્રેસિંગ કામ કરશે નહિ. કોઈ વ્યક્તિ COVID-19ના સંસર્ગમાં આવી છે કે કેમ તેની ઍપ આ રીતે ગણતરી કરશે અને જેઓ નજીકના સંપર્કમાં આવ્યા હોય એવા અન્ય લોકોને જાણ કરશે.
pa: ਜੇਕਰ ਬਲੂਟੁੱਥ ਬੰਦ ਹੈ, ਤਾਂ ਸੰਪਰਕ ਟ੍ਰੇਸਿੰਗ ਕੰਮ ਨਹੀਂ ਕਰੇਗੀ। ਇਹੀ ਤਰੀਕਾ ਹੈ ਜਿਸ ਨਾਲ ਐਪ ਹਿਸਾਬ ਲਗਾਉਂਦੀ ਹੈ ਕਿ ਕੀ ਕੋਈ ਵਿਅਕਤੀ COVID-19 ਦੇ ਸੰਪਰਕ ਵਿੱਚ ਆਇਆ ਹੈ ਅਤੇ ਉਹਨਾਂ ਦੂਜਿਆਂ ਨੂੰ ਸੂਚਿਤ ਕਰੇਗੀ ਜੋ ਨਜ਼ਦੀਕੀ ਸੰਪਰਕ ਵਿੱਚ ਆਏ ਸਨ।
pl: Jeśli połączenie Bluetooth jest wyłączone, śledzenie kontaktów nie będzie działać. W ten sposób aplikacja oblicza, czy ktoś mógł być narażony na kontakt z COVID-19, i powiadamia inne osoby, o kontakcie z osobą zarażoną.
ro: Dacă Bluetooth este oprit, monitorizarea contactelor nu va funcționa. Aceasta este metoda prin care aplicația determină dacă o persoană a fost expusă virusului COVID-19 și informează ulterior persoanele cu care aceasta a intrat în contact direct.
tr: Bluetooth özelliği kapatılırsa temaslı takibi yapılamaz. Uygulama COVID-19'a yakalanmış kişileri bu teknoloji yardımıyla tespit ederek yakın temaslılarını durumdan haberdar etmektedir.
ur: اگر بلوٹوتھ بند ہے تو کنٹیکٹ ٹریسنگ کام نہیں کرے گی۔ یہ ایپ اسی طرح پتہ لگاتی ہے کہ آیا کوئی COVID-19 کی زد میں آیا ہے اور یہ ان دیگر لوگوں کو مطلع کرے گی جو قریبی رابطہ میں تھے۔
zh: 如果Bluetooth功能关闭，将无法进行接触者追踪。此应用通过这种方式来推测某人是否可能与COVID-19有过接触，并通知其密切接触者。

# onboarding_how_app_works_battery_bullet_header
source: It will not drain your battery
ar: لن يستنزف هذا التطبيق بطارية هاتفك
bn: এটি আপনার ব্যাটারি নিঃশেষ করে দেবে না
cy: Ni fydd yn gwagio eich batri
gu: તે તમારી બૅટરીને ડાઉન કરશે નહિ
pa: ਇਹ ਤੁਹਾਡੀ ਬੈਟਰੀ ਨੂੰ ਖਤਮ ਨਹੀਂ ਕਰੇਗੀ
pl: Nie rozładuje akumulatora
ro: Nu va consuma bateria
tr: Bu teknoloji pilinizi tüketmez
ur: اس سے آپ کی بیٹری ختم نہیں ہوگی
zh: 此应用不会耗尽电量

# onboarding_how_app_works_battery_bullet_desc
source: Contact tracing uses a battery-saving Bluetooth technology. This estimates how long you‘ve been in close contact with other app users.
ar: يستخدم تتبع جهات الاتصال تقنية البلوتوث الموفرة للبطارية. يقدر هذا التطبيق المدة التي كنت على اتصال وثيق بمستخدمي التطبيق الآخرين.
bn: কন্ট্যাক্ট ট্রেসিং একটি ব্যাটারি-সাশ্রয়কারী ব্লুটুথ প্রযুক্তি ব্যবহার করে। এটি অনুমান করে যে আপনি কতক্ষণ ধরে অন্যান্য অ্যাপ ব্যবহারকারীদের সাথে ঘনিষ্ঠ সংস্পর্শে ছিলেন।
cy: Mae olrhain cyswllt yn defnyddio technoleg Bluetooth sy'n arbed batri. Mae hyn yn amcangyfrif am ba hyd ydych chi wedi bod mewn cysylltiad agos gyda defnyddwyr ap eraill.
gu: કૉન્ટેક્ટ ટ્રેસિંગ બેટરીની બચત કરતી બ્લ્યૂટૂથ ટેકનૉલજિનો ઉપયોગ કરે છે. તમે ઍપના અન્ય વપરાશકર્તાઓ સાથે કેટલા સમયથી નજીકના સંપર્કમાં છો તેનો આમાં અંદાજ મળે છે.
pa: ਸੰਪਰਕ ਟ੍ਰੇਸਿੰਗ ਬੈਟਰੀ ਬਚਾਉਣ ਵਾਲੀ ਬਲੂਟੁੱਥ ਤਕਨੀਕ ਦੀ ਵਰਤੋਂ ਕਰਦੀ ਹੈ। ਇਹ ਅੰਦਾਜ਼ਾ ਲਗਾਉਂਦੀ ਹੈ ਕਿ ਤੁਸੀਂ ਕਿੰਨੀ ਦੇਰ ਤਕ ਦੂਜੇ ਐਪ ਵਰਤੋਂਕਾਰਾਂ ਦੇ ਨਜ਼ਦੀਕੀ ਸੰਪਰਕ ਵਿੱਚ ਰਹੇ ਹੋ।
pl: Śledzenie kontaktów wykorzystuje oszczędzającą akumulator technologię Bluetooth. Pozwala ono oszacować czas pobytu w pobliżu innych użytkowników aplikacji.
ro: Monitorizarea contactelor utilizează tehnologie Bluetooth cu capacitatea de economisire a bateriei. Aceasta estimează pentru ce perioadă de timp ați fost în contact direct cu alți utilizatori ai aplicației.
tr: Temaslı takibinde pil tasarruflu Bluetooth teknolojisi kullanılmakta olup uygulamayı kullanan diğer kimselerle ne kadar süre yakın temasta olduğunuz tahmin edilmektedir.
ur: کنٹیکٹ ٹریسنگ بیٹری بچانے والی بلوٹوتھ ٹیکنالوجی استعمال کرتی ہے۔ یہ اندازہ لگاتی ہے کہ آپ یہ ایپ استعمال کرنے والے دیگر لوگوں کے قریبی رابطہ میں کتنی دیر رہے ہیں۔
zh: 接触者追踪使用电池节能型Bluetooth技术，其将预估您与其他用户密切接触的时长。

# onboarding_how_app_works_location_bullet_header
source: Your location is not tracked
ar: لا يتم تعقب موقعك
bn: আপনার অবস্থান ট্র্যাক করা হয় না
cy: Nid yw’ch lleoliad yn cael ei olrhain
gu: તમારા સ્થાનને ટ્રૅક કરવામાં આવતું નથી
pa: ਤੁਹਾਡੇ ਟਿਕਾਣੇ ਨੂੰ ਟ੍ਰੈਕ ਨਹੀਂ ਕੀਤਾ ਜਾਂਦਾ ਹੈ
pl: Twoja lokalizacja nie jest śledzona
ro: Locația dvs. nu este monitorizată
tr: Konumunuz takip edilmez
ur: آپ کے محل وقوع کا پتہ نہیں لگایا گیا ہے
zh: 您的位置不会被追踪

# onboarding_how_app_works_location_bullet_desc
source: This app is not used to identify your location.
ar: لا يتم استخدام هذا التطبيق لتحديد موقعك.
bn: আপনার অবস্থান সনাক্ত করতে এই অ্যাপটি ব্যবহার করা হয় না।
cy: Ni ddefnyddir yr ap i ddynodi eich lleoliad.
gu: આ ઍપનો તમારા સ્થાનની ઓળખ કરવા માટે ઉપયોગ થતો નથી.
pa: ਇਸ ਐਪ ਨੂੰ ਤੁਹਾਡੇ ਟਿਕਾਣੇ ਦੀ ਪਛਾਣ ਕਰਨ ਲਈ ਨਹੀਂ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ।
pl: Aplikacja ta nie jest wykorzystywana do identyfikowania Twojej lokalizacji.
ro: Aplicația nu este utilizată pentru a vă identifica locația.
tr: Bu uygulama konumunuzu tespit etmek amacıyla kullanılmamaktadır.
ur: یہ ایپ آپ کے محل وقوع کی شناخت کرنے کے لیے نہیں استعمال کی جاتی ہے۔
zh: 此应用不会识别您的位置。

# onboarding_how_app_works_privacy_bullet_header
source: Your privacy is protected
ar: خصوصيتك محمية
bn: আপনার গোপনীয়তা সুরক্ষিত
cy: Mae'ch preifatrwydd wedi ei ddiogelu
gu: તમારી ગોપનીયતાનું રક્ષણ કરવામાં આવે છે
pa: ਤੁਹਾਡੀ ਪਰਦੇਦਾਰੀ ਸੁਰੱਖਿਅਤ ਹੈ
pl: Twoja prywatność jest chroniona
ro: Confidențialitatea dvs. este protejată
tr: Gizliliğiniz koruma altındadır
ur: آپ کی پرائیویسی (رازداری) محفوظ ہے
zh: 您的隐私将受到保护

# onboarding_how_app_works_privacy_bullet_desc
source: Your personal details cannot be accessed by this app and will remain protected at all times.
ar: لا يمكن الوصول الى بياناتك الشخصية من قبل هذا التطبيق وستظل محمية في جميع الأوقات.
bn: আপনার ব্যক্তিগত বিবরণ এই অ্যাপ দ্বারা অ্যাক্সেস করা যাবে না এবং সর্বদা সুরক্ষিত থাকবে।
cy: Ni all yr ap gael mynediad i'ch manylion personol a byddwch wedi’ch diogelu ar bob adeg.
gu: આ ઍપ તમારી વ્યક્તિગત વિગતો ઍક્સેસ કરતી નથી અને તે તમામ સમયે આરક્ષિત રહેશે.
pa: ਇਸ ਐਪ ਦੁਆਰਾ ਤੁਹਾਡੇ ਨਿੱਜੀ ਵੇਰਵਿਆਂ ਤਕ ਪਹੁੰਚ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ ਅਤੇ ਉਹ ਹਰ ਸਮੇਂ ਸੁਰੱਖਿਅਤ ਰਹਿਣਗੇ।
pl: Ta aplikacja nie ma dostępu do Twoich danych osobowych i są one chronione przez cały czas.
ro: Detaliile cu caracter personal nu pot fi accesate de această aplicație și vor fi protejate în permanență.
tr: Bu uygulama ile kişisel bilgilerinize erişilemez. Kişisel bilgileriniz her zaman koruma altında tutulacaktır.
ur: اس ایپ کے ذریعہ آپ کی ذاتی تفصیلات تک رسائی نہیں حاصل کی جا سکتی ہے اور وہ ہمیشہ محفوظ رہیں گی۔
zh: 此应用无法访问个人信息，您的个人信息将始终受到保护。

# onboarding_how_app_works_continue
source: Continue
ar: أستمر
bn: চালিয়ে যান
cy: Parhau
gu: ચાલુ રાખો
pa: ਜਾਰੀ ਰੱਖੋ
pl: Kontynuuj
ro: Continuați
tr: Devam
ur: جاری رکھیں
zh: 继续

# launcher_permissions_bluetooth_title
source: Contact tracing does not work without Bluetooth
ar: لا يعمل تتبع جهات الاتصال بدون خاصية البلوتوث
bn: ব্লুটুথ ছাড়া কন্ট্যাক্ট ট্রেসিং কাজ করে না
cy: Dydy olrhain cyswllt ddim yn gweithio heb Bluetooth
gu: કૉન્ટેક્ટ ટ્રેસિંગ બ્લ્યૂટૂથ વિના કામ કરતું નથી
pa: ਬਲੂਟੁੱਥ ਤੋਂ ਬਿਨਾਂ ਸੰਪਰਕ ਟ੍ਰੇਸਿੰਗ ਕੰਮ ਨਹੀਂ ਕਰਦੀ ਹੈ
pl: Śledzenie kontaktów nie działa bez włączonego połączenia Bluetooth
ro: Monitorizarea contactelor nu funcționează fără Bluetooth
tr: Temaslı takibi Bluetooth olmadan çalışmaz
ur: کنٹیکٹ ٹریسنگ بلوٹوتھ کے بغیر کام نہیں کرتی ہے
zh: 接触者追踪需要使用Bluetooth功能

# launcher_permissions_bluetooth_hint
source: Turn on Bluetooth in your phone settings
ar: قم بتشغيل خاصية البلوتوث في إعدادات هاتفك
bn: আপনার ফোন সেটিংসে ব্লুটুথ চালু করুন
cy: Trowch Bluetooth ymlaen yng ngosodiadau eich ffôn
gu: તમારા ફોનનાં સેટિંગ્ઝમાં બ્લ્યૂટૂથ ઑન કરો
pa: ਆਪਣੇ ਫੋਨ ਦੀਆਂ ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਬਲੂਟੁੱਥ ਨੂੰ ਚਾਲੂ ਕਰੋ
pl: Włącz połączenie Bluetooth w ustawieniach telefonu
ro: Porniți Bluetooth din setările telefonului
tr: Telefonunuzun ayarlarından Bluetooth özelliğini açın
ur: اپنے فون کی ترتیبات میں بلوٹوتھ کو چالو کریں
zh: 在手机设置中打开Bluetooth

# launcher_permissions_bluetooth_description
source: Contact tracing helps to prevent the spread of COVID-19 by letting you know if you’ve been in close contact with someone who has tested positive. Turn on Bluetooth to help to stop the spread of COVID-19. You can continue to use this app without Bluetooth, but contact tracing will not work.
ar: يساعد تتبع جهات الاتصال في منع انتشار COVID-19 من خلال إخبارك إذا كنت على اتصال وثيق مع شخص ما ثبُتت أصابته بالفيروس. قم بتشغيل خاصية البلوتوث للمساعدة في وقف انتشار COVID-19. يمكنك الاستمرار في استخدام هذا التطبيق بدون خاصية البلوتوث، لكن تتبع جهات الاتصال لن يعمل
bn: পরীক্ষায় পজিটিভ ফল এসেছে এমন কারো সাথে আপনি ঘনিষ্ঠ সংস্পর্শে ছিলেন কিনা তা আপনাকে জানিয়ে, কন্ট্যাক্ট ট্রেসিং COVID-19 এর বিস্তার রোধ করতে সাহায্য করে। COVID-19 এর বিস্তার বন্ধ করতে সাহায্য করার জন্য ব্লুটুথ চালু করুন। আপনি ব্লুটুথ ছাড়া এই অ্যাপটি ব্যবহার করা চালিয়ে যেতে পারেন, তবে কন্ট্যাক্ট ট্রেসিং কাজ করবে না।
cy: Mae olrhain cyswllt yn helpu atal lledaeniad COVID-19 trwy adael i chi wybod os ydych chi wedi bod mewn cysylltiad agos â rhywun sydd wedi cael canlyniad prawf positif. Trowch Bluetooth ymlaen i helpu atal lledaeniad COVID-19. Gallwch ddal i ddefnyddio’r ap yma heb Bluetooth, ond ni fydd olrhain cyswllt yn gweithio.
gu: જેઓનો ટેસ્ટ પૉઝિટિવ આવ્યો હોય એવી કોઈ વ્યક્તિ સાથે તમે નજીકના સંપર્કમા આવ્યા છો કે કેમ તે તમને જણાવીને કૉન્ટેક્ટ ટ્રેસિંગ COVID-19નો ફેલાવો અટકાવવામાં મદદ કરે છે. COVID-19નો ફેલાવો અટકાવવામાં મદદ કરવા માટે બ્લ્યૂટૂથ ઑન કરો. તમે બ્લ્યૂટૂથ વિના આ ઍપનો ઉપયોગ કરવાનું ચાલુ રાખી શકો છો, પરંતુ કૉન્ટેક્ટ ટ્રેસિંગ કામ કરશે નહિ.
pa: ਸੰਪਰਕ ਟ੍ਰੇਸਿੰਗ ਤੁਹਾਨੂੰ ਇਹ ਦੱਸ ਕੇ COVID-19 ਦੇ ਫੈਲਣ ਨੂੰ ਰੋਕਣ ਵਿੱਚ ਮਦਦ ਕਰਦੀ ਹੈ ਕਿ ਕੀ ਤੁਸੀਂ ਕਿਸੇ ਅਜਿਹੇ ਵਿਅਕਤੀ ਦੇ ਨਜ਼ਦੀਕੀ ਸੰਪਰਕ ਵਿੱਚ ਰਹੇ ਹੋ, ਜਿਸਦਾ ਟੈਸਟ ਪਾਜ਼ਿਟਿਵ ਆਇਆ ਹੈ। COVID-19 ਦੇ ਫੈਲਣ ਨੂੰ ਰੋਕਣ ਵਿੱਚ ਮਦਦ ਲਈ ਬਲੂਟੁੱਥ ਚਾਲੂ ਕਰੋ। ਤੁਸੀਂ ਬਲੂਟੁੱਥ ਤੋਂ ਬਿਨਾਂ ਇਸ ਐਪ ਦੀ ਵਰਤੋਂ ਕਰਨਾ ਜਾਰੀ ਰੱਖ ਸਕਦੇ ਹੋ, ਪਰ ਸੰਪਰਕ ਟ੍ਰੇਸਿੰਗ ਕੰਮ ਨਹੀਂ ਕਰੇਗੀ।
pl: Śledzenie kontaktów pomaga zapobiegać rozprzestrzenianiu się COVID-19, informując użytkownika, że był w bliskim kontakcie z osobą, u której wynik testu był pozytywny. Włącz połączenie Bluetooth, aby pomóc w powstrzymanie rozprzestrzeniania się COVID-19. Możesz nadal korzystać z tej aplikacji bez połączenia Bluetooth, ale nie będzie wówczas działać śledzenie kontaktów.
ro: Monitorizarea contactelor ajută la prevenirea răspândirii COVID-19 prin a vă informa dacă ați intrat în contact direct cu o persoană testată pozitiv. Porniți Bluetooth pentru a ajuta la oprirea răspândirii COVID-19. Puteți utiliza aplicația în continuare fără Bluetooth, dar monitorizarea contactelor nu va funcționa.
tr: Temaslı takibi COVID-19 testi pozitif çıkmış kimselerle yakın temasta bulunmuş olmanız halinde sizi haberdar ederek hastalığın yayılmasını önlemeye yardımcı olur. COVID-19'un yayılmasını durdurmaya yardımcı olmak için Bluetooth özelliğini açın. Bu uygulamayı Bluetooth olmadan da kullanmaya devam edebilirsiniz ama temaslı takibi yapılamaz.
ur: کنٹیکٹ ٹریسنگ آپ کو یہ بتاتے ہوئے COVID-19 کے پھیلاؤ کو روکنے میں مدد دیتی ہے کہ آیا آپ کسی ایسے شخص کے قریبی رابطہ میں رہے ہیں جس کی جانچ مثبت آئی ہے۔ COVID-19 کے پھیلاؤ کو روکنے میں مدد دینے کے لیے بلوٹوتھ چالو کریں۔ آپ بلوٹوتھ کے بغیر بھی یہ ایپ استعمال کرنا جاری رکھ سکتے ہیں، لیکن کنٹیکٹ ٹریسنگ کام نہیں کرے گی۔
zh: 如果您曾与检测结果呈阳性的对象有过密切接触，接触者追踪功能将通知您这一情况，从而帮助防止COVID-19传播。 请打开Bluetooth，帮助防止COVID-19传播。您可以在不打开Bluetooth的情况下继续使用此应用，但接触者追踪功能将无法工作。
