Repository: nihp-public/covid-19-app-ios-ag-public
Catalog: NHS-COVID-19/Core/Sources/Localization/Resources/*.lproj/Localizable.strings
Languages: ar, bn, cy, gu, pa, pl, ro, tr, ur, zh

# privacy_title
source: Protecting your privacy
ar: حماية خصوصيتك
bn: আপনার গোপনীয়তা রক্ষা করা
cy: Diogelu’ch preifatrwydd
gu: તમારી ગોપનીયતાની સુરક્ષા કરવી
pa: ਤੁਹਾਡੀ ਗੁਪਤਤਾ ਦੀ ਸੁਰੱਖਿਆ
pl: Ochrona Twojej prywatności
ro: Protejarea intimității dvs.
tr: Gizliliğinizin korunması
ur: اپنی رازداری کا تحفظ کریں
zh: 保护您的隐私

# privacy_description_paragraph2
source: The app securely and anonymously stores data for 14 days after it has been recorded. When you use QR codes to check into venues, venue data is stored for 21 days. You can delete the data from the app at anytime in your app settings, or by uninstalling the app. Your phone may keep some basic data – this is controlled by your phone’s operating system.
ar: يقوم التطبيق بتخزين اليانات بشكل آمن ودون الإفصاح عن الهوية لمدة 14 يوم بعد تسجيلها. تستطيع حذف البيانات من التطبيق في أي وقت من خلال أعدادات التطبيق الخاص بك، أو عن طريق إلغاء تثبيت التطبيق. قد يحتفظ هاتفك ببعض البيانات الأساسية - يتم التحكم في ذلك من خلال نظام تشغيل هاتفك.
bn: অ্যাপটি ডেটা রেকর্ড করার পর 14 দিনের জন্য নিরাপদে এবং পরিচয়বিহীনভাবে ডেটা সঞ্চয় করে। আপনি আপনার অ্যাপ সেটিংসে গিয়ে বা অ্যাপটি আনইনস্টল করে যে কোনো সময় অ্যাপ থেকে ডেটা মুছে ফেলতে পারেন। আপনার ফোন কিছু মৌলিক ডেটা রেখে দিতে পারে - এটি আপনার ফোনের অপারেটিং সিস্টেম দ্বারা নিয়ন্ত্রিত হয়৷
cy: Mae'r ap yn storio data yn ddiogel ac yn ddienw am 14 diwrnod ar ôl iddo gael eu cofnodi. Gallwch ddileu'r data o'r ap ar unrhyw adeg yn eich gosodiadau ap, neu trwy ddadosod yr ap. Efallai y bydd eich ffôn yn cadw rhywfaint o ddata sylfaenol - rheolir hyn gan system weithredu eich ffôn.
gu: એપ્લિકેશન રેકોર્ડ કરવામાં આવ્યા પછી 14 દિવસ માટે સુરક્ષિત અને અજ્ઞાત રૂપે માહિતી સાચવે છે. તમે જયારે સ્થળોની તપાસ કરવા QR કોડસનો ઉપયોગ કરશો, ત્યારે 21 દિવસો સુધી સ્થળની વિગતો સંગ્રહ થાય છે. તમે તમારી એપ્લિકેશન સેટિંગ્સમાં અથવા એપ્લિકેશનને અનઇન્સ્ટોલ કરીને કોઈપણ સમયે એપ્લિકેશનમાંથી ડેટા કાઢી શકો છો. તમારો ફોન કેટલાક મૂળ ડેટા રાખી શકે છે - આ તમારા ફોનની ઓપરેટિંગ સિસ્ટમ દ્વારા નિયંત્રિત કરવામાં આવે છે.
pa: ਐਪ ਡੇਟਾ ਨੂੰ ਰਿਕਾਰਡ ਕੀਤੇ ਜਾਣ ਤੋਂ ਬਾਅਦ 14 ਦਿਨਾਂ ਤੱਕ ਸੁਰੱਖਿਅਤ ਅਤੇ ਅਗਿਆਤ ਰੂਪ ਵਿੱਚ ਸਟੋਰ ਕਰਦੀ ਹੈ। ਤੁਸੀਂ ਆਪਣੀਆਂ ਐਪ ਸੈਟਿੰਗਾਂ ਵਿੱਚ, ਜਾਂ ਐਪ ਨੂੰ ਅਨਇਨਸਟਾਲ ਕਰਕੇ ਕਿਸੇ ਵੀ ਸਮੇਂ ਐਪ ਤੋਂ ਡਾਟਾ ਮਿਟਾ ਸਕਦੇ ਹੋ। ਤੁਹਾਡਾ ਫੋਨ ਕੁਝ ਬੁਨਿਆਦੀ ਡਾਟਾ ਰੱਖ ਸਕਦਾ ਹੈ - ਇਹ ਤੁਹਾਡੇ ਫੋਨ ਦੇ ਆਪਰੇਟਿੰਗ ਸਿਸਟਮ ਦੁਆਰਾ ਨਿਯੰਤ੍ਰਿਤ ਕੀਤਾ ਜਾਂਦਾ ਹੈ।
pl: Aplikacja bezpiecznie i anonimowo przechowuje dane przez 14 dni po ich zarejestrowaniu. Możesz usunąć dane z aplikacji w dowolnym momencie w ustawieniach aplikacji lub odinstalowując ją. Twój telefon może przechowywać pewne podstawowe dane - jest to kontrolowane przez system operacyjny telefonu.
ro: Aplicația stochează datele în siguranță în mod anonim timp de 14 zile de la înregistrare. Puteți șterge datele din aplicație oricând din setările aplicației sau prin dezinstalarea acesteia. Este posibil ca telefonul dvs. să păstreze anumite date de bază - acest aspect este controlat de sistemul de operare al telefonului dvs.
tr: Uygulama tarafından kaydedilen bilgiler 14 gün boyunca güvenli ve anonim bir şekilde saklanmaktadır. Uygulamadaki bilgileri istediğiniz zaman ayarlar kısmından veya uygulamayı kaldırmak suretiyle silebilirsiniz. Telefonunuz bazı temel verileri saklıyor olabilir. Bu veriler telefonunuzun işletim sistemi tarafından kontrol edilmektedir.
ur: یہ ایپ ڈیٹا ریکارڈ کیے جانے کے بعد اسے 14 دنوں تک حفاظت کے ساتھ اور گمنام طریقہ سے محفوظ رکھتا ہے۔ آپ اپنے ایپ کی ترتیبات میں، یا یہ ایپ ان-انسٹال کرتے ہوئے، کسی بھی وقت اس ایپ سے ڈیٹا حذف کر سکتے ہیں۔ آپ کا فون کچھ بنیادی ڈیٹا رکھ سکتا ہے - یہ آپ کے فون کے آپریٹنگ سسٹم کے ذریعہ کنٹرول کیا جاتا ہے۔
zh: 该应用在记录数据后 14 天内安全且匿名地存储数据。您可在应用设置中随时删除数据，也可以通过卸载应用进行删除。手机可能会保留 - 些基本数据，这由手机操作系统所控制。

# privacy_description_paragraph4
source: When you use the app you will be helping your community stay healthy and save lives. Anonymous information from the app helps us know where the virus is and how to control it.
ar: تساعدنا المعلومات مجهولة الهوية في التطبيق على تحديد المستخدمين الآخرين الذين يحتاجون إلى التنبيه دون الإفصاح عن الهوية.
bn: অ্যাপটি থেকে পরিচয়বিহীন তথ্য আমাদের নির্ধারণ করতে সাহায্য করে যে অন্য কোন ব্যবহারকারীদের পরিচয়বিহীনভাবে সতর্ক করা প্রয়োজন।
cy: Mae gwybodaeth ddienw o’r ap yn ein helpu i benderfynu pa ddefnyddwyr eraill y mae angen eu rhybuddio yn ddienw.
gu: જ્યારે તમે આ એપનો ઉપયોગ કરો છો ત્યારે તમે તમારા સમુદાયને સ્વસ્થ રહેવામાં અને જીવન બચાવવામાં મદદ કરશો. એપની અજ્ઞાત માહિતી અમને વાયરસ ક્યાં છે અને તેને કેવી રીતે નિયંત્રિત કરવો તે જાણવામાં મદદ કરે છે.
pa: ਐਪ ਤੋਂ ਗੁੰਮਨਾਮ ਜਾਣਕਾਰੀ ਇਹ ਨਿਰਧਾਰਤ ਕਰਨ ਵਿੱਚ ਸਾਡੀ ਮਦਦ ਕਰਦੀ ਹੈ ਕਿ ਕਿਹੜੇ ਹੋਰ ਵਰਤੋਂਕਾਰਾਂ ਨੂੰ ਅਗਿਆਤ ਤੌਰ 'ਤੇ ਸੁਚੇਤ ਕਰਨ ਦੀ ਲੋੜ ਹੈ।
pl: Anonimowe informacje z aplikacji pomagają nam określić, których innych użytkowników aplikacji trzeba anonimowo powiadomić.
ro: Informațiile anonime din această aplicație ne ajută să determinăm ce alți utilizatori trebuie să fie alertați în mod anonim.
tr: Uygulamadan elde edilen anonim bilgiler hangi kullanıcıları isim belirtmeden uyarmamız gerektiğini tespit etmemize yardımcı olmaktadır.
ur: اس ایپ کی گمنام معلومات سے ہمیں یہ طے کرنے میں مدد ملتی ہے کہ کن دیگر صارفین کو گمنام طور پر آگاہ کیے جانے کی ضرورت ہے۔
zh: 来自应用的匿名信息帮助我方确定需要匿名提醒哪类其他用户。

# privacy_notice_label
source: Privacy notice
ar: إشعار الخصوصية
bn: গোপনীয়তার বিজ্ঞপ্তি
cy: Hysbysiad preifatrwydd
gu: ગોપનીયતા નોટિસ
pa: ਗੁਪਤਤਾ ਸੰਬੰਧੀ ਨੋਟਿਸ
pl: Informacja o ochronie prywatności
ro: Notificare de confidențialitate
tr: Gizlilik bildirimi
ur: رازداری کا نوٹس
zh: 隐私声明

# terms_of_use_label
source: Terms of use
ar: شروط الاستخدام
bn: ব্যবহারের শর্তাবলী
cy: Telerau defnyddio
gu: ઉપયોગની શરતો
pa: ਵਰਤੋਂ ਦੀਆਂ ਸ਼ਰਤਾਂ
pl: Regulamin korzystania
ro: Termeni de utilizare
tr: Kullanım şartları
ur: استعمال کی شرائط
zh: 使用条款

# link_accessibility_hint
source: Opens in your browser
ar: فتح التطبيق في المتصفح لديك
bn: আপনার ব্রাউজারে খোলে
cy: Yn agor yn eich porwr
gu: તમારા બ્રાઉઝરમાં ખૂલે છે
pa: ਤੁਹਾਡੇ ਬ੍ਰਾਊਜ਼ਰ ਵਿੱਚ ਖੁੱਲ੍ਹਦਾ ਹੈ
pl: Otwiera się w przeglądarce
ro: Se deschide în browser-ul dvs.
tr: Tarayıcınızda açılır
ur: آپ کے براؤزر میں کھلتا ہے
zh: 在浏览器中打开

# privacy_links_label
source: Before you activate this app, please read the privacy notice and agree to the terms of use.
ar: قبل تنشيط هذا التطبيق، يرجى قراءة إشعار الخصوصية والموافقة على شروط الاستخدام.
bn: অ্যাপটি চালু করার পূর্বে, অনুগ্রহ করে গোপনীয়তা বিজ্ঞপ্তি পড়ুন এবং ব্যবহারের শর্তাবলীতে সম্মতি দিন।
cy: Cyn i chi weithredu’r ap hwn, darllenwch yr hysbysiad preifatrwydd a chytuno i’r telerau defnyddio.
gu: તમે આ એપ સક્રિય કરો તે પહેલા, કૃપા કરી ગોપનીયતા નોટિસ વાંચો અને ઉપયોગની શરતોને સહમત થાઓ.
pa: ਇਸ ਐਪ ਨੂੰ ਚਾਲੂ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ, ਕਿਰਪਾ ਕਰਕੇ ਗੁਪਤਤਾ ਨੋਟਿਸ ਪੜ੍ਹੋ ਅਤੇ ਵਰਤੋਂ ਦੀਆਂ ਸ਼ਰਤਾਂ ‘ਤੇ ਸਹਿਮਤੀ ਦਿਓ।
pl: Przed aktywowaniem tej aplikacji należy zapoznać się z informacją o ochronie prywatności i wyrazić zgodę na regulamin użytkowania.
ro: Înainte de a activa această aplicație, citiți notificarea de confidențialitate și acceptați termenii de utilizare.
tr: Bu uygulamayı etkinleştirmeden önce lütfen gizlilik bildirimini okuyun ve kullanım şartlarını kabul edin.
ur: یہ ایپ فعال کرنے سے قبل براہ کرم رازداری کا نوٹس پڑھیں اور استعمال کی شرائط پر رضامندی ظاہر کریں۔
zh: 在激活此应用程序之前，请阅读隐私声明并同意使用条款。

# privacy_links_accessibility_label
source: Important: Before you activate this app, please read the privacy notice and agree to the terms of use.
ar: ملاحظة مُهمة: قبل تنشيط هذا التطبيق، يرجى قراءة إشعار الخصوصية والموافقة على شروط الاستخدام.
bn: জরুরি: অ্যাপটি চালু করার পূর্বে, অনুগ্রহ করে গোপনীয়তা বিজ্ঞপ্তি পড়ুন এবং ব্যবহারের শর্তাবলীতে সম্মতি দিন।
cy: Pwysig: Cyn i chi weithredu'r ap hwn, darllenwch yr hysbysiad preifatrwydd a chytuno i'r telerau defnyddio.
gu: મહત્વપૂર્ણ: તમે આ એપ સક્રિય કરો તે પહેલા, કૃપા કરી ગોપનીયતા નોટિસ વાંચો અને ઉપયોગની શરતોને સહમત થાઓ.
pa: ਮਹਤੱਵਪੂਰਨ: ਇਸ ਐਪ ਨੂੰ ਚਾਲੂ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ, ਕਿਰਪਾ ਕਰਕੇ ਗੁਪਤਤਾ ਨੋਟਿਸ ਪੜ੍ਹੋ ਅਤੇ ਵਰਤੋਂ ਦੀਆਂ ਸ਼ਰਤਾਂ ‘ਤੇ ਸਹਿਮਤੀ ਦਿਓ।
pl: Ważne: Przed aktywowaniem tej aplikacji należy zapoznać się z informacją o ochronie prywatności i wyrazić zgodę na regulamin użytkowania.
ro: Important: înainte de a activa această aplicație, vă rugăm să citiți notificarea de confidențialitate și să fiți de acord cu termenii de utilizare.
tr: Önemli: Bu uygulamayı etkinleştirmeden önce lütfen gizlilik bildirimini okuyun ve kullanım şartlarını kabul edin.
ur: اہم: یہ ایپ فعال کرنے سے قبل براہ کرم رازداری کا نوٹس پڑھیں اور استعمال کی شرائط پر رضامندی ظاہر کریں۔
zh: 要点：在激活此应用程序之前，请阅读隐私声明并同意使用条款。

# privacy_yes_button
source: I agree
ar: أوافق
bn: আমি সম্মত আছি
cy: Rwy’n cytuno
gu: હું સહમત છું
pa: ਮੈਂ ਸਹਿਮਤ ਹਾਂ
pl: Wyrażam zgodę
ro: Sunt de acord
tr: Kabul ediyorum
ur: میں متفق ہوں
zh: 我同意

# privacy_no_button
source: No, thanks
ar: لا، شكرًا
bn: না, ধন্যবাদ
cy: Dim diolch
gu: ના, આભાર
pa: ਨਹੀਂ, ਧੰਨਵਾਦ
pl: Nie, dziękuję
ro: Nu, mulțumesc
tr: Hayır, teşekkürler
ur: نہیں، شکریہ
zh: 不用了，谢谢

# privacy_no_button_accessibility_label
source: No thanks, I do not agree
ar: لا شكرًا، لا أوافق
bn: না ধন্যবাদ, আমি সম্মত নই
cy: Dim diolch, nid wyf yn cytuno
gu: ના આભાર, હું સહમત નથી
pa: ਨਹੀਂ ਧੰਨਵਾਦ, ਮੈਂ ਸਹਿਮਤ ਨਹੀਂ ਹਾਂ
pl: Nie, dziękuję, nie wyrażam zgody
ro: Nu mulțumesc, nu sunt de acord
tr: Hayır, teşekkürler. Kabul etmiyorum
ur: نہیں شکریہ، میں متفق نہیں
zh: 不用了，我不同意

# privacy_header
source: You are in control
ar: تستطيع التحكم في بياناتك
bn: আপনি এর নিয়ন্ত্রণে রয়েছেন
cy: Chi sy'n rheoli
gu: તમે નિયંત્રણમાં છે
pa: ਤੁਹਾਡਾ ਨਿਯੰਤਰਣ ਹੈ
pl: Decyzja należy do Ciebie
ro: Aveți controlul
tr: Kontrol sizde
ur: آپ بااختیار ہیں
zh: 一切尽在您的掌控之中

# data_header
source: Your data
ar: بياناتك
bn: আপনার তথ্য
cy: Eich data
gu: તમારો ડેટા
pa: ਤੁਹਾਡਾ ਡਾਟਾ
pl: Twoje dane
ro: Datele dvs.
tr: Verileriniz
ur: آپ کا ڈیٹا
zh: 您的资料

# home_diagnosis_button_title
source: Check symptoms
ar: التحقق من الأعراض
bn: উপসর্গ যাচাই করুন
cy: Gwirio symptomau
gu: લક્ષણો તપાસો
pa: ਲੱਛਣਾਂ ਦੀ ਜਾਂਚ ਕਰੋ
pl: Sprawdzanie objawów
ro: Verificați simptome
tr: Belirtileri kontrol edin
ur: علامات چیک کریں
zh: 检查症状

# home_default_advice_button_title
source: Find out about testing
ar: معرفة المزيد عن الاختبارات
bn: পরীক্ষা করার বিষয়ে জানুন
cy: Darganfod mwy am brofion
gu: ટેસ્ટ વિશે જાણો
pa: ਟੈਸਟਿੰਗ ਬਾਰੇ ਪਤਾ ਲਗਾਓ
pl: Informacje o przeprowadzaniu testów
ro: Aflați informații despre testare
tr: Test hakkında bilgi edinin
ur: جانچ کے بارے میں پتہ کریں
zh: 了解检测相关信息

# home_isolation_advice_button_title
source: Read self-isolation advice
ar: قراءة النصائح المتوفرة حول العزل الذاتي
bn: স্ব-বিচ্ছিন্ন থাকা সম্পর্কিত পরামর্শগুলো পড়ুন
cy: Darllen y cyngor diweddaraf
gu: સેલ્ફ-આઇસોલેશન સલાહ વાંચો
pa: ਸੈਲਫ-ਆਈਸੋਲੇਸ਼ਨ ਬਾਰੇ ਸਲਾਹ ਪੜ੍ਹੋ
pl: Zapoznaj się z wytycznymi dotyczącymi izolacji
ro: Citiți sfaturi pentru auto-izolare
tr: Kişisel karantina tavsiyelerini okuyun
ur: ذاتی علیحدگی کا مشورہ پڑھیں
zh: 阅读自我隔离建议

# home_testing_information_button_title
source: Book a free test
ar: العودة إلى الشاشة الرئيسية
bn: হোমে ফিরে যান
cy: Yn ôl i'r dudalen gartref
gu: ફ્રિ ટેસ્ટ બુક કરો
pa: ਮੁੱਖ ਪੰਨੇ 'ਤੇ ਵਾਪਸ
pl: Powrót do strony głównej
ro: Înapoi acasă
tr: Hızlı antijen test kiti edinin
ur: ہوم پر واپس جائیں
zh: 返回主屏幕

# home_about_the_app_button_title
source: About this app
ar: نبذة حول التطبيق
bn: অ্যাপ সম্পর্কিত তথ্য
cy: Ynglŷn â'r ap hwn
gu: આ એપ વિશે
pa: ਇਸ ਐਪ ਬਾਰੇ ਜਾਣਕਾਰੀ
pl: Informacje o aplikacji
ro: Despre această aplicație
tr: Bu uygulama hakkında
ur: اس ایپ کے بارے میں
zh: 该应用程序说明

# home_toggle_exposure_notification_title
source: Contact tracing
ar: تتبع الاتصال
bn: কন্ট্যাক্ট ট্রেসিং
cy: Olrhain cysylltiadau
gu: સંપર્ક ટ્રેસિંગ
pa: ਕੰਟੈਕਟ ਟਰੇਸਿੰਗ
pl: Śledzenie kontaktów
ro: Urmărirea contactelor
tr: Temas takibi
ur: رابطے کا سراغ
zh: 接触追踪

# home_toggle_exposure_notification_on
source: Active
ar: نشط
bn: সক্রিয়
cy: Gweithredol
gu: સક્રિય
pa: ਚਾਲੂ
pl: Aktywne
ro: Activ
tr: Etkin
ur: فعال
zh: 活跃

# home_toggle_exposure_notification_off
source: Inactive
ar: غير نشط
bn: নিষ্ক্রিয়
cy: Anweithredol
gu: નિષ્ક્રિય
pa: ਬੰਦ
pl: Nieaktywne
ro: Inactiv
tr: Etkin değil
ur: غیر فعال
zh: 不活跃

# home_checkin_button_title
source: Check in to a venue
ar: تسجيل الدخول إلى مكانٍ ما
bn: কোনো ভেন্যুতে চেক-ইন করুন
cy: Mewngofnodi i leoliad
gu: સ્થળમાં ચેક ઇન કરશો
pa: ਕਿਸੇ ਸਥਾਨ 'ਤੇ ਚੈੱਕ ਇਨ ਕਰੋ
pl: Meldowanie się w lokalach
ro: Înregistrați locațiile vizitate
tr: Bir mekana giriş yapın
ur: مقام پر چیک-ان کریں
zh: 登记到一个地点

# risk_level_indicator_contact_tracing_active
source: App is active and helping to protect you and others
ar: التطبيق في حالة نشطة ويعمل على توفير الحماية لك وللآخرين
bn: অ্যাপটি সক্রিয় রয়েছে এবং আপনাকে ও অন্যদের সুরক্ষিত রাখতে সাহায্য করছে
cy: Mae’r ap yn weithredol ac yn eich helpu i’ch amddiffyn eich hun ac eraill
gu: એપ્લિકેશન એક્ટિવ છે અને તમારું અને અન્ય લોકોનું રક્ષણ કરવામાં મદદ કરી રહ્યું છે
pa: ਐਪ ਸਰਗਰਮ ਹੈ ਅਤੇ ਤੁਹਾਡੀ ਅਤੇ ਦੂਜਿਆਂ ਦੀ ਰੱਖਿਆ ਵਿੱਚ ਮਦਦ ਕਰ ਰਹੀ ਹੈ
pl: Aplikacja jest aktywna i pomaga Ci chronić siebie i innych
ro: Aplicația este activă și vă ajută să vă protejați pe dvs. și pe ceilalți
tr: Uygulama aktif ve sizi ve başkalarını korumaya yardımcı oluyor
ur: ایپ فعال ہے اور آپ کا اور دوسروں کا تحفظ کرنے میں مدد کر رہی ہے
zh: 应用程序已激活，可帮助保护自己和他人

# risk_level_indicator_contact_tracing_not_active
source: Contact tracing is paused
ar: خاصية "تتبع المخالطين" قيد الإيقاف المؤقت
bn: কনট্যাক্ট ট্রেসিং থামানো আছে
cy: Olrhain cysylltiadau yn oedi
gu: કૉન્ટેક્ટ ટ્રેસિંગ અટકાવવામાં આવ્યું છે
pa: ਸੰਪਰਕ ਟ੍ਰੇਸਿੰਗ ਨੂੰ ਰੋਕਿਆ ਗਿਆ
pl: Opcja śledzenia kontaktów jest wstrzymana
ro: Urmărirea contactelor este întreruptă
tr: Temas takibi duraklatıldı
ur: رابطہ کی ٹریسنگ موقوف ہے
zh: 接触者追踪暂停

# risk_level_more_info
source: More info
ar: المزيد من المعلومات
bn: আরও তথ্য
cy: Rhagor o wybodaeth
gu: વધુ માહિતી
pa: ਵਧੇਰੇ ਜਾਣਕਾਰੀ
pl: Więcej informacji
ro: Mai multe informații
tr: Daha fazla bilgi
ur: مزید معلومات
zh: 更多信息

# risk_level_more_info_accessibility_label
source: More information about postcode district risk alerts
ar: المزيد من المعلومات حول الرمز البريدي للمقاطعة وتحذيرات الخطورة
bn: পোস্টকোড ডিস্ট্রিক্ট ঝুঁকি সতর্কতা সম্পর্কিত আরও তথ্য
cy: Rhagor o wybodaeth am rybuddion risg ardal cod post
gu: પોસ્ટકોડ જિલ્લા જોખમ ચેતવણીઓ વિશે વધુ માહિતી
pa: ਪੋਸਟਕੋਡ ਜ਼ਿਲ੍ਹਾ ਜੋਖਮ ਸਾਵਧਾਨੀਆਂ ਬਾਰੇ ਵਧੇਰੇ ਜਾਣਕਾਰੀ
pl: Więcej informacji o alarmach dotyczących ryzyka w poszczególnych okręgach pocztowych
ro: Mai multe informații despre alertele de risc ale codurilor poștale de district
tr: Posta kodu bölgesi risk uyarıları hakkında daha fazla bilgi
ur: پوسٹ کوڈ کے ضلع میں خطرے کی اطلاعات کے متعلق مزید معلومات
zh: 有关邮政编码区域风险警报的更多信息

# risk_level_screen_title
source: In my area
ar: في منطقتي
bn: আমার এলাকায়
cy: Yn fy ardal
gu: મારા એરિયામાં
pa: ਮੇਰੇ ਖੇਤਰ ਵਿੱਚ
pl: W mojej okolicy
ro: În zona mea
tr: Bölgemde
ur: میرے علاقے میں
zh: 在我的地区

# risk_level_screen_close_button
source: Close
ar: إغلاق
bn: বন্ধ করুন
cy: Cau
gu: બંધ કરો
pa: ਬੰਦ ਕਰੋ
pl: Zamknij
ro: Închidere
tr: Kapat
ur: بند کریں
zh: 关闭

# user_notification_explanation
source: Verifying exposure info
ar: التحقق من معلومات التعرض
bn: এক্সপোজার তথ্য যাচাই করা হচ্ছে
cy: Gwirio gwybodaeth am gysylltiad
gu: એક્સોપોઝર માહીતી ચકાસવામાં આવી રહી છે
pa: ਐਕਸਪੋਜ਼ਰ ਜਾਣਕਾਰੀ ਦੀ ਜਾਂਚ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ
pl: Weryfikacja informacji o zakażeniu
ro: Verificare informației expunere
tr: Maruz kalma bilgileri doğrulanıyor
ur: سامنا ہونے والی معلومات کی تصدیق کی جا رہی ہے
zh: 验证曝光信息

# checkin_open_settings_button_title
source: Allow camera permissions
ar: السماح باستلام أذونات الكاميرا
bn: ক্যামেরাকে সম্মতি প্রদান করুন
cy: Rhoi caniatâd i’r camera
gu: કેમેરા પરવાનગીઓને મંજૂરી આપો
pa: ਕੈਮਰੇ ਨੂੰ ਇਜਾਜ਼ਤਾਂ ਦਿਓ
pl: Wyraź zgodę na uprawnienia aparatu fotograficznego
ro: Autorizare permisiuni cameră
tr: Kamera izinlerini etkinleştir
ur: کیمرا کی اجازتیں دیں
zh: 允许相机权限

# checkin_camera_permission_denial_explanation
source: This app uses your camera to check in to venues like bars and restaurants. Please allow camera permissions to scan the official NHS QR code.
ar: يستخدم هذا التطبيق كاميرا الهاتف لتسجيل الدخول في الأماكن مثل الحانات والمطاعم. يرجى السماح باستلام أذونات الكاميرا لإجراء مسح ضوئي لرمز NHS QR الرسمي.
bn: বিভিন্ন ভেন্যূ যেমন বার এবং রেস্তোরাঁতে চেক ইন করতে এই অ্যাপটি আপনার ক্যামেরা ব্যবহার করে। অনুগ্রহ করে অফিসিয়াল NHS QR কোড স্ক্যান করার সম্মতি ক্যামেরাকে প্রদান করুন।
cy: Mae'r ap hwn yn defnyddio'ch camera i fewngofnodi i leoliadau fel bariau a bwytai. Rhowch ganiatâd i’r camera sganio cod QR swyddogol y GIG.
gu: આ એપ બાર અને રેસ્ટોરન્ટ જેવા વેન્યુમાં ચેક ઇન થવા માટે તમારા કેમેરાનો ઉપયોગ કરે છે. અધિકૃત NHS QR કોડ સ્કેન કરવા માટે કૃપા કરી કેમેરાને પરવાનગી આપો.
pa: ਇਹ ਐਪ ਬਾਰ ਅਤੇ ਰੈਸਟੋਰੈਂਟਾਂ ਵਰਗੀਆਂ ਥਾਵਾਂ ‘ਤੇ ਚੈੱਕ ਇਨ ਕਰਨ ਲਈ ਤੁਹਾਡੇ ਕੈਮਰੇ ਦੀ ਵਰਤੋਂ ਕਰਦੀ ਹੈ। ਅਧਿਕਾਰਤ NHS QR ਕੋਡ ਨੂੰ ਸਕੈਨ ਕਰਨ ਲਈ ਕੈਮਰੇ ਨੂੰ ਇਜਾਜ਼ਤ ਦਿਓ।
pl: Ta aplikacja korzysta z aparatu fotograficznego, aby umożliwić użytkownikowi zameldowanie się w miejscach takich jak bary i restauracje. Aby zeskanować oficjalny kod QR NHS, należy wyrazić zgodę na uprawnienia aparatu fotograficznego.
ro: Această aplicație folosește camera dvs. pentru a face check-in-uri în baruri și restaurante. Vă rugăm să autorizați permisiunea camerei de a scana codul oficial NHS QR.
tr: Bu uygulama, barlar ve restoranlar gibi yerlere giriş yapmak için kameranızı kullanır. Resmi NHS QR kodunun taranması için lütfen kamera izinlerini etkinleştirin.
ur: یہ ایپ بارز اور ریستورانوں جیسے مقامات پر چیک ان کرنے کے لئے آپ کا کیمرا استعمال کرتی ہے۔ براہ کرم آفیشل NHS کیو آر کوڈ اسکین کرنے کے لئے کیمرا کی اجازتیں دیں۔
zh: 此应用使用您的相机签到酒吧和餐厅等场所。 请允许相机权限扫描官方NHS QR码。

# checkin_camera_permission_close_button_title
source: Close
ar: إغلاق
bn: বন্ধ করুন
cy: Cau
gu: બંધ કરો
pa: ਬੰਦ ਕਰੋ
pl: Zamknij
ro: Închidere
tr: Kapat
ur: بند کریں
zh: 关闭

# checkin_camera_failure_title
source: Sorry, your phone doesn’t support venue check in
ar: للأسف، لا يدعم هاتفك خاصية تسجيل الدخول إلى الأماكن
bn: দুঃখিত, আপনার ফোন ভেন্যু চেক ইন সমর্থন করে না।
cy: Mae’n ddrwg gennym, nid yw’ch ffôn yn cefnogi mewngofnodi i leoliad
gu: માફ કરશો, તમારો ફોન વેન્યુ ચેક-ઇનને સપોર્ટ કરતો નથી
pa: ਮਾਫ਼ ਕਰਨਾ, ਤੁਹਾਡਾ ਫੋਨ ਥਾਂ ‘ਤੇ ਚੈੱਕ ਇਨ ਕਰਨ ਦਾ ਸਮਰਥਨ ਨਹੀਂ ਕਰਦਾ ਹੈ
pl: Przepraszamy, Twój telefon nie obsługuje możliwości meldowania się w lokalach.
ro: Scuze, telefonul dvs. nu permite check-in în locație.
tr: Üzgünüz, telefonunuz mekanlara giriş yapılmasını desteklemiyor
ur: معاف کیجیے گا، آپ کا فون مقام پر چیک ان کو سپورٹ نہیں کرتا
zh: 抱歉，您的手机不支持场所签到

# checkin_camera_failure_description
source: We advise you to speak to a member of staff at the venue to see if there are other ways of checking in.
ar: ننصحك بالتحدّث إلى أحد الأفراد العاملين في المكان لمعرفة الطرق الأخرى المتاحة لتسجيل الدخول.
bn: চেক ইন করার অন্য উপায় আছে কিনা জানার জন্য আপনাকে ভেন্যুতে থাকা কোনো কর্মীর সাথে কথা বলার পরামর্শ দেওয়া হচ্ছে।
cy: Cynghorwn chi i siarad ag aelod o staff yn y lleoliad i weld a oes ffyrdd eraill o fewngofnodi.
gu: તપાસ કરવાની અન્ય રીતો છે કે કેમ તે જોવા માટે અમે તમને સ્થળ પર સ્ટાફના સભ્ય સાથે વાત કરવાની સલાહ આપીશું.
pa: ਅਸੀਂ ਤੁਹਾਨੂੰ ਸਲਾਹ ਦਿੰਦੇ ਹਾਂ ਕਿ ਤੁਸੀਂ ਸਥਾਨ 'ਤੇ ਸਟਾਫ਼ ਦੇ ਕਿਸੇ ਮੈਂਬਰ ਨਾਲ ਗੱਲ ਕਰਕੇ ਪਤਾ ਕਰੋ ਕਿ ਕੀ ਚੈੱਕ-ਇਨ ਕਰਨ ਦੇ ਹੋਰ ਤਰੀਕੇ ਹਨ।
pl: Radzimy porozmawiać z personelem lokalu, aby dowiedzieć się, czy istnieją inne metody zameldowania.
ro: Vă recomandăm să discutați cu un membru al personalului localului pentru a verifica dacă există alte modalități de a înregistra vizita.
tr: Mekana giriş yapmanın diğer yolları olup olmadığıyla ilgili olarak bir personelle konuşmanızı tavsiye ederiz.
ur: ہم آپ کو مشورہ دیتے ہیں کہ آپ یہ معلوم کرنے کے لیے متعلقہ مقام پر عملہ کے کسی فرد سے بات کریں کہ آیا چیک-ان کرنے کے دیگر طریقے بھی ہیں۔
zh: 我们建议您与现场工作人员交谈，询问是否有其他登记方式。

# checkin_camera_failure_button_title
source: Back to home
ar: العودة إلى الشاشة الرئيسية
bn: হোমে ফিরে যান
cy: Yn ôl i'r dudalen gartref
gu: હોમ પર પાછા
pa: ਮੁੱਖ ਪੰਨੇ 'ਤੇ ਵਾਪਸ
pl: Powrót do strony głównej
ro: Înapoi acasă
tr: Ana sayfaya geri dön
ur: ہوم پر واپس جائیں
zh: 返回主屏幕

# checkin_camera_qrcode_scanner_description_label
source: Checking in helps notify people who might have been exposed to coronavirus (COVID-19) at a venue they visited. Nobody will know the notification is linked to you.
ar: تساعد خاصية تسجيل الدخول إلى مكانٍ ما في إبلاغ الأشخاص الذين يُحتمل أنهم قد تعرّضوا للإصابة بفيروس كورونا (كوفيد-19) في مكانٍ ما سبق لهم زيارته. لن يعرف أحدٌ إن الإشعار يعود إليك
bn: চেকিং ইন অন্যদের জানাতে সাহায্য করে যারা হয়ত একটি সাক্ষাৎস্থলে করোনাভাইরাস (COVID-19)-এর কবলে পড়েছেন। নোটিফিকেশনটি যে আপনার সাথে যুক্ত তা কেউ জানতে পারবে না।
cy: Mae mewngofnodi'n helpu i hysbysu pobl a allai fod wedi dod i gysylltiad â coronafeirws (COVID-19) mewn lleoliad y buont ynddo. Bydd neb yn gwybod bod yr hysbysiad yn gysylltiedig â chi.
gu: ચેક ઇન કરવાથી પોતે જે સ્થળની મુલાકાત લીધી હોય ત્યાં કોરોનાવાઇરસ (COVID-19)ના કોન્ટેક્ટમાં આવ્યા હોઈ શકે એવા લોકોને જાણ કરવામાં મદદ મળે છે. નોટિફિકેશનનો તમારી સાથે સંબંધ છે એવી કોઈને જાણ થશે નહિ
pa: ਚੈੱਕ-ਇਨ ਕਰਨ ਨਾਲ ਉਹਨਾਂ ਲੋਕਾਂ ਨੂੰ ਸੂਚਿਤ ਕਰਨ ਵਿੱਚ ਮਦਦ ਮਿਲਦੀ ਹੈ ਜੋ ਸ਼ਾਇਦ ਕਿਸੇ ਅਜਿਹੇ ਸਥਾਨ 'ਤੇ, ਜਿੱਥੇ ਉਹ ਗਏ ਹੋ ਸਕਦੇ ਹਨ, ਕੋਰੋਨਾਵਾਇਰਸ (COVID-19) ਦੇ ਸੰਪਰਕ ਵਿੱਚ ਆਏ ਹੋ ਸਕਦੇ ਹਨ। ਕਿਸੇ ਨੂੰ ਨਹੀਂ ਪਤਾ ਹੋਵੇਗਾ ਕਿ ਸੂਚਨਾ ਤੁਹਾਡੇ ਨਾਲ ਸੰਬੰਧਿਤ ਹੈ
pl: Meldowanie się pomaga w powiadamianiu innych osób, które mogły zostać narażone na kontakt z koronawirusem (COVID-19) w odwiedzonym lokalu. Nikt nie będzie wiedział, że powiadomienie pochodzi od Ciebie
ro: Înregistrarea locațiilor vizitate ajută la notificarea persoanelor care ar fi putut fi expuse la coronavirus (COVID-19) într-o locație vizitată. Nimeni nu va ști că notificarea se referă la dvs.
tr: Bir mekana giriş yapma işlemi, ziyaret ettikleri bir mekanda koronavirüse (COVID-19) maruz kalmış olabilecek insanlara bildirimde bulunulmasına yardımcı olur. Bildirimin sizinle bağlantılı olduğunu kimse bilmeyecek.
ur: چیک ان کرنے سے ان دوسرے لوگوں کو مطلع کرنے میں مدد ملتی ہے جو ہو سکتا ہے وہ اس مقام پر کورونا وائرس (COVID-19) کی زد میں آئے ہوں جہاں وہ گئے تھے۔ کسی کو بھی معلوم نہیں ہوگا کہ اطلاع آپ سے منسلک ہے۔
zh: 通过登记，可以帮助通知其他人，告知他们因去过某一场所有接触 COVID-19 的风险。 没有人知道该通知是由您发出的。

# checkin_camera_qrcode_scanner_help_button_title %@
source: %@ More info about venue check-in
ar: %@ المزيد من المعلومات حول تسجيل الدخول إلى الأماكن
bn: %@ ভেনু চেক-ইন সম্পর্কিত আরও তথ্য
cy: %@ Rhagor o wybodaeth am fewngofnodi i leoliad
gu: %@ વેન્યુ ચેક-ઇન વિશે વધુ માહિતી
pa: %@ ਕਿਸੇ ਥਾਂ ‘ਤੇ ਚੈੱਕ-ਇਨ ਬਾਰੇ ਵਧੇਰੇ ਜਾਣਕਾਰੀ
pl: %@Więcej informacji na temat meldowania się w lokalach
ro: %@ Mai multe informații despre check-in în locație
tr: %@ Mekanlara giriş yapma konusunda daha fazla bilgi
ur: %@ مقام پر چیک ان کے متعلق مزید معلومات
zh: %@有关场所签到的更多信息

# checkin_camera_qrcode_scanner_help_button_accessibility_label
source: More information
ar: المزيد من المعلومات
bn: আরো তথ্যাদি
cy: Mwy o wybodaeth
gu: વધુ માહિતી
pa: ਵਧੇਰੇ ਜਾਣਕਾਰੀ
pl: Więcej informacji
ro: Mai multe informații
tr: Daha fazla bilgi
ur: مزید معلومات
zh: 更多信息

# checkin_scanning_failure_title
source: QR code not recognised
ar: لم يتم التعرّف على رمز QR
bn: QR কোড শনাক্ত হয়নি
cy: Nid yw'r cod QR wedi'i adnabod
gu: QR કોડ ઓળખી શકાયો નથી
pa: QR ਕੋਡ ਦੀ ਪਹਿਚਾਣ ਨਹੀਂ ਹੋਈ
pl: Nie rozpoznano kodu QR
ro: Codul QR nu este recunoscut
tr: QR kodu tanınmadı
ur: کیو آر کوڈ کو پہچانا نہیں گیا
zh: 无法识别 QR
