Repository: nihp-public/covid-19-app-ios-ag-public
Catalog: NHS-COVID-19/Core/Sources/Localization/Resources/*.lproj/Localizable.strings
Languages: ar, bn, cy, gu, pa, pl, ro, tr, ur, zh

# unrecoverable_error_bulleted_list
source: Exposure Notifications and an Active Region not being switched on for this app in your phone’s settings restricted settings on your phone (for example, if this is a company phone) another app on your phone using the same technology and stopping this app from working
ar: لم يتم تشغيل إشعارات التعرض (Exposure Notifications) والمنطقة النشطة (Active Region) لهذا التطبيق في إعدادات هاتفك يحتوي هاتفك على إعدادات مقيَّدة (على سبيل المثال، إذا كان هاتف شركة) يستخدم تطبيق آخر على هاتفك نفس التقنية ويوقف هذا التطبيق عن العمل
bn: এই অ্যাপের জন্য আপনার ফোনের সেটিংসে এক্সপোজার নোটিফিকেশন (Exposure Notifications) এবং একটি অ্যাকটিভ রিজিয়ন (Active Region) সুইচড্ অন নেই আপনার ফোনের সেটিংস্ সীমিত (যেমন, তা একটি কোম্পানি ফোন হলে) আপনার ফোনে অন্য একটি অ্যাপ একই প্রযুক্তি ব্যবহার করছে যার ফলে এই অ্যাপটি কাজ করতে পারছে না
cy: nad yw'r Hysbysiadau o Gysylltiad (Exposure Notifications) a Rhanbarth Gweithredol (Active Region) ar gyfer yr ap yma ymlaen yng ngosodiadau eich ffôn gosodiadau cyfyngedig ar eich ffôn (er enghraifft, os mai ffôn cwmni ydyw) ap arall ar eich ffôn sy'n defnyddio'r un dechnoleg ac yn atal yr ap yma rhag gweithio
gu: તમારા ફોનની સેટિંગ્સમાં આ ઍપ માટે એક્સપોઝર નોટિફિકેશન અને એક્ટિવ રિજન ઑન કરાયેલ નથી તમારા ફોન પર પ્રતિબંધિત સેટિંગ્સ (ઉદાહરણ તરીકે, જો આ કંપનીનો ફોન હોય) તમારા ફોન પર અન્ય કોઈ ઍપ સમાન ટેક્નોલોજીનો ઉપયોગ કરીને આ ઍપને કાર્ય કરતા અટકાવી રહી છે
pa: ਤੁਹਾਡੇ ਫੋਨ ਦੀਆਂ ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਇਸ ਐਪ ਲਈ ਸੰਪਰਕ ਸੂਚਨਾਵਾਂ (Exposure Notifications) ਅਤੇ ਇੱਕ ਕਿਰਿਆਸ਼ੀਲ ਖੇਤਰ (Active Region) ਨੂੰ ਚਾਲੂ ਨਹੀਂ ਕੀਤਾ ਗਿਆ ਹੈ ਤੁਹਾਡੇ ਫੋਨ ਵਿੱਚ ਪ੍ਰਤਿਬੰਧਿਤ ਸੈਟਿੰਗਾਂ ਹਨ (ਉਦਾਹਰਨ ਲਈ, ਜੇਕਰ ਇਹ ਇੱਕ ਕੰਪਨੀ ਦਾ ਫੋਨ ਹੈ) ਤੁਹਾਡੇ ਫੋਨ 'ਤੇ ਕੋਈ ਹੋਰ ਐਪ ਇਸੇ ਤਕਨੀਕ ਦੀ ਵਰਤੋਂ ਕਰ ਰਹੀ ਹੈ ਅਤੇ ਇਸ ਐਪ ਨੂੰ ਕੰਮ ਕਰਨ ਤੋਂ ਰੋਕ ਰਹੀ ਹੈ
pl: w ustawieniach Twojego telefonu Powiadomienia o narażeniu oraz Aktywny region nie są włączone dla tej aplikacji; ograniczone ustawienia w Twoim telefonie (na przykład, jeżeli jest to telefon firmowy); inna aplikacja w Twoim telefonie używa tej samej technologii, blokując działanie tej aplikacji.
ro: Notificările privind Expunerea (Exposure Notifications) și o Regiune Activă (Active Region) nu sunt activate pentru această aplicație în setările telefonului dvs. telefonul dvs. are setări restricționate (de exemplu, dacă este telefon de la angajator) o altă aplicație de pe telefonul dvs. folosește aceeași tehnologie și oprește funcționarea acestei aplicații
tr: Maruziyet Bildirimleri ve Aktif Bölge'nin, bu uygulama için telefonunuzun ayarlarında etkinleştirilmemiş olması telefonunuzun ayarlarında kısıtlama (örneğin, bunun bir şirket telefonu olması halinde) Telefonunuzdaki başka bir uygulamanın aynı teknolojiyi kullanması ve bu uygulamanın çalışmasını önlemesi
ur: آپ کے فون کی ترتیبات میں اس ایپ کے لیے ایکسپوژر نوٹیفیکیشنز (Exposure Notifications) اور ایکٹیو ریجن (Active Region) چالو نہیں کیے گئے ہیں آپ کے فون کی ترتیبات محدود ہیں (مثال کے طور پر، اگر یہ کمپنی کا فون ہے) آپ کے فون پر ایک دوسرا ایپ اسی ٹیکنالوجی کا استعمال کر رہا ہے اور اس ایپ کو کام کرنے سے روک رہا ہے
zh: 在手机设置中，此应用的“曝光通知”(Exposure Notifications) 和“活动区域”(Active Region) 未开启 手机设置限制（例如，公司电话） 手机中的另一个应用正在使用相同的技术，并阻止该应用工作

# unrecoverable_error_heading_1
source: This could be due to:
ar: قد يكون هذا بسبب:
bn: তার কারণ হতে পারে:
cy: Gallai hyn fod oherwydd:
gu: આ નીચે મુજબના કારણોને લીધે હોઈ શકે છે:
pa: ਇਹ ਇਹਨਾਂ ਕਾਰਨਾਂ ਕਰਕੇ ਹੋ ਸਕਦਾ ਹੈ:
pl: Możliwe przyczyny:
ro: Acest lucru poate fi valabil deoarece:
tr: Bunun sebebi aşağıdakilerden biri olabilir:
ur: اس کی وجہ یہ ہو سکتی ہے کہ:
zh: 原因如下所示：

# settings_row_manage_my_data_title
source: Manage my data
ar: إدارة بياناتي
bn: আমার তথ্য নিয়ন্ত্রণ করা
cy: Rheoli fy nata
gu: મારો ડેટા મેનેજ કરો
pa: ਮੇਰੇ ਡਾਟਾ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ
pl: Zarządzaj danymi
ro: Gestionarea datelor mele
tr: Verilerimi yönet
ur: میرے ڈیٹا کا انتظام کریں
zh: 管理我的数据

# risk_level_mass_testing_title
source: Testing near you
ar: إجراء الاختبار بالقرب منك
bn: আপনার কাছাকাছি পরীক্ষার সুযোগ
cy: Profi yn agos i chi
gu: તમારી નજીક ટેસ્ટિંગ
pa: ਤੁਹਾਡੇ ਨਜ਼ਦੀਕੀ ਟੈਸਟਿੰਗ
pl: Testy w Twojej okolicy
ro: Testarea în zona dvs.
tr: Yakınınızdaki test noktaları
ur: آپ کے قریب جانچ
zh: 您附近的检测情况

# risk_level_mass_testing_description
source: Find out about testing
ar: معرفة المزيد عن الاختبارات
bn: পরীক্ষা করার বিষয়ে জানুন
cy: Darganfod mwy am brofion
gu: તમારા એરિયામાં કયું ટેસ્ટિંગ અવેલેબલ છે અને તમે બૂક કરી શકો કે નહિ
pa: ਟੈਸਟਿੰਗ ਬਾਰੇ ਪਤਾ ਲਗਾਓ
pl: Informacje o przeprowadzaniu testów
ro: Aflați informații despre testare
tr: Test hakkında bilgi edinin
ur: جانچ کے بارے میں پتہ کریں
zh: 了解检测相关信息

# risk_level_mass_testing_link_title
source: Find a test site
ar: البحث عن موقعٍ لإجراء الاختبارات
bn: পরীক্ষার কেন্দ্র খোঁজ করুন
cy: Dod o hyd i safle profi
gu: ટેસ્ટ સાઇટ શોધો
pa: ਟੈਸਟ ਸਾਈਟ ਲੱਭੋ
pl: Znajdź miejsce wykonywania testów
ro: Găsiți un centru de testare
tr: Bir test noktası bulun
ur: جانچ کی سائٹ کی تلاش کریں
zh: 查找检测地点

# link_find_test_center
source: https://www.nhs.uk/conditions/coronavirus-covid-19/testing/regular-rapid-coronavirus-tests-if-you-do-not-have-symptoms/
ar: https://www.nhs.uk/conditions/coronavirus-covid-19/testing/get-tested-for-coronavirus/
bn: https://www.nhs.uk/conditions/coronavirus-covid-19/testing/get-tested-for-coronavirus/
cy: https://www.nhs.uk/conditions/coronavirus-covid-19/testing/get-tested-for-coronavirus/
pa: https://www.nhs.uk/conditions/coronavirus-covid-19/testing/get-tested-for-coronavirus/
pl: https://www.nhs.uk/conditions/coronavirus-covid-19/testing/get-tested-for-coronavirus/
ro: https://www.nhs.uk/conditions/coronavirus-covid-19/testing/get-tested-for-coronavirus/
ur: https://www.nhs.uk/conditions/coronavirus-covid-19/testing/get-tested-for-coronavirus/
zh: https://www.nhs.uk/conditions/coronavirus-covid-19/testing/get-tested-for-coronavirus/

# mydata_section_venue_of_risk_heading
source: Venue of risk
ar: التاريخ في المكان مكمن الخطورة
bn: যে তারিখে ঝুঁকিপূর্ণ স্থানে যাওয়া হয়েছিল
cy: DYDDIAD YN LLEOLIAD Y RISG
gu: જોખમી જગ્યાની મુલાકાતની તારીખ
pa: ਜੋਖਮ ਵਾਲੇ ਸਥਾਨ ਦੀ ਤਾਰੀਖ
pl: DATA POBYTU W LOKALU, GDZIE WYSTĄPIŁO RYZYKO
ro: DATA LA CARE AȚI VIZITAT FOCARUL
tr: RİSKLİ YERİ ZİYARET TARİHİ
ur: خطرے کے مقام پر موجودگی کی تاریخ
zh: 接触风险场所日期

# checkin_risky_venue_information_warn_and_book_a_test_close_button
source: Close
ar: إغلاق
bn: বন্ধ করুন
cy: Cau
gu: બંધ કરો
pa: ਬੰਦ ਕਰੋ
pl: Zamknij
ro: Închidere
tr: Kapat
ur: بند کریں
zh: 关闭

# checkin_risky_venue_information_warn_and_book_a_test_title
source: You recently visited a venue where you may have been exposed to COVID-19
ar: زرت مؤخرًا مكانًا ما يُحتمل أنك قد خالطت فيه أشخاصًا آخرين مُصابين بفيروس كوفيد-19.
bn: আপনি সম্প্রতি এমন কোনো জায়গায় গিয়েছিলেন যেখানে হয়তো COVID-19 আক্রান্ত অন্য লোকেদের সংস্পর্শে আসেন।
cy: Gwnaethoch chi ymweld yn ddiweddar â lleoliad lle y gallech fod wedi dod i gysylltiad ag eraill oedd â COVID-19 arnynt.
gu: તમે તાજેતરમાં એક સ્થળની મુલાકાત લીધી હતી જ્યાં તમે એવા અન્ય લોકો સાથે કૉન્ટેક્ટમાં આવ્યા હોય શકો જેમને COVID-19 છે.
pa: ਤੁਸੀਂ ਹਾਲ ਹੀ ਵਿੱਚ ਕਿਸੇ ਸਥਾਨ 'ਤੇ ਗਏ ਸੀ ਜਿੱਥੇ ਤੁਸੀਂ ਸ਼ਾਇਦ ਦੂਜੇ ਲੋਕਾਂ ਦੇ ਸੰਪਰਕ ਵਿੱਚ ਆਏ ਹੋ ਸਕਦੇ ਹੋ ਜਿਨ੍ਹਾਂ ਨੂੰ COVID-19 ਸੀ।
pl: Niedawno odwiedziłeś(-aś) lokal, gdzie mogło dojść do kontaktu z osobami zakażonymi COVID-19.
ro: Ați vizitat recent un loc în care este posibil să fi fost expus /ă la persoane infectate cu COVID-19
tr: Yakın zaman önce, COVID-19'la enfekte olan kişilerle temas etmiş olabileceğiniz bir mekanı ziyaret ettiniz.
ur: آپ حال ہی میں ایک ایسے مقام پر گئے جہاں ہو سکتا ہے آپ ان دیگر لوگوں کی زد میں آئے ہوں جنہیں COVID-19 تھا۔
zh: 您最近访问了一个您可能接触过其他 COVID-19 患者的场所。

# checkin_risky_venue_information_warn_and_book_a_test_description
source: There is a risk that you may have been exposed to the virus. Around 1 in 3 people who have COVID-19 do not have any symptoms, but they can still pass it on and put others at risk. For this reason, we recommend booking a test now. You do not need to self-isolate, but you should continue to follow the latest advice on washing your hands regularly and maintaining social distancing. You and your household should self-isolate immediately if you develop any symptoms. If you test positive you, and others in your household, must self-isolate immediately. You do not need to book a test if you have tested positive in the past 90 days, unless you have symptoms. Please continue to follow all the latest guidance, even if you have been vaccinated. For further information, advice, or support please call 119.
ar: ثمة احتمالٌ بأنك قد تعرَّضت للإصابة بالفيروس. يوجد شخصٌ من بين كل 3 أشخاصٍ مُصابين بفيروس كوفيد-19 لا تظهر عليه أيّ أعراضٍ، ولكنه قد يتسبب في تفشي الفيروس وتعريض حياة الآخرين للخطر. لذلك السبب، نوصيك بطلب حجز اختبارٍ الآن. لا يجب عليك الخضوع للعزل الذاتي، ولكن ينبغي لك مواصلة اتّباع أحدث النصائح المتعلقة بغسل اليدين بانتظام والحفاظ على مسافة التباعد الجسدي. يجب عليك وعلى أفراد أسرتك الخضوع للعزل الذاتي على الفور إذا ظهر عليكم أيّ أعراضٍ للإصابة بالفيروس. في حال تسجيلك أو أيّ فردٍ آخر في أسرتك نتيجة إيجابية في اختبار الكشف عن الإصابة بالفيروس، يتعين عليكم الخضوع للعزل الذاتي على الفور. لا تحتاج إلى حجز اختبارٍ في حال تسجيلك نتيجة إيجابية في اختبار الكشف عن الإصابة بالفيروس خلال الأيام التسعين الماضية، ما لم تظهر عليك أعراض الإصابة. يُرجى مواصلة اتّباع أحدث الإرشادات، حتى إذا كنت قد حصلت على تحصينٍ ضد الفيروس. لمزيدٍ من المعلومات أو النصائح أو الدعم، يُرجى الاتصال على الرقم: 119.
bn: আপনি এই ভাইরাসের সংস্পর্শে এসে থাকতে পারেন, এমন ঝুঁকি রয়েছে। যাদের দেহে কোভিড-১৯ আছে তাদের প্রতি 3 জনে প্রায় 1 জনের মধ্যে কোনো উপসর্গ থাকে না, তবুও তারা সেটি সংক্রমিত করে অন্যদের ঝুঁকিতে ফেলতে পারে। এই কারণে, আমরা এখনই একটি পরীক্ষা বুক করতে সুপারিশ করছি। আপনার স্ব-বিচ্ছিন্ন থাকার দরকার নাই, তবে নিয়মিত হাত ধোয়া এবং সামাজিক দূরত্ব বজায় রাখার ব্যাপারে সর্বশেষ পরামর্শ অনুসরণ অব্যাহত রাখা উচিত। যদি কোনো উপসর্গ দেখা দেয়, তাহলে আপনার এবং আপনার পরিবারের সাথে সাথে নিজেদেরকে স্ব-বিচ্ছিন্ন করা উচিত। যদি পরীক্ষায় আপনার পজিটিভ ধরা পড়ে, তাহলে আপনার এবং আপনার পরিবারের অন্যান্যদের সাথে সাথে নিজেদেরকে স্ব-বিচ্ছিন্ন করা আবশ্যক। আপনার যদি গত 90 দিনের মধ্যে পরীক্ষায় পজিটিভ ধরা পড়ে থাকে, তাহলে আপনার উপসর্গ দেখা না দেওয়া পর্যন্ত কোনো পরীক্ষা বুক করার দরকার নেই। আপনার টিকা দেওয়া হয়ে থাকলেও, সাম্প্রতিকতম সকল নির্দেশিকা অনুসরণ করা অব্যাহত রাখুন। আরো তথ্য, পরামর্শ বা সহায়তার জন্য দয়া করে 119 নম্বরে কল করুন।
cy: Mae risg y buoch mewn cysylltiad â'r firws. Ni fydd tua 1 ymhob 3 o bobl sydd â COVID-19 yn dioddef unrhyw symptomau, ond eto gallant ei drosglwyddo i chi a throsglwyddo'r risg i eraill. Am y rheswm yma, rydym yn argymell eich bod yn archebu prawf nawr. Does dim angen i chi hunanynysu, ond dylech barhau i ddilyn y cyngor diweddaraf ar olchi dwylo'n rheolaidd a chadw pellter cymdeithasol. Os datblygwch unrhyw symptomau, dylech chi a phobl eraill ar eich aelwyd hunanynysu ar unwaith. Os derbyniwch ganlyniad prawf positif, rhaid i chi a phobl eraill ar eich aelwyd hunanynysu ar unwaith. Does dim angen i chi archebu prawf os ydych wedi derbyn canlyniad prawf positif yn ystod y 90 diwrnod diwethaf, oni bai fod symptomau arnoch. Ewch ymlaen i ddilyn yr holl ganllawiau diweddaraf, hyd yn oed os cawsoch eich brechu. Am fwy o wybodaeth, cyngor, neu gymorth rhowch alwad i 119.
gu: એવું જોખમ છે કે તમે વાઇરસના કોન્ટેક્ટમાં આવ્યા હોઈ શકો છો. જેઓને COVID-19 હોય છે એવા 3માંથી લગભગ 1 લોકોને કોઈ લક્ષણો જણાતાં નથી, પરંતુ તેમ છતાં તેઓને કારણે અન્યોને ચેપ લાગી શકે છે અને અન્યો પર જોખમ ઊભું થઈ શકે છે. એટલા માટે અમે ભલામણ કરીએ છીએ કે તમે તરત જ ટેસ્ટ બૂક કરો તમારું ટેસ્ટ પૉઝિટિવ ન આવે તે સિવાય તમારે સૅલ્ફ-આઇસોલેટ થવાની જરૂર નથી, પણ તમારે નિયમિતપણે તમારા હાથ ધોવા વિશે અને સોશિયલ ડિસ્ટંસ જાળવવા વિશે લેટેસ્ટ સલાહનું પાલન કરવાનું ચાલુ રાખવું જોઈએ. જો તમને કે તમારા ઘરમાં જેઓ રહેતા હોય તેઓને વાયરસના કોઈ પણ લક્ષણો થયા હોય તો તમે અને તમારા ઘરમાં જેઓ રહેતા હોય તેઓએ તરત જ સેલ્ફ આયસોલેટ થવાની જરૂર છે. જો તમારી ટેસ્ટ પોઝિટિવ આવી હોય તો તમે અને તમારા ઘરમાં જેઓ રહેતા હોય તેઓએ તરત જ સેલ્ફ આયસોલેટ થવાની જરૂર છે. જો તમે છેલ્લા નેવુ દિવસમાં પોઝિટિવ ટેસ્ટ થયા હોવ તો તમારે ટેસ્ટ બૂક કરવાની જરૂર નથી સિવાય કે તમને કોઈ લક્ષણો હોય. તમને રસી કે વેક્સિન મળી ગયું હોય તો પણ મહેરબાની કરીને લેટેસ્ટ માર્ગદર્શન પાળજો. વધુ માહિતી, સલાહ કે સપોર્ટ માટે 119 પર કૉલ કરો
pa: ਇਸ ਗੱਲ ਦਾ ਜੋਖਮ ਹੈ ਕਿ ਤੁਸੀਂ ਸ਼ਾਇਦ ਵਾਇਰਸ ਦੇ ਸੰਪਰਕ ਵਿੱਚ ਆਏ ਹੋ ਸਕਦੇ ਹੋ। COVID-19 ਵਾਲੇ ਲਗਭਗ 3 ਵਿੱਚੋਂ 1 ਵਿਅਕਤੀ ਨੂੰ ਕੋਈ ਲੱਛਣ ਨਹੀਂ ਹੁੰਦੇ ਹਨ, ਪਰ ਉਹ ਫਿਰ ਵੀ ਇਸ ਨੂੰ ਦੂਜਿਆਂ ਤੱਕ ਫੈਲਾ ਸਕਦੇ ਹਨ ਅਤੇ ਉਹਨਾਂ ਨੂੰ ਜੋਖਮ ਵਿੱਚ ਪਾ ਸਕਦੇ ਹਨ। ਇਸ ਕਾਰਨ ਕਰਕੇ, ਅਸੀਂ ਹੁਣੇ ਇੱਕ ਟੈਸਟ ਬੁੱਕ ਕਰਾਉਣ ਦੀ ਸਿਫਾਰਸ਼ ਕਰਦੇ ਹਾਂ। ਤੁਹਾਨੂੰ ਆਪਣੇ ਆਪ ਨੂੰ ਅਲੱਗ ਰੱਖਣ ਦੀ ਲੋੜ ਨਹੀਂ ਹੁੰਦੀ ਹੈ, ਪਰ ਤੁਹਾਨੂੰ ਨਿਯਮਿਤ ਤੌਰ 'ਤੇ ਆਪਣੇ ਹੱਥ ਧੋਣ ਅਤੇ ਸਮਾਜਕ ਦੂਰੀ ਬਣਾਏ ਰੱਖਣ 'ਤੇ ਨਵੀਨਤਮ ਸਲਾਹ ਦੀ ਪਾਲਣਾ ਕਰਨਾ ਜਾਰੀ ਰੱਖਣਾ ਚਾਹੀਦਾ ਹੈ। ਜੇ ਤੁਹਾਨੂੰ ਕੋਈ ਲੱਛਣ ਹੁੰਦੇ ਹਨ ਤਾਂ ਤੁਹਾਨੂੰ ਅਤੇ ਤੁਹਾਡੇ ਪਰਿਵਾਰ ਨੂੰ ਤੁਰੰਤ ਆਪਣੇ ਆਪ ਨੂੰ ਅਲੱਗ ਕਰ ਦੇਣਾ ਚਾਹੀਦਾ ਹੈ। ਜੇ ਤੁਹਾਡੇ ਟੈਸਟ ਦਾ ਨਤੀਜਾ ਪਾਜ਼ਿਟਿਵ ਆਉਂਦਾ ਹੈ ਤਾਂ ਤੁਹਾਨੂੰ, ਅਤੇ ਤੁਹਾਡੇ ਪਰਿਵਾਰ ਦੇ ਹੋਰਨਾਂ ਨੂੰ, ਆਪਣੇ ਆਪ ਨੂੰ ਤੁਰੰਤ ਅਲੱਗ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ। ਜੇ ਪਿਛਲੇ 90 ਦਿਨਾਂ ਵਿੱਚ ਤੁਹਾਡੇ ਟੈਸਟ ਦਾ ਨਤੀਜਾ ਪਾਜ਼ਿਟਿਵ ਆਇਆ ਹੈ, ਤਾਂ ਤੁਹਾਨੂੰ ਉਦੋਂ ਤੱਕ ਟੈਸਟ ਬੁੱਕ ਕਰਨ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ, ਜਦੋਂ ਤੱਕ ਤੁਹਾਨੂੰ ਲੱਛਣ ਨਹੀਂ ਹਨ। ਕਿਰਪਾ ਕਰਕੇ ਸਾਰੀ ਨਵੀਨਤਮ ਸੇਧ ਦੀ ਪਾਲਣਾ ਕਰਨਾ ਜਾਰੀ ਰੱਖੋ, ਭਾਵੇਂ ਤੁਹਾਨੂੰ ਟੀਕਾ ਲਗਾਇਆ ਗਿਆ ਹੋਵੇ। ਵਧੇਰੇ ਜਾਣਕਾਰੀ, ਸਲਾਹ ਜਾਂ ਸਹਾਇਤਾ ਲਈ ਕਿਰਪਾ ਕਰਕੇ 119 'ਤੇ ਕਾਲ ਕਰੋ।
pl: Istnieje ryzyko, że mogło dojść do narażenia na kontakt z wirusem. Około 1 na 3 osoby zakażone COVID-19 nie ma żadnych objawów, ale nadal może zarażać innych, stwarzając ryzyko dla ich zdrowia. Z tego powodu zalecamy, aby teraz zamówić test. Nie trzeba się izolować, ale należy przestrzegać najnowszych zaleceń dotyczących regularnego mycia rąk i utrzymywania dystansu społecznego. Wraz ze wszystkimi domownikami musicie natychmiast poddać się izolacji, jeżeli wystąpią jakiekolwiek objawy. Jeżeli Twój wynik jest dodatni lub wystąpiły u Ciebie objawy, wraz ze wszystkimi domownikami musicie natychmiast poddać się izolacji. Nie trzeba zamawiać testu, jeżeli w ciągu ostatnich 90 dni otrzymało się dodatni wynik testu, chyba że ma się objawy. Należy nadal przestrzegać najnowszych wytycznych, nawet jeżeli jesteś już zaszczepiony(-a). W celu uzyskania dalszych informacji, porady lub wsparcia, proszę dzwonić pod nr 119.
ro: Există riscul să fi fost expus la virus. Aproximativ 1 din 3 persoane care au COVID-19 nu au niciun simptom, însă pot să răspândească virusul, punându-i pe alții în pericol. Din acest motiv, vă recomandăm să rezervați un test acum. Nu trebuie să vă autoizolați, dar trebuie să continuați să urmați cele mai recente recomandări privind spălarea regulată a mâinilor și menținerea distanței sociale. Dvs. și persoanele cu care locuiți trebuie să vă autoizolați imediat dacă prezentați simptome. Dacă testați pozitiv, dvs. și persoanele cu care locuiți trebuie să vă autoizolați imediat. Nu trebuie să rezervați un test dacă ați testat pozitiv în ultimele 90 de zile, cu excepția cazului în care aveți simptome. Vă rugăm să continuați să urmați cele mai recente instrucțiuni, chiar dacă ați fost vaccinat /ă. Pentru mai multe informații, recomandări sau asistență, vă rugăm să sunați la 119.
tr: Virüse maruz kalmış olma riskiniz bulunmaktadır. COVID-19 ile enfekte olmuş her 3 kişiden 1'i herhangi bir belirtiye sahip değildir, ancak yine de virüsü bulaştırabilir ve başkalarını riske atabilirler. Bu sebeple, şimdi bir test için rezervasyon yaptırmanızı öneriyoruz. Kendinizi karantinaya almanız gerekmez, ancak ellerinizi düzenli olarak yıkama ve sosyal mesafeyle ilgili en son tavsiyelere uymaya devam etmelisiniz. Herhangi bir belirti geliştirmeniz durumunda ev halkınızla birlikte kendinizi derhal karantinaya almalısınız. Testinizin sonucu pozitif çıkarsa, ev halkınızla birlikte kendinizi derhal karantinaya almalısınız. Son 90 gün içinde pozitif test sonucu aldıysanız, belirtileriniz olmadığı müddetçe bir test için rezervasyon yaptırmanız gerekmez. Aşı olmuş olsanız dahi lütfen en son yönergeleri izlemeye devam edin. Daha fazla bilgi, tavsiye ya da destek için lütfen 119'u arayın.
ur: اس بات کا خطرہ موجود ہے کہ آپ وائرس کی زد میں آگئے ہوں۔ کوویڈ 19 کے حامل 3 لوگوں سے لگ بھگ 1 میں کوئی علامت نہیں ہوتی ہے، لیکن وہ اب بھی اسے پھیلا سکتے ہیں اور دوسروں کو خطرے میں ڈال سکتے ہیں۔ اس وجہ سے ، ہم ابھی ٹیسٹ بک کروانے کی سفارش کرتے ہیں۔ آپ کو خود کو تنہا کرنے کی ضرورت نہیں ہے ، لیکن آپ کو باقاعدگی سے اپنے ہاتھ دھونے اور معاشرتی فاصلے کو برقرار رکھنے سے متعلق تازہ ترین مشورے پر عمل پیرا رہنا چاہئے۔ اگر آپ میں کوئی علامت پیدا ہوتی ہے تو آپ کو اور آپ کے گھر والوں کو فوری طور پر خود کو تنہا کرنا چاہئے۔ اگر آپ اورآپ کے گھر کے دوسرے افراد کی جانچ مثبت آتی ہے تو ، آپ کو فوری طور پرخود کو تنہا کر لینا چاہئے۔ اگر آپ کی پچھلے 90 دنوں میں مثبت جانچ کی گئی ہے تو آپ کو ٹیسٹ بُک کرنے کی ضرورت نہیں جب تک کہ آپ کے پاس علامات نہ ہوں۔ براہ کرم تمام جدید ہدایات کی پیروی کرنا جاری رکھیں ، یہاں تک کہ اگر آپ کو ویکسین دی جا چکی ہے ۔ مزید معلومات ، مشورے یا مدد کے لیے براہ کرم 119 پر کال کریں۔
zh: 您有接触过病毒的风险。约有 1/3 的 COVID-19 没有任何症状，但他们仍然可以传播病毒，并将他人置于危险之中。 因此，我们建议您马上预约检测。 您不需要进行自我隔离，但您应该继续遵循最新的防疫建议，经常洗手并保持社交距离。如果您出现任何症状，您和您的家人应立即进行自我隔离。 如果您的检测结果呈阳性，您和其他家庭成员必须立即进行自我隔离。 如果您在过去 90 天内的检测结果呈阳性，则不需要预约检测，除非您出现相关症状。 即使您已接种疫苗，也请继续遵循最新的防疫指南。 如需进一步的信息、建议或支持，请致电 119。

# checkin_risky_venue_information_book_a_test_button_title
source: Take a test
ar: إجراء اختبارٍ
bn: পরীক্ষা করান
cy: Ewch am brawf
gu: એક પરીક્ષણ કરાવો
pa: ਟੈਸਟ ਕਰਵਾਓ
pl: Poddaj się testowi
ro: Testați-vă
tr: Bir test yaptırın
ur: ٹیسٹ کریں
zh: 进行检测

# checkin_risky_venue_information_will_book_a_test_later_button_title
source: Back to home screen
ar: الرجوع إلى الشاشة الرئيسية
bn: হোম স্ক্রিনে ফিরে যান
cy: Yn ôl i’r sgrîn gartref
gu: હોમ સ્ક્રીન પર પાછા
pa: ਵਾਪਸ ਮੁੱਖ ਸਕ੍ਰੀਨ 'ਤੇ
pl: Powrót do strony głównej
ro: Înapoi la ecranul de pornire
tr: Ana ekrana geri dön
ur: ہوم اسکرین پر واپس جائیں
zh: 返回主屏幕

# checkin_information_whats_a_qr_code_section_description
source: Here are what the official NHS QR code posters look like. You need to scan the code, which is the square in the middle.
ar: نُوضِّح هنا أشكال ملصقات رموز NHS QR الرسمية. يتعين عليك إجراء مسح ضوئي للرمز الذي يظهر في المربع الموجود في المنتصف.
bn: আনুষ্ঠানিক NHS QR কোড পোস্টার কেমন দেখতে, তা এখানে দেখানো হলো। আপনাকে কোড স্ক্যান করতে হবে, যা হলো মাঝখানের বর্গক্ষেত্রটি।
cy: Dyma sut olwg sydd ar bosteri cod QR swyddogol y GIG. Mae angen i chi sganio’r cod, sydd yn y sgwâr yn y canol.
gu: અહીં સત્તાવાર NHS QR કોડ પોસ્ટર્સ છે. તમારે કોડ સ્કેન કરવાની જરૂર છે, જે મધ્યમાં ચોરસ છે.
pa: ਅਧਿਕਾਰਤ NHS QR ਕੋਡ ਪੋਸਟਰ ਇਸ ਤਰ੍ਹਾਂ ਦੇ ਦਿਖਾਈ ਦਿੰਦੇ ਹਨ। ਤੁਹਾਨੂੰ ਕੋਡ ਨੂੰ ਸਕੈਨ ਕਰਨ ਦੀ ਲੋੜ ਹੈ ਜੋ, ਕੇਂਦਰ ਵਿੱਚ ਇੱਕ ਵਰਗ ਹੁੰਦਾ ਹੈ।
pl: Oto jak wyglądają oficjalne plakaty z kodami NHS QR. Należy zeskanować kod, czyli kwadrat znajdujący się pośrodku plakatu.
ro: Iată cum arată afișele oficiale cu cod QR NHS. Trebuie să scanați codul, respectiv pătratul din mijloc.
tr: Resmi NHS QR kodu posterlerinin neye benzediğine dair bir örneği burada görebilirsiniz. Ortasında kare olan kodu taratmanız gerekir.
ur: NHS کا آفیشیل QR کوڈ پوسٹر اس طرح کا نظر آتا ہے۔ آپ کو کوڈ کو اسکین کرنا ہوتا ہے، جو درمیان میں چوکور ہے۔
zh: 以下是 NHS 官方二维码图片的样子。您需要扫描中间的正方形二维码。

# checkin_information_how_to_scan_section_title
source: How to scan an NHS QR code poster
ar: كيفية إجراء مسح ضوئي لأحد ملصقات رموز NHS QR
bn: যেভাবে NHS QR কোড পোস্টার স্ক্যান করবেন
cy: Sut i sganio poster cod QR y GIG
gu: NHS QR કોડ પોસ્ટર કેવી રીતે સ્કેન કરવું
pa: NHS QR ਕੋਡ ਪੋਸਟਰ ਨੂੰ ਸਕੈਨ ਕਿਵੇਂ ਕਰਨਾ ਹੈ
pl: Jak zeskanować plakat z kodem NHS QR
ro: Cum se scanează un afiș cu cod QR NHS
tr: NHS QR kodu posteri nasıl taratılır
ur: NHS کا QR کوڈ پوسٹر کیسے اسکین کریں
zh: 如何扫描 NHS 二维码图片

# about_this_app_my_data_app_settings
source: You can manage your data in the app settings.
ar: يمكنك إدارة البيانات الخاصة بك في إعدادات التطبيق.
bn: অ্যাপ সেটিংসে আপনি আপনার তথ্য নিয়ন্ত্রণ করতে পারেন
cy: Gallwch reoli'ch data yng ngosodiadau'r ap.
gu: તમે ઍપનાં સેટિંગ્ઝમાં તમારા ડેટાને મેનેજ કરી શકો છો
pa: ਤੁਸੀਂ ਐਪ ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਆਪਣੇ ਡਾਟਾ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰ ਸਕਦੇ ਹੋ
pl: Możesz zarządzać swoimi danymi w ustawieniach aplikacji.
ro: Vă puteți gestiona datele din setările aplicației.
tr: Veri yönetimini uygulamanın ayarlar kısmından yapabilirsiniz.
ur: آپ ایپ کی ترتیبات میں اپنے ڈیٹا کا نظم کر سکتے ہیں
zh: 您可在应用程序的设置中管理您的数据

# mydata_delete_and_reset_data_alert_title
source: Deleting your data will reset the app
ar: يؤدي حذف بياناتك إلى إعادة تعيين التطبيق
bn: আপনার তথ্য মুছে ফেললে অ্যাপকে আবার সেট করে দেবে
cy: Dileu eich data ar yr ap
gu: તમારો ડેટા ડીલીટ કરવાથી એપ રીસેટ થશે
pa: ਤੁਹਾਡਾ ਡਾਟਾ ਮਿਟਾਉਣ ਨਾਲ ਐਪ ਰੀਸੈਟ ਹੋ ਜਾਵੇਗਾ
pl: Usunięcie danych spowoduje zresetowanie aplikacji
ro: Ștergerea datelor dvs. va reseta aplicația
tr: Verilerinizin silinmesi, uygulamayı sıfırlayacaktır
ur: آپ کا ڈیٹا مٹانے سے ایپ ریسیٹ ہوجائے گا
zh: 删除您的数据将重置该应用程序

# settings_no_records
source: There are no records yet.
ar: لا يوجد أيّ سجلات حتى الآن
bn: এখনও কোনো রেকর্ড নাই
cy: Does dim cofnodion hyd yma
gu: હજી સુધી કોઈ રેકૉર્ડ નથી
pa: ਹਾਲੇ ਕੋਈ ਰਿਕਾਰਡ ਨਹੀਂ ਹਨ
pl: Nie wprowadzono jeszcze żadnych danych
ro: Nu există încă înregistrări
tr: Henüz herhangi bir kayıt yok
ur: ابھی تک کوئی ریکارڈ نہیں ہیں
zh: 尚无任何记录

# settings_venue_history
source: Venue history
ar: تاريخ الأماكن
bn: সাক্ষাৎস্থলের ইতিবৃত্ত
cy: Lleoliadau y buoch ynddynt
gu: સ્થળનો ઇતિહાસ
pa: ਸਥਾਨ ਦਾ ਇਤਿਹਾਸ
pl: Lista odwiedzonych miejsc
ro: Istoricul locațiilor vizitate
tr: Gidilen mekan geçmişi
ur: مقام کی سرگزشت
zh: 访问过的场所

# checkin_camera_qrcode_scanner_help_button_title
source: More information
ar: المزيد من المعلومات
bn: আরো তথ্যাদি
cy: Mwy o wybodaeth
gu: વધુ માહિતી
pa: ਵਧੇਰੇ ਜਾਣਕਾਰੀ
pl: Więcej informacji
ro: Mai multe informații
tr: Daha fazla bilgi
ur: مزید معلومات
zh: 更多信息

# mydata_delete_and_reset_data_button_title
source: Delete all my data and reset the app
ar: حذف جميع بياناتي وإعادة تعيين التطبيق
bn: আমার সকল তথ্য মুছে ফেলুন এবং অ্যাপটি রিসেট করুন
cy: Dileu fy holl ddata ac ailosod yr ap
gu: મારો બધો ડેટા ડીલીટ કરો અને ઍપને રિસેટ કરો
pa: ਮੇਰਾ ਸਾਰਾ ਡਾਟਾ ਮਿਟਾਓ ਅਤੇ ਐਪ ਨੂੰ ਰੀਸੈੱਟ ਕਰੋ
pl: Usuń wszystkie moje dane i zresetuj aplikację
ro: Șterge toate datele mele și resetează aplicația
tr: Tüm verilerimi sil ve uygulamayı sıfırla
ur: میرا تمام ڈیٹا حذف کریں اور ایپ کو ری سیٹ کریں
zh: 删除我的全部数据，重置应用程序

# mydata_section_venue_of_risk_date
source: Last visited
ar: آخر زيارة
bn: শেষবার গিয়েছেন
cy: Ymweliad diwethaf
gu: છેલ્લે ક્યારે મુલાકાત લીધી
pa: ਆਖਰੀ ਵਾਰ ਦੌਰਾ ਕੀਤਾ
pl: Ostatnio odwiedzony
ro: Ultima vizită
tr: Son ziyaret tarihi
ur: آخری دورہ کیا
zh: 上次访问

# mydata_section_symptoms_date
source: Start date
ar: تاريخ البداية
bn: শুরু করার তারিখ
cy: Dyddiad dechrau
gu: શરૂ થયાની તારીખ
pa: ਸ਼ੁਰੂਆਤੀ ਮਿਤੀ
pl: Data początkowa
ro: Data de început
tr: Başlangıç tarihi
ur: تاریخ آغاز
zh: 开始日期

# mydata_screen_title
source: Other data
ar: بيانات أخرى
bn: অন্য তথ্য
cy: Data arall
gu: અન્ય ડેટા
pa: ਹੋਰ ਡਾਟਾ
pl: Inne dane
ro: Alte date
tr: Diğer veriler
ur: دیگر ڈیٹا
zh: 其他数据

# settings_row_my_data_title
source: Other data
ar: بيانات أخرى
bn: অন্য তথ্য
cy: Data arall
gu: અન્ય ડેટા
pa: ਹੋਰ ਡਾਟਾ
pl: Inne dane
ro: Alte date
tr: Diğer veriler
ur: دیگر ڈیٹا
zh: 其他数据

# my_area_edit_button_title
source: Edit
ar: تعديل
bn: সম্পাদনা করুন
cy: Golygu
gu: સંપાદિત કરો
pa: ਸੰਪਾਦਿਤ ਕਰੋ
pl: Edytuj
ro: Editare
tr: Düzenle
ur: ترمیم
zh: 编辑

# my_area_postcode_disctrict
source: Postcode district
ar: مقاطعة الرمز البريدي
bn: পোস্টকোড জেলা
cy: Ardal cod post
gu: પોસ્ટકોડ ડિસ્ટ્રિક્ટ
pa: ਪੋਸਟਕੋਡ ਡਿਸਟ੍ਰਿਕਟ
pl: Okręg pocztowy
ro: Cod poștal district
tr: Posta kodu bölgesi
ur: پوسٹ کوڈ ضلع
zh: 邮编地区

# my_area_local_authority
source: Local authority
ar: السلطة المحلية
bn: স্থানীয় কর্তৃপক্ষ
cy: Awdurdod lleol
gu: લૉકલ ઑથોરિટી
pa: ਸਥਾਨਕ ਅਥਾਰਿਟੀ
pl: Władze lokalne
ro: Autoritate locală
tr: Yerel yönetim
ur: لوکل اتھارٹی
zh: 地方当局

# mydata_test_result_follow_up_test_date
source: Follow-up test date
ar: تاريخ اختبار المتابعة
bn: ফলো-আপ পরীক্ষার তারিখ
cy: Dyddiad prawf dilynol
gu: ફૉલો-અપ ટેસ્ટની તારીખ
pa: ਫਾਲੋ-ਅੱਪ ਟੈਸਟ ਤਾਰੀਖ਼
pl: Data testu kontrolnego
ro: Data testului de control
tr: Takip testi tarihi
ur: فالو اپ جانچ کی تاریخ
zh: 后续测试日期
