Repository: nihp-public/covid-19-app-ios-ag-public
Catalog: NHS-COVID-19/Core/Sources/Localization/Resources/*.lproj/Localizable.strings
Languages: ar, bn, cy, gu, pa, pl, ro, tr, ur, zh

# contact_tracing_hub_no_tracking_description
source: The app does not track your location. The app uses Bluetooth to estimate how long you had close contact with someone.
ar: لا يتتبع التطبيق موقعك. يستخدم التطبيق خاصية البلوتوث لتقدير الوقت الذي أمضيته مخالطًا لشخصٍ عن كثب.
bn: অ্যাপটি আপনার অবস্থান ট্র্যাক করে না। আপনি কারো সঙ্গে ঘনিষ্ঠ সংস্পর্শে কতক্ষণ ছিলেন তা হিসাব করতে অ্যাপটি ব্লুটুথ ব্যবহার করে।
cy: Nid yw’r ap yn olrhain eich lleoliad. Mae’r ap yn defnyddio Bluetooth i amcangyfrif pa mor hir yr oeddech mewn cysylltiad agos â rhywun.
gu: એપ્લિકેશન તમારા તમારા લોકેશનનને ટ્રૅક કરતું નથી. કોઈની સાથે કેટલો સમય તમે નજીકના કોન્ટેક્ટમાં રહ્યા હતા તેનો અંદાજ લગાવવા માટે એપ્લિકેશન બ્લૂટૂથનો ઉપયોગ કરે છે.
pa: ਐਪ ਤੁਹਾਡੇ ਟਿਕਾਣੇ ਨੂੰ ਟ੍ਰੈਕ ਨਹੀਂ ਕਰਦੀ ਹੈ। ਇਹ ਅਨੁਮਾਨ ਲਗਾਉਣ ਲਈ ਕਿ ਤੁਸੀਂ ਕਿਸੇ ਦੇ ਕਿੰਨਾ ਚਿਰ ਕਰੀਬੀ ਸੰਪਰਕ ਵਿੱਚ ਸੀ, ਐਪ ਬਲੂਟੁੱਥ ਦੀ ਵਰਤੋਂ ਕਰਦੀ ਹੈ।
pl: Aplikacja nie śledzi Twojej lokalizacji. Za pomocą technologii Bluetooth aplikacja oszacowuje, jak długo trwał z kimś kontakt.
ro: Aplicația nu vă urmărește locația. Aplicația utilizează Bluetooth pentru a estima durata contactului apropiat cu cineva.
tr: Uygulama, konumunuzu takip etmez. Uygulama, birisiyle ne kadar süre boyunca yakın temasta bulunduğunuzu tahmin etmek için Bluetooth özelliğini kullanır.
ur: ایپ آپ کے مقام کو ٹریک نہیں کرتی ہے۔ ایپ یہ اندازہ لگانے کے لیے بلوٹوتھ کا استعمال کرتی ہے کہ کسی کے ساتھ کتنی دیر تک آپ کا قریبی رابطہ رہا تھا۔
zh: 该应用程序不会追踪您的位置。该应用程序使用蓝牙功能估算您与他人近距离接触时长。

# contact_tracing_hub_privacy_heading
source: Your privacy is protected
ar: خصوصيتك محمية
bn: আপনার গোপনীয়তা সুরক্ষিত আছে
cy: Mae eich preifatrwydd wedi’i amddiffyn
gu: તમારી પ્રાયવેસી સુરક્ષિત છે
pa: ਤੁਹਾਡੀ ਨਿੱਜਤਾ ਦੀ ਰੱਖਿਆ ਕੀਤੀ ਜਾਂਦੀ ਹੈ
pl: Twoja prywatność jest chroniona
ro: Confidențialitatea dvs. este protejată
tr: Gizliliğiniz korunur
ur: آپ کی رازداری تحفظ یافتہ ہے۔
zh: 您的隐私受到保护

# contact_tracing_hub_privacy_description
source: The app cannot access your personal details.
ar: لا يستطيع التطبيق الوصول إلى بياناتك الشخصية.
bn: অ্যাপটি আপনার ব্যক্তিগত তথ্যে প্রবেশ করতে পারে না।
cy: Ni all yr ap gael mynediad i’ch manylion personol.
gu: એપ્લિકેશન તમારી અંગત વિગતોને ઍક્સેસ કરી શકતું નથી.
pa: ਐਪ ਤੁਹਾਡੇ ਨਿੱਜੀ ਵੇਰਵਿਆਂ ਤੱਕ ਪਹੁੰਚ ਨਹੀਂ ਕਰ ਸਕਦੀ ਹੈ।
pl: Aplikacja nie ma dostępu do Twoich danych osobowych.
ro: Aplicația nu vă poate accesa datele personale.
tr: Uygulama kişisel bilgilerinize erişemez
ur: ایپ آپ کی ذاتی تفصیلات تک رسائی حاصل نہیں کر سکتی۔
zh: 该应用程序无法访问您的个人信息。

# contact_tracing_hub_battery_heading
source: No drain on your battery
ar: لا يتم استهلاك طاقة البطارية
bn: আপনার ব্যাটারি নিঃশেষ করে দেয় না
cy: Nid yw’n treulio eich batri
gu: તમારી બેટરી ઓછી થશે નહીં
pa: ਤੁਹਾਡੀ ਬੈਟਰੀ ਖਤਮ ਨਹੀਂ ਹੁੰਦੀ ਹੈ
pl: Brak nadmiernego zużycia baterii
ro: Nu consumă bateria
tr: Bataryanızı harcamaz
ur: آپ کی بیٹری پر کوئی اثر نہیں پڑتا ہے
zh: 不会小号您的电池电量

# contact_tracing_hub_battery_description
source: You should not notice an impact on your battery life.
ar: لن تُلاحظ أي تأثيرٍ على عمر البطارية.
bn: আপনার ব্যাটারির আয়ুর উপর কোনো প্রভাব পড়ে না।
cy: Ni ddylech sylwi ar unrhyw effaith ar oes eich batri.
gu: તમને તમારી બેટરીના આયુષ્ય પર કોઈ અસરની જાણ થશે નહીં
pa: ਤੁਹਾਨੂੰ ਆਪਣੀ ਬੈਟਰੀ ਦੀ ਉਮਰ 'ਤੇ ਕੋਈ ਪ੍ਰਭਾਵ ਨਹੀਂ ਦਿਖੇਗਾ।
pl: Nie powinna wystąpić zauważalna różnica w czasie pracy baterii.
ro: Nu ar trebui să observați niciun impact asupra duratei de viață a bateriei.
tr: Bataryanızın ömründe herhangi bir etkisini görmezsiniz.
ur: آپ کو اپنی بیٹری کی لائف پر کوئی اثر نظر نہیں آنا چاہیے۔
zh: 您会发现它不会对您的电池寿命产生任何影响。

# contact_tracing_hub_find_out_more
source: Find out more
ar: معرفة المزيد من المعلومات
bn: আরো তথ্যের জন্য
cy: Mwy o wybodaeth
gu: વધારે માહિતી મેળવો
pa: ਹੋਰ ਜਾਣਕਾਰੀ ਦੇਖੋ
pl: Dowiedz się więcej
ro: Aflați mai multe
tr: Daha fazla bilgi edinin
ur: مزید معلوم کریں
zh: 了解更多

# contact_tracing_hub_should_pause
source: When should I pause contact tracing?
ar: متى ينبغي لي إيقاف خاصية تتبع المخالطين مؤقتًا؟
bn: কনট্যাক্ট ট্রেসিং কখন থামাতে পারি?
cy: Pryd ddylwn i atal y cyfleuster olrhain cysylltiadau dros dro?
gu: મારે કૉન્ટેક્ટ ટ્રેસિંગ (સંપર્કમાં આવેલા લોકોને શોધવાનું) ક્યારે થોભાવવું જોઈએ?
pa: ਮੈਨੂੰ ਸੰਪਰਕ ਟ੍ਰੇਸਿੰਗ ਨੂੰ ਕਦੋਂ ਰੋਕਣਾ ਚਾਹੀਦਾ ਹੈ?
pl: Kiedy powinno się wstrzymać śledzenie kontaktów?
ro: Când ar trebui să întrerup urmărirea contactelor?
tr: Temas takibini ne zaman durdurmalıyım?
ur: مجھے رابطے کے سراغ کو کب موقوف کرنا چاہیے؟
zh: 什么时候应不能暂停联系人追踪?

# contact_tracing_hub_should_not_pause
source: When should I pause contact tracing?
ar: متى ينبغي لي إيقاف خاصية تتبع المخالطين مؤقتًا؟
bn: কনট্যাক্ট ট্রেসিং কখন থামাতে পারি?
cy: Pryd ddylwn i atal y cyfleuster olrhain cysylltiadau dros dro?
gu: મારે કૉન્ટેક્ટ ટ્રેસિંગ (સંપર્કમાં આવેલા લોકોને શોધવાનું) ક્યારે થોભાવવું જોઈએ?
pa: ਮੈਨੂੰ ਸੰਪਰਕ ਟ੍ਰੇਸਿੰਗ ਨੂੰ ਕਦੋਂ ਰੋਕਣਾ ਚਾਹੀਦਾ ਹੈ?
pl: Kiedy powinno się wstrzymać śledzenie kontaktów?
ro: Când ar trebui să întrerup urmărirea contactelor?
tr: Temas takibini ne zaman durdurmalıyım?
ur: مجھے رابطے کے سراغ کو کب موقوف کرنا چاہیے؟
zh: 什么时候应暂停联系人追踪？

# contact_tracing_should_pause_title
source: You should only pause contact tracing if you:
ar: عليك إيقاف خاصية تتبع المخالطين مؤقتًا عندما:
bn: শুধু সেসব ক্ষেত্রে কনট্যাক্ট ট্রেসিং থামানো যায় যখন আপনি:
cy: Ni ddylech chi atal y cyfleuster olrhain cysylltiadau dros dro oni bai eich bod:
gu: તમારે કૉન્ટેક્ટ ટ્રેસિંગ ફક્ત તો જ થોભાવવું જોઈએ જો તમે:
pa: ਤੁਹਾਨੂੰ ਸੰਪਰਕ ਟ੍ਰੇਸਿੰਗ ਨੂੰ ਸਿਰਫ ਉਦੋਂ ਰੋਕਣਾ ਚਾਹੀਦਾ ਹੈ ਜੇ ਤੁਸੀਂ:
pl: Można wstrzymywać śledzenie kontaktów jedynie w przypadku, gdy:
ro: Ar trebui să întrerupeți urmărirea contactelor numai dacă:
tr: Sadece aşağıdaki durumlarda temas takibini durdurmalısınız:
ur: آپ کو رابطے کے سراغ کو صرف تبھی موقوف کرنا چاہیے جب آپ:
zh: 请在以下情况暂停联系人追踪：

# contact_tracing_should_not_pause_title
source: When should I pause contact tracing?
ar: متى ينبغي لي إيقاف خاصية تتبع المخالطين مؤقتًا؟
bn: কনট্যাক্ট ট্রেসিং কখন থামাতে পারি?
cy: Pryd ddylwn i atal y cyfleuster olrhain cysylltiadau dros dro?
gu: મારે કૉન્ટેક્ટ ટ્રેસિંગ (સંપર્કમાં આવેલા લોકોને શોધવાનું) ક્યારે થોભાવવું જોઈએ?
pa: ਮੈਨੂੰ ਸੰਪਰਕ ਟ੍ਰੇਸਿੰਗ ਨੂੰ ਕਦੋਂ ਰੋਕਣਾ ਚਾਹੀਦਾ ਹੈ?
pl: Kiedy powinno się wstrzymać śledzenie kontaktów?
ro: Când ar trebui să întrerup urmărirea contactelor?
tr: Temas takibini ne zaman durdurmalıyım?
ur: مجھے رابطے کے سراغ کو کب موقوف کرنا چاہیے؟
zh: 什么时候应暂停联系人追踪？

# contact_tracing_should_pause_heading
source: You should only pause contact tracing if you:
ar: عليك إيقاف خاصية تتبع المخالطين مؤقتًا عندما:
bn: শুধু সেসব ক্ষেত্রে কনট্যাক্ট ট্রেসিং থামানো যায় যখন আপনি:
cy: Ni ddylech chi atal y cyfleuster olrhain cysylltiadau dros dro oni bai eich bod:
gu: તમારે કૉન્ટેક્ટ ટ્રેસિંગ ફક્ત તો જ થોભાવવું જોઈએ જો તમે:
pa: ਤੁਹਾਨੂੰ ਸੰਪਰਕ ਟ੍ਰੇਸਿੰਗ ਨੂੰ ਸਿਰਫ ਉਦੋਂ ਰੋਕਣਾ ਚਾਹੀਦਾ ਹੈ ਜੇ ਤੁਸੀਂ:
pl: Można wstrzymywać śledzenie kontaktów jedynie w przypadku, gdy:
ro: Ar trebui să întrerupeți urmărirea contactelor numai dacă:
tr: Sadece aşağıdaki durumlarda temas takibini durdurmalısınız:
ur: آپ کو رابطے کے سراغ کو صرف تبھی موقوف کرنا چاہیے جب آپ:
zh: 请在以下情况暂停联系人追踪：

# contact_tracing_should_not_pause_heading
source: You should only pause contact tracing if you:
ar: عليك إيقاف خاصية تتبع المخالطين مؤقتًا عندما:
bn: শুধু সেসব ক্ষেত্রে কনট্যাক্ট ট্রেসিং থামানো যায় যখন আপনি:
cy: Ni ddylech chi atal y cyfleuster olrhain cysylltiadau dros dro oni bai eich bod:
gu: તમારે કૉન્ટેક્ટ ટ્રેસિંગ ફક્ત તો જ થોભાવવું જોઈએ જો તમે:
pa: ਤੁਹਾਨੂੰ ਸੰਪਰਕ ਟ੍ਰੇਸਿੰਗ ਨੂੰ ਸਿਰਫ ਉਦੋਂ ਰੋਕਣਾ ਚਾਹੀਦਾ ਹੈ ਜੇ ਤੁਸੀਂ:
pl: Można wstrzymywać śledzenie kontaktów jedynie w przypadku, gdy:
ro: Ar trebui să întrerupeți urmărirea contactelor numai dacă:
tr: Sadece aşağıdaki durumlarda temas takibini durdurmalısınız:
ur: آپ کو رابطے کے سراغ کو صرف تبھی موقوف کرنا چاہیے جب آپ:
zh: 请在以下情况暂停联系人追踪：

# contact_tracing_should_pause_bullet_points
source: store your phone in a locker or communal area are working behind a fixed transparent screen and are fully protected from other people are a worker in health and social care wearing medical grade personal protective equipment (PPE) such as a surgical mask are a healthcare worker in a healthcare building such as a hospital or GP surgery
ar: تترك هاتفك في خزانة أو منطقة مشتركة تباشر عملك خلف حاجز شفاف ثابت وتتمتع بالحماية الكاملة ضد العدوى من الأشخاص الآخرين تكون عاملًا في مجال الرعاية الصحية والاجتماعية وترتدي أدوات الوقاية الشخصية من الفئة الطبية مثل القناع الجراحي تكون عاملًا في مجال الرعاية الصحية وتعمل في إحدى منشآت تقديم الرعاية الصحية مثل مستشفى أو عيادة طبيب
bn: আপনার ফোনটি কোনো লকার বা কমিউনাল বা সর্বজনীন এলাকায় রেখে দেন কোনো স্থির ও স্বচ্ছ পর্দার আড়ালে কাজ করেন এবং অন্য লোকেদের থেকে সম্পূর্ণ সুরক্ষিত থাকেন স্বাস্থ্য ও সমাজসেবার কর্মী হন এবং সার্জিকাল মাস্কের মতো মেডিক্যাল গ্রেডের ব্যক্তিগত সুরক্ষা সরঞ্জাম (পিপিই) পরে থাকেন হাসপাতাল বা জিপি সার্জারির মতো কোনো স্বাস্থ্যসেবা ভবনে কর্মরত স্বাস্থ্যসেবাকর্মী হন
cy: yn storio’ch ffôn mewn locer neu ardal gomunol yn gweithio y tu ôl i sgrin dryloyw sefydlog ac wedi’ch gwarchod yn llawn rhag pobl eraill yn weithiwr ym maes gofal iechyd a chymdeithasol ac yn gwisgo cyfarpar amddiffynnol personol (PPE) fel masg llawdriniaethol yn weithiwr iechyd mewn adeilad gofal iechyd fel ysbyty neu feddygfa Meddyg Teulu
gu: તમારા ફોનને લોકર અથવા કોમી વિસ્તારમાં સ્ટોર કરો છો નિશ્ચિત પારદર્શક સ્ક્રીનની પાછળ કાર્ય કરો છો અને અન્ય લોકોથી સંપૂર્ણ સુરક્ષિત છો સર્જિકલ માસ્ક જેવા મેડિકલ ગ્રેડના વ્યક્તિગત રક્ષણાત્મક સાધનો (પીપીઇ) પહેરેલા આરોગ્ય અને સામાજિક સંભાળમાં કાર્યકર હોવ હોસ્પિટલ અથવા જી.પી. સર્જરી જેવા કોઈ આરોગ્યસંભાળ બિલ્ડિંગમાં આરોગ્યસંભાળ કાર્યકર હોવ
pa: ਆਪਣੇ ਫੋਨ ਨੂੰ ਲਾਕਰ ਜਾਂ ਭਾਈਚਾਰਕ ਖੇਤਰ ਵਿੱਚ ਸਟੋਰ ਕਰਦੇ ਹੋ ਕਿਸੇ ਜੜੀ ਹੋਈ ਪਾਰਦਰਸ਼ੀ ਸਕ੍ਰੀਨ ਦੇ ਪਿੱਛੇ ਕੰਮ ਕਰ ਰਹੇ ਹੋ ਅਤੇ ਦੂਜੇ ਲੋਕਾਂ ਤੋਂ ਪੂਰੀ ਤਰ੍ਹਾਂ ਸੁਰੱਖਿਅਤ ਹੋ ਸਿਹਤ ਅਤੇ ਸਮਾਜਕ ਦੇਖਭਾਲ ਵਿੱਚ ਇੱਕ ਕਰਮਚਾਰੀ ਹੋ ਅਤੇ ਮੈਡੀਕਲ ਗ੍ਰੇਡ ਨਿੱਜੀ ਸੁਰੱਖਿਆ ਉਪਕਰਨ (PPE) ਜਿਵੇਂ ਕਿ ਇੱਕ ਸਰਜੀਕਲ ਮਾਸਕ ਪਹਿਨਿਆ ਹੋਇਆ ਹੈ ਕਿਸੇ ਸਿਹਤ-ਸੰਭਾਲ ਇਮਾਰਤ, ਜਿਵੇਂ ਕਿ ਕਿਸੇ ਹਸਪਤਾਲ ਜਾਂ ਜੀਪੀ ਸਰਜਰੀ ਵਿੱਚ ਇੱਕ ਸਿਹਤ-ਸੰਭਾਲ ਕਰਮਚਾਰੀ ਹੋ
pl: telefon przechowywany jest w schowku lub w pomieszczeniach do wspólnego użytku; pracujesz za przezroczystym ekranem, w pełni chroniącym Cię przed kontaktem z innymi; jesteś pracownikiem służby zdrowia lub opieki społecznej, noszącym medyczną odzież ochronną, taką jak maseczki chirurgiczne; jesteś pracownikiem służby zdrowia pracującym w budynku, takim jak szpital lub poradnia lekarzy rodzinnych.
ro: vă depozitați telefonul într-un dulap sau într-o zonă comună lucrați în spatele unui paravan transparent fix și sunteți complet protejat/ ă de alte persoane sunteți cadru medical și purtați echipament individual de protecție (EIP) special pentru uz medical, cum ar fi o mască chirurgicală sunteți cadru medical într-o unitate medicală, cum ar fi un spital sau o unitate de intervenție chirurgicală a medicului de familie
tr: telefonunuzu bir dolap ya da ortak kullanım alanında muhafaza ederken sabit bir şeffaf siperin arkasında, diğer insanlardan tamamen korunaklı bir şekilde çalışırken cerrahi maske gibi tıbbi kullanıma uygun kişisel koruyucu ekipmanlar (KKE) kullanan bir sağlık ve sosyal bakım ortamı çalışanı iseniz bir hastane ya da doktor muayenehanesi gibi bir sağlık hizmeti binasında görevli bir sağlık çalışanıysanız
ur: اپنا فون لاکر میں یا کسی مشترک علاقے میں محفوظ کریں مقررہ شفاف اسکرین کے پیچھے کام کر رہے ہوں اور دوسرے لوگوں سے پوری طرح تحفظ یافتہ ہوں طبی درجے کے ذاتی حفاظتی آلات (PPE) جیسے سرجیکل ماسک پہننے والے صحت اور سماجی نگہداشت کے کارکن ہوں نگہداشت صحت کی عمارت جیسے ہسپتال یا GP سرجری میں نگہداشت صحت کے کارکن ہوں
zh: 将手机存放在储物柜内或公共区域中 在固定的透明屏幕后工作，且完全与其他人隔离 卫生和社会关怀行业的从业者，佩戴外科口罩等医疗级个人防护装备 (PPE) 医护人员身处医院或全科医生诊所等医疗建筑中

# contact_tracing_should_not_pause_bullet_points
source: store your phone in a locker or communal area are working behind a fixed transparent screen and are fully protected from other people are a worker in health and social care wearing medical grade personal protective equipment (PPE) such as a surgical mask are a healthcare worker in a healthcare building such as a hospital or GP surgery
ar: تترك هاتفك في خزانة أو منطقة مشتركة تباشر عملك خلف حاجز شفاف ثابت وتتمتع بالحماية الكاملة ضد العدوى من الأشخاص الآخرين تكون عاملًا في مجال الرعاية الصحية والاجتماعية وترتدي أدوات الوقاية الشخصية من الفئة الطبية مثل القناع الجراحي تكون عاملًا في مجال الرعاية الصحية وتعمل في إحدى منشآت تقديم الرعاية الصحية مثل مستشفى أو عيادة طبيب
bn: আপনার ফোনটি কোনো লকার বা কমিউনাল বা সর্বজনীন এলাকায় রেখে দেন কোনো স্থির ও স্বচ্ছ পর্দার আড়ালে কাজ করেন এবং অন্য লোকেদের থেকে সম্পূর্ণ সুরক্ষিত থাকেন স্বাস্থ্য ও সমাজসেবার কর্মী হন এবং সার্জিকাল মাস্কের মতো মেডিক্যাল গ্রেডের ব্যক্তিগত সুরক্ষা সরঞ্জাম (পিপিই) পরে থাকেন হাসপাতাল বা জিপি সার্জারির মতো কোনো স্বাস্থ্যসেবা ভবনে কর্মরত স্বাস্থ্যসেবাকর্মী হন
cy: yn storio’ch ffôn mewn locer neu ardal gomunol yn gweithio y tu ôl i sgrin dryloyw sefydlog ac wedi’ch gwarchod yn llawn rhag pobl eraill yn weithiwr ym maes gofal iechyd a chymdeithasol ac yn gwisgo cyfarpar amddiffynnol personol (PPE) fel masg llawdriniaethol yn weithiwr iechyd mewn adeilad gofal iechyd fel ysbyty neu feddygfa Meddyg Teulu
gu: તમારા ફોનને લોકર અથવા કોમી વિસ્તારમાં સ્ટોર કરો છો નિશ્ચિત પારદર્શક સ્ક્રીનની પાછળ કાર્ય કરો છો અને અન્ય લોકોથી સંપૂર્ણ સુરક્ષિત છો સર્જિકલ માસ્ક જેવા મેડિકલ ગ્રેડના વ્યક્તિગત રક્ષણાત્મક સાધનો (પીપીઇ) પહેરેલા આરોગ્ય અને સામાજિક સંભાળમાં કાર્યકર હોવ હોસ્પિટલ અથવા જી.પી. સર્જરી જેવા કોઈ આરોગ્યસંભાળ બિલ્ડિંગમાં આરોગ્યસંભાળ કાર્યકર હોવ
pa: ਆਪਣੇ ਫੋਨ ਨੂੰ ਲਾਕਰ ਜਾਂ ਭਾਈਚਾਰਕ ਖੇਤਰ ਵਿੱਚ ਸਟੋਰ ਕਰਦੇ ਹੋ ਕਿਸੇ ਜੜੀ ਹੋਈ ਪਾਰਦਰਸ਼ੀ ਸਕ੍ਰੀਨ ਦੇ ਪਿੱਛੇ ਕੰਮ ਕਰ ਰਹੇ ਹੋ ਅਤੇ ਦੂਜੇ ਲੋਕਾਂ ਤੋਂ ਪੂਰੀ ਤਰ੍ਹਾਂ ਸੁਰੱਖਿਅਤ ਹੋ ਸਿਹਤ ਅਤੇ ਸਮਾਜਕ ਦੇਖਭਾਲ ਵਿੱਚ ਇੱਕ ਕਰਮਚਾਰੀ ਹੋ ਅਤੇ ਮੈਡੀਕਲ ਗ੍ਰੇਡ ਨਿੱਜੀ ਸੁਰੱਖਿਆ ਉਪਕਰਨ (PPE) ਜਿਵੇਂ ਕਿ ਇੱਕ ਸਰਜੀਕਲ ਮਾਸਕ ਪਹਿਨਿਆ ਹੋਇਆ ਹੈ ਕਿਸੇ ਸਿਹਤ-ਸੰਭਾਲ ਇਮਾਰਤ, ਜਿਵੇਂ ਕਿ ਕਿਸੇ ਹਸਪਤਾਲ ਜਾਂ ਜੀਪੀ ਸਰਜਰੀ ਵਿੱਚ ਇੱਕ ਸਿਹਤ-ਸੰਭਾਲ ਕਰਮਚਾਰੀ ਹੋ
pl: telefon przechowywany jest w schowku lub w pomieszczeniach do wspólnego użytku; pracujesz za przezroczystym ekranem, w pełni chroniącym Cię przed kontaktem z innymi; jesteś pracownikiem służby zdrowia lub opieki społecznej, noszącym medyczną odzież ochronną, taką jak maseczki chirurgiczne; jesteś pracownikiem służby zdrowia pracującym w budynku, takim jak szpital lub poradnia lekarzy rodzinnych.
ro: vă depozitați telefonul într-un dulap sau într-o zonă comună lucrați în spatele unui paravan transparent fix și sunteți complet protejat/ ă de alte persoane sunteți cadru medical și purtați echipament individual de protecție (EIP) special pentru uz medical, cum ar fi o mască chirurgicală sunteți cadru medical într-o unitate medicală, cum ar fi un spital sau o unitate de intervenție chirurgicală a medicului de familie
tr: telefonunuzu bir dolap ya da ortak kullanım alanında muhafaza ederken sabit bir şeffaf siperin arkasında, diğer insanlardan tamamen korunaklı bir şekilde çalışırken cerrahi maske gibi tıbbi kullanıma uygun kişisel koruyucu ekipmanlar (KKE) kullanan bir sağlık ve sosyal bakım ortamı çalışanı iseniz bir hastane ya da doktor muayenehanesi gibi bir sağlık hizmeti binasında görevli bir sağlık çalışanıysanız
ur: اپنا فون لاکر میں یا کسی مشترک حصے میں اسٹور کریں مقررہ شفاف اسکرین کے پیچھے کام کر رہے ہوں اور دوسرے لوگوں سے پوری طرح تحفظ یافتہ ہوں طبی درجے کے ذاتی حفاظتی آلات (PPE) جیسے سرجیکل ماسک پہننے والے صحت اور سماجی نگہداشت کے کارکن ہوں نگہداشت صحت کی عمارت جیسے ہسپتال یا GP سرجری میں نگہداشت صحت کے کارکن ہوں
zh: 将手机存放在储物柜内或公共区域中 在固定的透明屏幕后工作，且完全与其他人隔离 卫生和社会关怀行业的从业者，佩戴外科口罩等医疗级个人防护装备 (PPE) 医护人员身处医院或全科医生诊所等医疗建筑中

# contact_tracing_should_pause_footnote
source: Remember to turn contact tracing back on once you leave this situation.
ar: تذكّر تشغيل خاصية تتبع المخالطين مرة أخرى فور انتهاء هذا الوضع.
bn: এসব অবস্থার বাইরে গেলে কনট্যাক্ট ট্রেসিং আবার চালু করতে ভুলবেন না।
cy: Cofiwch ailddechrau eich cyfleuster olrhain cysylltiadau pan fyddwch yn gadael y sefyllfa yma
gu: એકવાર તમે આ પરિસ્થિતિથી દૂર જાઓ ત્યારે કૉન્ટેક્ટ ટ્રેસિંગને ફરી ચાલુ કરવાનું ભૂલશો નહીં.
pa: ਇੱਕ ਵਾਰ ਜਦੋਂ ਤੁਸੀਂ ਇਸ ਸਥਿਤੀ ਵਿੱਚੋਂ ਬਾਹਰ ਨਿਕਲ ਜਾਂਦੇ ਹੋ ਤਾਂ ਸੰਪਰਕ ਟ੍ਰੇਸਿੰਗ ਨੂੰ ਮੁੜ ਚਾਲੂ ਕਰਨਾ ਯਾਦ ਰੱਖੋ।
pl: Pamiętaj o ponownym włączeniu śledzenia kontaktów, gdy nie zachodzą powyższe warunki.
ro: Nu uitați să reactivați urmărirea contactelor după ce nu vă mai găsiți în niciuna din situațiile de mai sus.
tr: Artık bu durumlardan birisinde olmadığınız zaman temas takibini tekrar başlatmayı unutmayın.
ur: اس صورتحال سے باہر نکل جانے پر رابطے کے سراغ کو آن کرنا یاد رکھیں۔
zh: 离开上述环境后，请记得重新开启联系人追踪。

# contact_tracing_should_not_pause_footnote
source: Remember to turn contact tracing back on once you leave this situation.
ar: تذكّر تشغيل خاصية تتبع المخالطين مرة أخرى فور انتهاء هذا الوضع.
bn: এসব অবস্থার বাইরে গেলে কনট্যাক্ট ট্রেসিং আবার চালু করতে ভুলবেন না।
cy: Cofiwch ailddechrau eich cyfleuster olrhain cysylltiadau pan fyddwch yn gadael y sefyllfa yma
gu: એકવાર તમે આ પરિસ્થિતિથી દૂર જાઓ ત્યારે કૉન્ટેક્ટ ટ્રેસિંગને ફરી ચાલુ કરવાનું ભૂલશો નહીં.
pa: ਇੱਕ ਵਾਰ ਜਦੋਂ ਤੁਸੀਂ ਇਸ ਸਥਿਤੀ ਵਿੱਚੋਂ ਬਾਹਰ ਨਿਕਲ ਜਾਂਦੇ ਹੋ ਤਾਂ ਸੰਪਰਕ ਟ੍ਰੇਸਿੰਗ ਨੂੰ ਮੁੜ ਚਾਲੂ ਕਰਨਾ ਯਾਦ ਰੱਖੋ।
pl: Pamiętaj o ponownym włączeniu śledzenia kontaktów, gdy nie zachodzą powyższe warunki.
ro: Nu uitați să reactivați urmărirea contactelor după ce nu vă mai găsiți în niciuna din situațiile de mai sus.
tr: Artık bu durumlardan birisinde olmadığınız zaman temas takibini tekrar başlatmayı unutmayın.
ur: اس صورتحال سے باہر نکل جانے پر رابطے کے سراغ کو آن کرنا یاد رکھیں۔
zh: 离开上述环境后，请记得重新开启联系人追踪。

# this_is_just_a_test_message
source: Just a simple test (version 3)
ar: Just a simple test
bn: Just a simple test
cy: Just a simple test
gu: Just a simple test
pa: Just a simple test
pl: Just a simple test
ro: Just a simple test
tr: Just a simple test
ur: Just a simple test
zh: Just a simple test

# qr_code_poster_description_wls
source: Welsh Higher Risk Venue NHS QR code poster:
ar: ملصق رمز NHS QR الويلزي للأماكن مرتفعة الخطورة:
bn: ওয়েলস হাইয়ার রিস্ক ভেন্যু NHS QR কোড পোস্টার:
cy: Posteri cod QR Lleoliad Risg Uwch GIG Cymru:
gu: વેલ્શના વધારે જોખમવાળા સ્થળના NHS QR કોડ પોસ્ટર:
pa: ਵੈਲਸ਼ ਉੱਚ ਜੋਖਮ ਵਾਲੇ ਸਥਾਨ NHS QR ਕੋਡ ਪੋਸਟਰ:
pl: Walijski plakat z kodem NHS QR dla lokalu o podwyższonym stopniu zagrożenia:
ro: Afiș cu cod QR NHS pentru localurile de risc ridicat din Țara Galilor:
tr: Galce Yüksek Risk Mekan NHS QR kodu posteri:
ur: ویلش زیادہ خطرے والا مقام NHS کا QR کوڈ پوسٹر:
zh: 威尔士高风险场所 NHS 二维码图片：

# checkin_risky_venue_information_warn_and_book_a_test_info
source: You do not need to self-isolate, but we advise that you take a test.
ar: لا تحتاج إلى تطبيق العزل الذاتي، ولكننا ننصحك بإجراء اختبارٍ.
bn: আপনাকে স্ব-বিচ্ছিন্ন থাকতে হবে না, তবে আমরা আপনাকে একটি পরীক্ষা করার পরামর্শ দিচ্ছি।
cy: Does dim angen i chi hunanynysu, ond cynghorwn chi i gael prawf.
gu: તમારે સેલ્ફ અઈસોલેટ થવાની જરૂર નથી, પરંતુ અમે સલાહ આપીશું કે તમે ટેસ્ટ કરો.
pa: ਤੁਹਾਨੂੰ ਖੁਦ ਨੂੰ ਅਲੱਗ ਰੱਖਣ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ, ਪਰ ਅਸੀਂ ਤੁਹਾਨੂੰ ਸਲਾਹ ਦਿੰਦੇ ਹਾਂ ਕਿ ਤੁਸੀਂ ਟੈਸਟ ਕਰਵਾਓ।
pl: Nie musisz pozostawać w samoizolacji, ale zalecamy, aby wykonać test.
ro: Nu trebuie să vă autoizolați, dar vă recomandăm să faceți un test.
tr: Kendinizi karantinaya almanız gerekmiyor, ancak bir test yapmanızı tavsiye ediyoruz.
ur: آپ کو خود کو تنہا کرنے کی ضرورت نہیں ہے، لیکن ہمارا مشورہ ہے کہ آپ ایک ٹیسٹ کروائیں۔
zh: 您不需要自我隔离，但我们建议您做下检测。

# checkin_risky_venue_information_warn_and_book_a_test_bulleted_list
source: You should do this even if you have been fully vaccinated.
ar: إجراء اختبارٍ، حتى إذا لم تظهر عليك أي أعراضٍ
bn: আপনার কোনো উপসর্গ না থাকলেও পরীক্ষা করান
cy: gael prawf, hyd yn oed os nad oes gennych symptomau
gu: જો તમને લક્ષણો ન હોય તો પણ, એક પરીક્ષણ કરાવો
pa: ਇੱਕ ਟੈਸਟ ਕਰਵਾਓ, ਭਾਵੇਂ ਤੁਹਾਨੂੰ ਲੱਛਣ ਨਹੀਂ ਹਨ,
pl: Poddać się testowi, nawet jeżeli nie masz objawów;
ro: Faceți un test, chiar dacă nu aveți simptome
tr: Belirtileriniz yoksa dahi bir test yaptırın
ur: ایک ٹیسٹ کریں، چاہے آپ میں کوئی علامت نہ ہوسماجی دوری بنانے سے متعلق تازہ ترین
zh: 即使未出现任何症状，也应进行检测

# checkin_risky_venue_information_warn_and_book_a_test_additional_info
source: Around 1 in 3 people who have COVID-19 do not have symptoms, but they can still pass it on and put others at risk.
ar: يوجد شخصٌ من بين كل 3 أشخاصٍ مُصابين بفيروس كوفيد-19 لا تظهر عليه أيّ أعراضٍ، ولكنه قد يتسبب في تفشي الفيروس وتعريض حياة الآخرين للخطر.
bn: কোভিড-১৯ আক্রান্ত প্রতি ৩ জন লোকের মধ্যে ১ জনের কোনো উপসর্গ দেখা দেয় না, তবুও তারা এটা ছড়াতে পারে এবং অন্যদের ঝুঁকিতে ফেলতে পারে।
cy: Ni fydd tua 1 ymhob 3 o bobl sydd â COVID-19 yn dioddef symptomau, ond mae’n bosibl iddynt ei drosglwyddo i eraill a’u peryglu.
gu: કોવિડ-19 ધરાવતા આશરે 3 માંથી 1 વ્યક્તિને લક્ષણો હોતા નથી, પરંતુ તેઓ હજી પણ તેને ફેલાવી શકે છે અને બીજાઓને જોખમમાં મૂકી શકે છે.
pa: COVID-19 ਵਾਲੇ ਲਗਭਗ 3 ਵਿੱਚੋਂ 1 ਵਿਅਕਤੀ ਨੂੰ ਕੋਈ ਲੱਛਣ ਨਹੀਂ ਹੁੰਦੇ ਹਨ, ਪਰ ਉਹ ਫਿਰ ਇਸ ਨੂੰ ਦੂਜਿਆਂ ਤਕ ਫੈਲਾ ਸਕਦੇ ਹਨ ਅਤੇ ਉਹਨਾਂ ਨੂੰ ਜੋਖਮ ਵਿੱਚ ਪਾ ਸਕਦੇ ਹਨ।
pl: Średnio 1 osoba na 3 zakażona COVID-19 nie ma objawów, ale nadal może zarażać innych, stwarzając ryzyko dla ich zdrowia.
ro: Aproximativ 1 din 3 persoane care au COVID-19 nu au simptome, însă pot să răspândească virusul, punându-i pe alții în pericol.
tr: COVID-19 ile enfekte olmuş her 3 kişiden 1'i hiçbir belirti göstermez, ancak yine de virüsü bulaştırabilir ve başkalarını riske atabilirler.
ur: COVID-19میں مبتلا لگ بھگ 3 لوگوں میں سے 1 میں علامات نہیں ہوتی ہیں، لیکن وہ اب بھی اسے دوسروں تک پہنچا سکتے ہیں اور خطرے میں ڈال سکتے ہیں۔
zh: 大约三分之一新冠肺炎患者属于无症状感染者，但仍可以传播病毒，导致其他人面临感染风险。

# test_check_symptoms_subheading
source: The main symptoms of coronavirus (COVID-19) are:
ar: تتمثّل الأعراض الرئيسية لفيروس كورونا (كوفيد-19) فيما يلي:
bn: করোনাভাইরাসের (কোভিড-১৯) প্রধান প্রধান উপসর্গ হলো:
cy: Dyma brif symptomau coronafeirws (COVID-19):
gu: કોરોનાવાયરસ (કોવિડ-19) ના મુખ્ય લક્ષણો આ છે:
pa: ਕੋਰੋਨਾਵਾਇਰਸ (COVID-19) ਦੇ ਮੁੱਖ ਲੱਛਣ ਹਨ:
pl: Głównymi objawami koronawirusa (COVID-19) są:
ro: Principalele simptome ale coronavirusului (COVID-19) sunt:
tr: Koronavirüsün (COVID-19) başlıca belirtileri şunlardır:
ur: کورونا وائرس (COVID-19) کی اہم علامات ہیں:
zh: 新冠肺炎 (COVID-19) 的症状如下：

# test_check_symptoms_footer
source: If you think you may have COVID-19 symptoms, even if they are mild, select ‘Check symptoms‘ below. Call 119 for more information or advice.
ar: إذا كنت تعتقد أن لديك أعراض COVID-19، حتى ولو كانت أعراض خفيفة، أختر "التحقق من الأعراض" أدناه. أتصل برقم 119 لمزيد من المعلومات أو النصائح.
bn: আপনি যদি মনে করেন যে আপনার COVID-19 এর উপসর্গ থাকতে পারে, এমনকি সেগুলি যদি মৃদু হয় তাহলেও, নিচে ‘উপসর্গ যাচাই করুন’ নির্বাচন করুন। আরও তথ্য বা পরামর্শের জন্য 119 এ কল করুন।
cy: Os ydych chi'n credu y gallai fod gennych chi symptomau COVID-19, hyd yn oed os ydyn nhw'n ysgafn, dewiswch 'Gwirio symptomau' isod. Ffoniwch 119 am fwy o wybodaeth neu gyngor.
gu: જો તમને લાગતું હોય કે તમને COVID-19ના લક્ષણો હોઈ શકે, ભલે ને તે હળવાં હોય, નીચે ’લક્ષણો તપાસો’ પસંદ કરો. વધુ માહિતી અથવા સલાહ માટે 119 પર કૉલ કરો.
pa: ਜੇ ਤੁਹਾਨੂੰ ਲੱਗਦਾ ਹੈ ਕਿ ਤੁਹਾਨੂੰ COVID-19 ਲੱਛਣ ਹੋ ਸਕਦੇ ਹਨ, ਭਾਵੇਂ ਉਹ ਹਲਕੇ ਹੀ ਹੋਣ, ਤਾਂ ਹੇਠਾਂ 'ਲੱਛਣਾਂ ਦੀ ਜਾਂਚ ਕਰੋ' ਚੁਣੋ। ਹੋਰ ਜਾਣਕਾਰੀ ਜਾਂ ਸਲਾਹ ਲਈ 119 'ਤੇ ਕਾਲ ਕਰੋ।
pl: Jeśli uważasz, że możesz mieć objawy COVID-19, nawet jeśli są łagodne, wybierz „Sprawdź objawy” poniżej. Zadzwoń pod numer 119, aby uzyskać więcej informacji lub porady.
ro: În cazul în care considerați că prezentați simptome de COVID-19, selectați „Verificare simptome” de mai jos, chiar dacă acestea sunt ușoare. Pentru informații suplimentare sau sfaturi, sunați la 119.
tr: Hafif de olsa COVID-19 belirtilerini gösterdiğinizi düşünüyorsanız, aşağıdan 'Belirtileri kontrol et' seçeneğini seçin. Daha fazla bilgi ve tavsiye almak için 119'u arayın.
ur: اگر آپ کا خیال ہے کہ آپ کو COVID-19 کی علامات درپیش ہو سکتی ہیں، چاہے وہ معمولی ہوں تو، نیچے 'علامات چیک کریں' کو منتخب کریں۔ مزید معلومات یا مشورہ کے لیے 119 پر کال کریں۔
zh: 如果出现新冠症状，即使是轻微型，请选择以下“检查症状”。请致电119，了解更多信息或建议。
