Repository: nihp-public/covid-19-app-ios-ag-public
Catalog: NHS-COVID-19/Core/Sources/Localization/Resources/*.lproj/Localizable.strings
Languages: ar, bn, cy, gu, pa, pl, ro, tr, ur, zh

# symptom_review_button_submit
source: Submit
ar: إرسال
bn: জমা দিন
cy: Cyflwyno
gu: જમા કરો
pa: ਜਮ੍ਹਾਂ ਕਰੋ
pl: Prześlij
ro: Transmitere
tr: Gönder
ur: جمع کروائیں
zh: 提交

# symptom_review_button
source: Change
ar: تغيير
bn: পরিবর্তন করুন
cy: Newid
gu: બદલાવો
pa: ਬਦਲੋ
pl: Zmień
ro: Modificare
tr: Değiştir
ur: تبدیل کریں
zh: 更改

# symptom_review_button_accessibility_label %@
source: Change your answer for %@
ar: تغيير إجابتك على %@
bn: আপনার উত্তর পরিবর্তন করুন %@
cy: Newidiwch eich ateb am %@
gu: %@ માટે તમારો જવાબ બદલાવો
pa: ਇਸ ਲਈ ਆਪਣਾ ਜਵਾਬ ਬਦਲੋ %@
pl: Zmień odpowiedź na %@
ro: Modificați răspunsul pentru %@
tr: %@ için yanıtınızı değiştirin
ur: ذیل کے لئے اپنا جواب تبدیل کریں %@
zh: 更改 %@ 的答案

# virology_testing_information_title
source: Information about testing
ar: معلومات حول الاختبار
bn: পরীক্ষা সংক্রান্ত তথ্য
cy: Gwybodaeth am brofion
gu: ટેસ્ટ માટેની માહિતી
pa: ਟੈਸਟਿੰਗ ਬਾਰੇ ਜਾਣਕਾਰੀ
pl: Informacje o testowaniu
ro: Informații despre testare
tr: Test hakkında bilgiler
ur: ٹیسٹ کروانے کے متعلق معلومات
zh: 有关测试的信息

# virology_book_a_test_heading
source: Getting tested
ar: إجراء الاختبار
bn: পরীক্ষা করানো
cy: Cael eich profi
gu: ટેસ્ટ કરાવવી
pa: ਟੈਸਟ ਕਰਾਉਣਾ
pl: Przeprowadzenie testu
ro: Testarea
tr: Test yaptırmak
ur: ٹیسٹ کروانا
zh: 正在测试

# virology_book_a_test_paragraph1
source: Choosing ‘Book a free test nowʼ will redirect you from this app to the governmentʼs coronavirus testing website.
ar: يؤدي تحديد الخيار "حجز اختبار مجاني الآن" إلى انتقالك من هذا التطبيق إلى الموقع الإلكتروني الحكومي المُخصص لإجراء اختبار الكشف عن الإصابة بفيروس كورونا.
bn: ‘এখন বিনামূল্যে একটি পরীক্ষা করানো বুকিং করুন’ বেছে নিলে অ্যাপ থেকে করোনাভাইরাস পরীক্ষার সরকারি ওয়েবসাইটে আপনাকে পাঠানো হবে।
cy: Bydd dewis ‘Archebu prawf am ddim nawr’ yn eich ailgyfeirio o’r ap hwn i wefan profion coronafeirws y llywodraeth.
gu: "હાલ જ ફ્રિ ટેસ્ટ બુક કરો" ને પસંદ કરવાથી તમને આ એપમાંથી સરકારની કોરોનાવાયરસ ટેસ્ટની વેબસાઇટ પર લઈ જવામાં આવશે.
pa: 'ਹੁਣ ਮੁਫਤ ਟੈਸਟ ਬੁੱਕ ਕਰੋ' ਦੀ ਚੋਣ ਤੁਹਾਨੂੰ ਇਸ ਐਪ ਤੋਂ ਸਰਕਾਰ ਦੀ ਕੋਰੋਨਾਵਾਇਰਸ ਟੈਸਟਿੰਗ ਵੈਬਸਾਈਟ 'ਤੇ ਲੈ ਜਾਏਗੀ।
pl: Po wybraniu opcji „Zamów teraz bezpłatny test” użytkownik zostanie przekierowany z aplikacji na stronę rządową zajmującą się przeprowadzaniem testów na koronawirusa.
ro: Alegând „Rezervați un test gratuit acum” vă va redirecționa din această aplicație către website-ul guvernului de testare pentru coronavirus
tr: ‘Hemen şimdi ücretsiz test rezervasyonu yaptırın' seçeneğinin seçilmesi sizi bu uygulamadan devletin koronavirüs testi web sitesine yönlendirecektir.
ur: 'ابھی مفت ٹیسٹ بک کروائیں 'منتخب کرنے سے آپ کو اس ایپ سے کوروناوائرس کے ٹیسٹ کی سرکاری ویب سائٹ پر بھیج دیا جائے گا۔
zh: 选择“立即预订免费测试”会将您从该应用程序转到政府的冠状病毒测试网站。

# virology_book_a_test_paragraph2
source: Once there, you will be asked to fill in some personal details (like your address) so you can get a test, but nothing you enter on the app or website will be shared.
ar: عند وصولك إلى الموقع الإلكتروني، ستتم مُطالبتك بتعبئة بعض التفاصيل الشخصية (مثل عنوانك) لتتمكن من الحصول على اختبارٍ، علمًا بأنه لا يجري مشاركة أي شيءٍ تُسجِّله في التطبيق أو الموقع الإلكتروني.
bn: সেখানে যাওয়ার পর, একটি পরীক্ষা করানোর জন্য আপনাকে কিছু ব্যক্তিগত তথ্য (যেমন আপনার ঠিকানা) প্রদান করার জন্য বলা হবে, কিন্তু আপনি অ্যাপে বা ওয়েবসাইটে যে তথ্য এন্টার করেছেন তা বিনিময় করা হবে না।
cy: Ar ôl cyrraedd yno, gofynnir i chi roi rhai manylion personol (megis eich cyfeiriad) er mwyn cael prawf, ond ni fydd unrhyw beth a nodwch ar yr ap na'r wefan yn cael ei rannu.
gu: એકવાર ત્યાં પહોંચ્યા પછી, તમે ટેસ્ટ કરાવી શકો તે માટે તમને તમારી કેટલીક અંગત વિગતો ભરવાનું કહેવામાં આવશે (જેમ કે તમારું સરનામું), પરંતુ તમે એપ અથવા વેબસાઈટ પર દાખલ કરો તે કોઈપણ વિગતો વહેંચવામાં આવશે નહીં.
pa: ਇੱਕ ਵਾਰ ਉੱਥੇ ਪਹੁੰਚਣ ਤੋਂ ਬਾਅਦ, ਤੁਹਾਨੂੰ ਟੈਸਟ ਕਰਵਾਉਣ ਲਈ ਕੁਝ ਨਿੱਜੀ ਵੇਰਵੇ (ਜਿਵੇਂ ਤੁਹਾਡਾ ਪਤਾ) ਭਰਨ ਲਈ ਕਿਹਾ ਜਾਵੇਗਾ, ਪਰ ਤੁਹਾਡੇ ਦੁਆਰਾ ਐਪ ਜਾਂ ਵੈਬਸਾਈਟ ‘ਤੇ ਭਰੀ ਜਾਣਕਾਰੀ ਨੂੰ ਸਾਂਝਾ ਨਹੀਂ ਕੀਤਾ ਜਾਏਗਾ।
pl: Aby otrzymać test, na stronie należy podać swoje dane osobowe (takie jak adres). Żadne dane podane w aplikacji lub na stronie nie zostaną udostępnione.
ro: Odată ajuns/ ă acolo, vi se va cere să completați câteva detalii personale (cum ar fi adresa dvs.), astfel încât să puteți obține un test, dar nimic din ceea ce introduceți în aplicație sau pe website nu va fi distribuit.
tr: Burada test yaptırmak için bazı kişisel bilgilerinizi (adresiniz gibi) girmeniz gerekecektir ancak uygulamaya ya da web sitesine girdiğiniz hiçbir bilgi paylaşılmayacaktır.
ur: وہاں پہنچنے کے بعد آپ سے چند ذاتی تفصیلات (جیسے آپ کا پتہ) درج کرنے کی درخواست کی جائے گی تاکہ ٹیسٹ لیا جا سکے، مگر آپ کے ذریعہ اس ایپ یا ویب سائٹ پر درج کردہ کسی بھی معلومات کا اشتراک نہیں کیا جائے گا۔
zh: 到达那里后，系统会要求您填写一些个人详细信息（例如您的地址），以便您可以得到测试。不过，不会共享您在应用程序或网站上输入的任何内容。

# virology_book_a_test_paragraph3
source: The only information shared between app and website is a digital ‘tokenʼ which helps us get your test results back to the app.
ar: تتمثل المعلومة الوحيدة التي يجري مشاركتها بين التطبيق والموقع الإلكتروني في "الرمز" الرقمي الذي يساعدنا في إعادة نتائج الاختبارات الخاصة بك إلى التطبيق.
bn: অ্যাপ এবং ওয়েবসাইটের মধ্যে বিনিময় করে নেওয়া একমাত্র তথ্য হলো একটি ডিজিটাল ‘টোকেন’ যা আপনার পরীক্ষার ফলাফল অ্যাপে ফিরিয়ে আনতে আমাদের সহায়তা করবে।
cy: Yr unig wybodaeth a rennir rhwng yr ap a’r wefan yw ‘tocyn’ digidol a fydd yn ein helpu i gael canlyniadau eich profion yn ôl i’r ap.
gu: એપ અને વેબસાઇટ વચ્ચે એકમાત્ર માહિતી વહેચવામાં આવશે એ છે ડિજિટલ 'ટોકન' જે અમને તમારા પરીક્ષણોના પરિણામો આ એપ પર પરત લઈ આવવામાં મદદ કરશે.
pa: ਐਪ ਅਤੇ ਵੈਬਸਾਈਟ ਦੇ ਵਿਚਕਾਰ ਸਾਂਝੀ ਕੀਤੀ ਗਈ ਜਾਣਕਾਰੀ ਸਿਰਫ ਇੱਕ ਡਿਜੀਟਲ ‘ਟੋਕਨ’ ਹੈ ਜੋ ਤੁਹਾਡੀ ਜਾਂਚ ਦੇ ਨਤੀਜੇ ਐਪ ‘ਤੇ ਵਾਪਸ ਲਿਆਉਣ ਵਿੱਚ ਸਾਡੀ ਮਦਦ ਕਰੇਗਾ।
pl: Jedyna informacja udostępniana między aplikacją a stroną internetową to tzw. cyfrowy token, który umożliwia przekazanie wyników testu do aplikacji.
ro: Singura informație distribuită între aplicație și website este un „jeton” digital care ne ajută să obținem rezultatele testului dvs. înapoi în aplicație.
tr: Uygulama ve web sitesi arasında yalnızca test sonuçlarınızın uygulamaya geri aktarılması için bir dijital 'jeton' paylaşılır.
ur: ایپ اور ویب سائٹ کے درمیان مشترک معلومات محض ایک ڈیجیٹل 'ٹوکن' ہوگا جس سے ہمیں آپ کے ٹیسٹ کے نتائج واپس ایپ میں لانے میں مدد ملے گی۔
zh: 应用程序和网站之间共享的唯一信息是数字“令牌（token)”，可帮助我们将您的测试结果返回给应用程序。

# virology_book_a_test_paragraph4
source: Any data used in the testing process is described in the privacy notice:
ar: ترد جميع البيانات المستخدمة في عملية الاختبار في إشعار الخصوصية:
bn: পরীক্ষার প্রক্রিয়াতে ব্যবহৃত যে কোনো তথ্যই গোপনীয়তা বিজ্ঞপ্তিতে উল্লেখ রয়েছে:
cy: Disgrifir unrhyw ddata a ddefnyddir yn y broses brofi yn yr hysbysiad preifatrwydd:
gu: પરીક્ષણ પ્રક્રિયામાં ઉપયોગમાં લેવાયેલા કોઈપણ ડેટાનું વર્ણન ગોપનીયતા નોટિસમાં કરવામાં આવેલું છે:
pa: ਪਰਖ ਪ੍ਰਕਿਰਿਆ ਵਿੱਚ ਵਰਤੇ ਗਏ ਡਾਟਾ ਬਾਰੇ ਗੁਪਤਤਾ ਨੋਟਿਸ ਵਿੱਚ ਦੱਸਿਆ ਗਿਆ ਹੈ:
pl: Wszelkie dane wykorzystane w procedurze testowania zostały podane w Informacji o ochronie prywatności:
ro: Orice date utilizate în procesul de testare sunt descrise în notificarea de confidențialitate:
tr: Test sürecinde kullanılan tüm veriler gizlilik bildiriminde açıklanmaktadır:
ur: ٹیسٹنگ کے عمل میں استعمال کیا جانے والا تمام ڈیٹا رازداری کے نوٹس میں تفصیل سے بیان کیا گيا ہے:
zh: 隐私声明中描述了测试过程中使用的所有数据：

# virology_book_a_test_testing_privacy_notice
source: Testing privacy notice
ar: إشعار خصوصية الاختبار
bn: গোপনীয়তার বিজ্ঞপ্তি যাচাই করুন
cy: Hysbysiad preifatrwydd ar gyfer profi
gu: પરીક્ષણ ગોપનીયતા નોટિસ
pa: ਟੈਸਟਿੰਗ ਬਾਰੇ ਗੁਪਤਤਾ ਸੰਬੰਧੀ ਨੋਟਿਸ
pl: Informacja o ochronie prywatności dotycząca procedury testowania
ro: Notificare de confidențialitate a testării
tr: Test gizlilik bildirimi
ur: ٹیسٹنگ کی رازداری کا نوٹس
zh: 测试隐私声明

# virology_book_a_test_paragraph5
source: To find out about how this app uses your data, please visit:
ar: للاطلاع على المزيد من المعلومات حول كيفية استخدام بياناتك بواسطة هذا التطبيق، يرجى زيارة الموقع الإلكتروني:
bn: এই অ্যাপ আপনার তথ্য কিভাবে ব্যবহার করে তা জানতে, অনুগ্রহ করে দেখুন:
cy: Gallwch hefyd ganfod sut mae’r ap hwn yn defnyddio’r data rydych wedi’u rhoi i ni:
gu: આ એપ તમારા ડેટાનો કેવી રીતે ઉપયોગ કરે છે તે વિષે માહિતી મેળવવા, કૃપા કરી મુલાકાત લોઃ
pa: ਇਹ ਐਪ ਤੁਹਾਡੇ ਡਾਟਾ ਨੂੰ ਕਿਸ ਤਰ੍ਹਾਂ ਵਰਤਦੀ ਹੈ ਬਾਰੇ ਪਤਾ ਲਗਾਉਣ ਲਈ, ਕਿਰਪਾ ਕਰਕੇ ਇੱਥੇ ਦੇਖੋ:
pl: Aby dowiedzieć się, jak ta aplikacja wykorzystuje Twoje dane, odwiedź stronę:
ro: Pentru a afla cum utilizează această aplicație informațiile dvs., vizitați:
tr: Bu uygulamanın verilerinizi nasıl kullandığını öğrenmek için şu adresi ziyaret edin:
ur: یہ ایپ آپ کے ڈیٹا کو کس طرح استعمال کرتی ہے اس کے بارے میں جاننے کے لئے، برائےکرم ملاحظہ کریں:
zh: 要了解此应用如何使用您的数据，请访问：

# virology_book_a_test_app_privacy_notice
source: App privacy notice
ar: إشعار خصوصية التطبيق
bn: অ্যাপের গোপনীয়তা বিজ্ঞপ্তি
cy: Hysbysiad preifatrwydd yr ap
gu: એપ ગોપનીયતા નોટિસ
pa: ਐਪ ਦਾ ਗੁਪਤਤਾ ਸੰਬੰਧੀ ਨੋਟਿਸ
pl: Informacja o ochronie prywatności w aplikacji
ro: Notificare de confidențialitate a aplicației
tr: Uygulama gizlilik bildirimi
ur: ایپ کی رازداری کا نوٹس
zh: 应用程序隐私声明

# virology_book_a_test_book_a_test_for_someone_else
source: Book a test for someone else
ar: حجز اختبار لشخصٍ آخر
bn: অন্য কারো জন্য পরীক্ষা করাতে বুকিং করুন
cy: Archebu prawf i rywun arall
gu: કોઈ અન્ય માટે ટેસ્ટ બુક કરો
pa: ਕਿਸੇ ਹੋਰ ਲਈ ਟੈਸਟ ਬੁੱਕ ਕਰੋ
pl: Zamów test dla innej osoby
ro: Rezervați un test pentru altcineva
tr: Başkası için test rezervasyonu yaptırın
ur: کسی اور کے لئے ٹیسٹ بک کروائیں
zh: 为其他人预定测试

# virology_book_a_test_button
source: Book a test for yourself
ar: حجز اختبارٍ لنفسك
bn: আপনার নিজের জন্য একটা পরীক্ষা বুক করুন
cy: Archebu prawf am ddim nawr
gu: તમારા માટે કસોટી કે ટેસ્ટ બુક કરાવો
pa: ਆਪਣੇ ਲਈ ਟੈਸਟ ਬੁੱਕ ਕਰੋ
pl: Zamów test dla siebie
ro: Programați-vă un test
tr: Kendiniz için bir test ayarlayın
ur: ابھی مفت ٹیسٹ بک کروائیں
zh: 请为您自己预定检测

# about_this_app_title
source: About this app
ar: نبذة حول التطبيق
bn: অ্যাপ সম্পর্কিত তথ্য
cy: Ynglŷn â'r ap hwn
gu: આ એપ વિશે
pa: ਇਸ ਐਪ ਬਾਰੇ ਜਾਣਕਾਰੀ
pl: Informacje o aplikacji
ro: Despre această aplicație
tr: Bu uygulama hakkında
ur: اس ایپ کے بارے میں
zh: 该应用程序说明

# about_this_app_how_this_app_works_heading
source: How this app works
ar: كيفية عمل التطبيق
bn: এই অ্যাপটি কিভাবে কাজ করে
cy: Sut mae’r ap hwn yn gweithio
gu: આ એપ કઈ રીતે કાર્ય કરે છે
pa: ਇਹ ਐਪ ਕਿੰਝ ਕੰਮ ਕਰਦੀ ਹੈ
pl: Jak działa aplikacja?
ro: Cum funcționează această aplicație
tr: Uygulama nasıl çalışır?
ur: یہ ایپ کیسے کام کرتی ہے
zh: 这个应用程序是如何运作的

# about_this_app_how_this_app_works_paragraph1
source: This app uses contact tracing technology to help protect yourself and others so we can all get back to the things we love.
ar: يستخدم هذا التطبيق تقنية تتبع الاتصال للمساعدة في حمايتك وحماية الأشخاص الآخرين لكي يتسنى لنا جميعًا العودة إلى ممارسة الأمور التي نحبها مرة أخرى.
bn: আপনার নিজেকে ও অন্যদেরকে সুরক্ষিত রাখতে সহায়তা করতে অ্যাপটি কন্ট্যাক্ট ট্রেসিং প্রযুক্তি ব্যবহার করে যাতে আমরা সকলে আমাদের প্রিয় জিনিসগুলোর কাছে ফিরে যেতে পারি।
cy: Mae’r ap hwn yn defnyddio technoleg olrhain cysylltiadau i helpu i ddiogelu eich hun ac eraill.
gu: તમને અને અન્યોને સુરક્ષિત રહેવામાં મદદ કરવા માટે આ એપ કૉન્ટૅક્ટ ટ્રેસિંગ ટેક્નોલોજીનો ઉપયોગ કરે છે જેથી આપણે બધા આપણી ગમતી વસ્તુઓ તરફ પરત ફરી શકીએ.
pa: ਇਹ ਐਪ ਤੁਹਾਡੀ ਅਤੇ ਹੋਰਾਂ ਲੋਕਾਂ ਦੀ ਸੁਰੱਖਿਆ ਵਿੱਚ ਮਦਦ ਲਈ ਕੰਟੈਕਟ ਟਰੇਸਿੰਗ ਤਕਨੀਕ ਦੀ ਵਰਤੋਂ ਕਰਦੀ ਹੈ ਤਾਂ ਜੋ ਅਸੀਂ ਮੁੜ ਉਹ ਚੀਜ਼ਾਂ ਕਰ ਸਕੀਏ ਜੋ ਸਾਨੂੰ ਪਸੰਦ ਹਨ।
pl: Aplikacja korzysta z technologii śledzenia kontaktów, aby zapewnić ochronę użytkownikowi i innym osobom, abyśmy wszyscy mogli wrócić do rzeczy, które są dla nas ważne.
ro: Această aplicație folosește tehnologia de urmărire a contactelor pentru a vă proteja pe dvs. și pe ceilalți, astfel încât să putem reveni cu toții la lucrurile care ne plac.
tr: Bu uygulama, kendinizi ve başkalarını korumanıza yardımcı olmak üzere temas takibi teknolojisini kullanmaktadır. Bu şekilde hepimiz sevdiğimiz şeyleri yapmaya geri dönebiliriz.
ur: یہ ایپ آپ کو اور دوسروں کو محفوظ رکھنے کے لئے رابطے کے سراغ کی ٹیکنالوجی استعمال کرتی ہے تاکہ ہم سب اپنی پسندیدہ اشیاء کی طرف لوٹ سکیں۔
zh: 该应用程序使用联系人跟踪技术来帮助您保护自己和他人，这样我们所有人都可以回到自己喜欢的事物上。

# about_this_app_how_this_app_works_paragraph2
source: The app notices and logs other nearby app users. If any of those users later test positive for coronavirus, you’ll receive an alert with advice.
ar: يعمل التطبيق على ملاحظة وتسجيل مُستخدمي التطبيق الآخرين الموجودين بالقرب منك. وعند تسجيل أحد هؤلاء المستخدمين لنتيجة إيجابية في اختبار لاحق للكشف عن الإصابة بفيروس كورونا، فستتلقى تنبيهًا مصحوبًا بالنصائح ذات الصلة للتعامل مع هذا الأمر.
bn: অ্যাপটি আশেপাশের অন্যান্য অ্যাপ ব্যবহারকারীদের খেয়াল করে ও লগ করে। ঐ সকল ব্যবহারকারীর কেউ যদি পরবর্তীতে করোনাভাইরাসের পরীক্ষায় পজিটিভ হন, তাহলে আপনি পরামর্শসহ একটি সতর্কবার্তা পা্বেন।
cy: Mae’r ap yn canfod ac yn cofnodi defnyddwyr eraill yr ap sy’n gyfagos. Os bydd unrhyw un o’r defnyddwyr hynny yn profi’n bositif am y coronafeirws yn ddiweddarach, byddwch yn derbyn rhybudd gyda chyngor.
gu: આસપાસના અન્ય એપ વપરાશકર્તાઓને ને એપ શોધે છે અને લૉગ કરે છે. જો તેમાંથી કોઈ વપરાશકર્તા પછીથી કોરોનાવાયરસ પરીક્ષણ માટે સકારાત્મક નીકળે છે, તો તમે સલાહ સાથે એક ચેતવણી મેળવશો.
pa: ਇਹ ਐਪ ਆਪਣੇ ਨੇੜੇ ਹੋਰਾਂ ਵਰਤੋਂਕਾਰ ਵੱਲ ਧਿਆਨ ਦਿੰਦੀ ਹੈ ਅਤੇ ਲੌਗ ਕਰਦੀ ਹੈ। ਜੇਕਰ ਉਨ੍ਹਾਂ ਵਿੱਚੋਂ ਕੋਈ ਵੀ ਵਰਤੋਂਕਾਰ ਕੋਰੋਨਾਵਾਇਰਸ ਪੌਜ਼ੀਟਿਵ ਹੁੰਦਾ ਹੈ, ਤਾਂ ਤੁਹਾਨੂੰ ਸਲਾਹ ਦੇ ਨਾਲ ਸਾਵਧਾਨੀ ਪ੍ਰਾਪਤ ਹੋਵੇਗੀ।
pl: Aplikacja wyszukuje i rejestruje innych znajdujących się w pobliżu użytkowników. Jeżeli którykolwiek z tych użytkowników aplikacji uzyska pozytywny wynik testu na koronawirusa, otrzymasz ostrzeżenie z wytycznymi.
ro: Aplicația observă și înregistrează alți utilizatori ai aplicației din apropiere. Dacă unul dintre acești utilizatori este testat ulterior pozitiv pentru coronavirus, veți primi o alertă cu sfaturi.
tr: Uygulama yakındaki diğer kullanıcılara bildirim göndererek onları kaydeder. Bu kullanıcılardan herhangi birinin ilerleyen günlerde koronavirüs testinin pozitif çıkması halinde, tavsiyeler içeren bir uyarı alacaksınız.
ur: یہ ایپ نزدیک موجود دیگر ایپ صارفین کو نوٹ کرتی ہے اور ان کا اندراج کرتی ہے۔ اگر بعد میں ان میں سے کسی صارف کا کوروناوائرس کا ٹیسٹ مثبت آ گیا تو آپ کو مشورے کے ساتھ اطلاع دی جائے گی۔
zh: 该应用程序会关注并记录附近的其他用户。 如果这些用户中的任何一个后来检测出冠状病毒呈阳性，您将收到警报并得到建议。

# about_this_app_how_this_app_works_paragraph3
source: The app also lets you report your symptoms and find out if you need a test. You can also use it to scan official NHS QR codes to quickly and easily check in to places you visit.
ar: يساعدك التطبيق أيضًا في الإبلاغ عن الأعراض التي لديك ومعرفة ما إذا كنت تحتاج إلى إجراء اختبار، ويمكنك أيضًا استخدامه في إجراء مسح ضوئي لرموز NHS QR الرسمية لتتمكن من تسجيل الدخول إلى الأماكن التي تزورها بكل سهولة ويسر.
bn: এই অ্যাপ আপনার উপসর্গ সম্পর্কে জানাতে এবং আপনার পরীক্ষা করানোর প্রয়োজন আছে কি না তা জানাতে দেয়। আপনি ঘুরতে যান এমন স্থানসমূহে দ্রুত ও সহজে প্রবেশ করতে এই অ্যাপ অফিসিয়াল NHS QR কোডগুলি স্ক্যান করার জন্যও আপনি তা ব্যবহার করতে পারেন।
cy: Mae’r ap hefyd yn gadael i chi roi gwybod am eich symptomau a chanfod a oes angen prawf arnoch.
gu: એપ તમને પણ તમારા લક્ષણો રિપોર્ટ કરવાનું કહેશે અને તમને ટેસ્ટની જરૂરિયાત છે કે નહીં તે શોધી આપશે. તમે આ એપનો ઉપયોગ તમે જે સ્થળની મુલાકાત લો તેમાં ઝડપથી અને સરળતાથી ચેક-ઇન કરવા ઓફિશ્યલ NHS QR કોડ સ્કેન કરવા માટે કરી શકો.
pa: ਇਹ ਐਪ ਤੁਹਾਨੂੰ ਆਪਣੇ ਲੱਛਣਾਂ ਬਾਰੇ ਦੱਸਣ ਅਤੇ ਇਹ ਪਤਾ ਲਗਾਉਣ ਵਿੱਚ ਮਦਦ ਕਰਦੀ ਹੈ ਕਿ ਕੀ ਤੁਹਾਨੂੰ ਟੈਸਟ ਕਰਵਾਉਣ ਦੀ ਲੋੜ ਹੈ। ਤੁਸੀਂ ਆਪਣਾ ਦੌਰਾ ਕੀਤੇ ਜਾਣ ਵਾਲੀਆਂ ਥਾਵਾਂ ‘ਤੇ ਜਲਦੀ ਅਤੇ ਆਸਾਨੀ ਨਾਲ ਚੈੱਕ ਇਨ ਕਰਨ ਲਈ ਸਰਕਾਰੀ NHS QR ਕੋਡ ਨੂੰ ਸਕੈਨ ਕਰਨ ਲਈ ਵੀ ਇਸਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹੋ।
pl: Aplikacja umożliwia także zgłaszanie objawów i uzyskanie informacji, czy należy zamówić test. Można także z niej korzystać do skanowania oficjalnych kodów QR NHS, aby szybko i łatwo meldować się w odwiedzanych przez użytkownika miejscach.
ro: Aplicația vă permite, de asemenea, să vă raportați simptomele și să aflați dacă aveți nevoie de un test. O mai puteți utiliza și pentru a scana codurile oficiale NHS QR pentru a vă autentifica rapid și ușor în locurile pe care le vizitați.
tr: Uygulama aynı zamanda belirtilerinizi bildirmenize ve teste ihtiyacınız olup olmadığını tespit etmenize olanak tanır. Uygulamayı ayrıca resmi NHS QR kodlarını hızlı ve kolay bir biçimde taratarak ziyaret ettiğiniz yerlere giriş yapmak için kullanabilirsiniz.
ur: یہ ایپ آپ کو اپنی علامات رپورٹ کرنے اور ٹیسٹ کی ضرورت معلوم کرنے کے بھی قابل بناتی ہے۔ اسے استعمال کرتے ہوئے آپ اپنے دورہ کیے جانے والے مقامات پر تیزی اور آسانی سے چیک ان کرنے کے لئے آفیشل NHS کیو آر کوڈز اسکین کر سکتے ہیں۔
zh: 该应用程序还允许您报告您的症状并确定您是否需要测试。 您也可以使用它扫描NHS官方QR码，以快速轻松地在您访问的地方签到。

# about_this_app_how_this_app_works_button
source: How the app works
ar: كيفية عمل التطبيق
bn: এই অ্যাপটি কিভাবে কাজ করে
cy: Sut mae'r ap yn gweithio
gu: આ એપ કઈ રીતે કાર્ય કરે છે
pa: ਇਹ ਐਪ ਕਿੰਝ ਕੰਮ ਕਰਦੀ ਹੈ
pl: Jak działa aplikacja
ro: Cum funcționează aplicația
tr: Uygulama nasıl çalışır?
ur: یہ ایپ کیسے کام کرتی ہے
zh: 这个应用程序是如何运作的

# about_this_app_common_questions_heading
source: Common questions
ar: تعرف عن المزيد عن التطبيق
bn: অ্যাপের বিষয়ে আরও জানুন
cy: Dysgu mwy am yr ap
gu: સામાન્ય પ્રશ્નો
pa: ਐਪ ਬਾਰੇ ਹੋਰ ਜਾਣੋ
pl: Dowiedz się więcej o aplikacji
ro: Aflați mai multe despre aplicație
tr: Sık sorulan sorular
ur: ایپ کے بارے میں مزید جانیں
zh: 了解关于该应用的更多信息

# about_this_app_common_questions_description
source: Visit our common questions page to learn more about the NHS COVID-19 app and the wider programme.
ar: قم بزيارة موقعنا الإلكتروني لمعرفة المزيد عن تطبيق NHS COVID-19.
bn: NHS COVID-19 অ্যাপের বিষয়ে আরও জানার জন্য আমাদের ওয়েবসাইট দেখুন।
cy: Ewch i'n gwefan i ddysgu mwy am ap COVID-19 y GIG.
gu: NHS COVID-19 એપ અને એના પ્રોગ્રામ વિષે વધારે માહિતી માટે અમારા સામાન્ય પ્રશ્નોના પાનાની મુલાકાત લો.
pa: NHS COVID-19 ਐਪ ਬਾਰੇ ਹੋਰ ਜਾਣਨ ਲਈ ਸਾਡੀ ਵੈੱਬਸਾਈਟ 'ਤੇ ਜਾਓ।
pl: Odwiedź naszą witrynę internetową, aby dowiedzieć się więcej o aplikacji NHS COVID-19.
ro: Accesați website-ul nostru pentru a afla mai multe despre aplicația NHS COVID-19.
tr: NHS COVİD-19 uygulaması ve daha geniş program hakkında daha fazla bilgi edinmek için genel sorular sayfamızı ziyaret edin.
ur: ہماری ویب سائٹ ملاحظہ کر کے NHS COVID-19 ایپ کے بارے میں مزید جانیں۔
zh: 访问我们的网站，了解关于 NHS COVID-19 应用的更多信息。

# about_this_app_common_questions_button
source: Common questions
ar: تعرف عن المزيد عن التطبيق
bn: অ্যাপের বিষয়ে আরও জানুন
cy: Cwestiynau cyffredin
gu: સામાન્ય પ્રશ્નો
pa: ਐਪ ਬਾਰੇ ਹੋਰ ਜਾਣੋ
pl: Dowiedz się więcej o aplikacji
ro: Aflați mai multe despre aplicație
tr: Sık sorulan sorular
ur: عام سوالات
zh: 了解关于该应用的更多信息

# about_this_app_our_policies_heading
source: Our policies
ar: سياساتنا
bn: আমাদের নীতিমালা
cy: Ein polisïau
gu: અમારી નીતિઓ
pa: ਸਾਡੀਆਂ ਨੀਤੀਆਂ
pl: Nasze polityki
ro: Politicile noastre
tr: Politikalarımız
ur: ہماری پالیسیاں
zh: 我们的政策

# about_this_app_our_policies_description
source: Our policies tells you important information about using the app, how we use your data, and how the app is designed to be usable by everyone.
ar: تُقدِّم لك سياساتنا معلومات مهمة حول كيفية استخدام التطبيق واستخدامنا لبياناتك وكيف روعي تصميم التطبيق بحيث يتسنى لجميع الأشخاص استخدامه.
bn: আমাদের নীতিমালা আপনাকে অ্যাপটি ব্যবহার করা সম্পর্কে, আমরা কিভাবে আপনার ডেটা ব্যবহার করি এবং অ্যাপটি কিভাব সকলের দ্বারা ব্যবহারযোগ্য করে তোলার জন্য ডিজাইন করা হয়েছে সে সম্পর্কে গুরুত্বপূর্ণ তথ্য প্রদান করে।
cy: Mae ein dogfennaeth bolisi yn rhoi gwybodaeth bwysig i chi am ddefnyddio'r ap, sut rydym yn defnyddio'ch data, a sut mae'r ap wedi'i lunio i bawb allu ei ddefnyddio.
gu: એપનો ઉપયોગ કરવા અંગે, અમે તમારા ડેટાનો ઉપયોગ કેવી રીતે કરીએ છીએ, અને દરેકના ઉપયોગ માટે એપને કેવી રીતે ડિઝાઇન કરવામાં આવી છે તે વિશે મહત્વપૂર્ણ માહિતી અમારી નીતિઓ તમને જણાવે છે.
pa: ਸਾਡੀਆਂ ਨੀਤੀਆਂ ਤੁਹਾਨੂੰ ਐਪ ਦੀ ਵਰਤੋਂ, ਸਾਡੇ ਦੁਆਰਾ ਤੁਹਾਡੇ ਡਾਟਾ ਦੀ ਵਰਤੋਂ ਕਰਨ, ਅਤੇ ਹਰ ਕਿਸੇ ਦੁਆਰਾ ਵਰਤੋਂ ਯੋਗ ਬਣਨ ਲਈ ਐਪ ਨੂੰ ਕਿਵੇਂ ਤਿਆਰ ਕੀਤਾ ਗਿਆ ਹੈ, ਇਸ ਬਾਰੇ ਮਹੱਤਵਪੂਰਣ ਜਾਣਕਾਰੀ ਪ੍ਰਦਾਨ ਕਰਦੀ ਹੈ।
pl: Nasze polityki zawierają ważne informacje na temat korzystania z aplikacji, jak wykorzystywane są dane użytkowników oraz jak aplikacja została zaprojektowana tak, aby wszyscy mogli z niej korzystać.
ro: Politicile noastre vă oferă informații importante despre utilizarea aplicației, despre modul în care folosim datele dvs. și despre modul în care aplicația este proiectată pentru a fi utilizată de toată lumea.
tr: Politikalarımız, uygulamanın kullanılması, verilerinizi kullanma şeklimiz ve uygulamanın nasıl herkes tarafından kullanılabilir biçimde tasarlandığı hakkında önemli bilgiler sağlar.
ur: ہماری پالیسی ایپ کو استعمال کرنے، ہم آپ کا ڈیٹا کیسے استعمال کرتے ہیں، اور ہر ایک کے لئے قابل استعمال بنانے کے لئے اس ایپ کو کیسے تیار کیا گیا ہے اس بارے میں اہم معلومات فراہم کرتی ہیں۔
zh: 我们的政策告诉您有关该应用程序的使用、我们如何使用您的数据以及如何设计该应用程序以供所有人使用的重要信息。

# about_this_app_our_policies_terms_of_use_button
source: Terms of use
ar: شروط الاستخدام
bn: ব্যবহারের শর্তাবলী
cy: Telerau defnyddio
gu: ઉપયોગની શરતો
pa: ਵਰਤੋਂ ਦੀਆਂ ਸ਼ਰਤਾਂ
pl: Regulamin korzystania
ro: Termeni de utilizare
tr: Kullanım şartları
ur: استعمال کی شرائط
zh: 使用条款

# about_this_app_our_policies_privacy_notice_button
source: Privacy notice
ar: إشعار الخصوصية
bn: গোপনীয়তার বিজ্ঞপ্তি
cy: Hysbysiad preifatrwydd
gu: ગોપનીયતા નોટિસ
pa: ਗੁਪਤਤਾ ਸੰਬੰਧੀ ਨੋਟਿਸ
pl: Informacja o ochronie prywatności
ro: Notificare de confidențialitate
tr: Gizlilik bildirimi
ur: رازداری کا نوٹس
zh: 隐私声明

# about_this_app_our_policies_accessibility_statement_button
source: Accessibility statement
ar: بيان إمكانية الاطلاع
bn: প্রবেশাধিকার সম্পর্কিত বিবৃতি
cy: Datganiad hygyrchedd
gu: સુલભતાનું નિવેદન
pa: ਪਹੁੰਚ ਸਟੇਟਮੈਂਟ
pl: Oświadczenie o dostępności
ro: Declarație de accesibilitate
tr: Erişilebilirlik beyanı
ur: رسائی کا بیان
zh: 无障碍使用声明

# about_this_app_footer_text
source: Thank you for protecting yourself and others by using the app
ar: شكرًا لك على حماية نفسك والآخرين عن طريق استخدامك لهذا التطبيق.
bn: অ্যাপটি ব্যবহার করে নিজেকে এবং অন্যকে সুরক্ষিত করার জন্য আপনাকে ধন্যবাদ
cy: Diolch ichi am amddiffyn eich hunan ac eraill trwy ddefnyddio'r ap
gu: આ એપનો ઉપયોગ કરી તમારી જાતને અને અન્યોને સુરક્ષિત કરવા માટે તમારો આભાર
pa: ਇਸ ਐਪ ਰਾਹੀਂ ਆਪਣੀ ਅਤੇ ਹੋਰਾਂ ਦੀ ਸੁਰੱਖਿਆ ਕਰਨ ਲਈ ਤੁਹਾਡਾ ਧੰਨਵਾਦ
pl: Dziękujemy za chronienie siebie i innych poprzez używanie niniejszej aplikacji
ro: Vă mulțumim că vă protejați pe dvs. și pe alte persoane prin utilizarea aplicației
tr: Uygulamayı kullanarak kendinizi ve başkalarını koruduğunuz için size teşekkür ederiz
ur: ایپ کے استعمال سے خود کو اور دیگر افراد کو محفوظ رکھنے کے لئے شکریہ!
zh: 感谢您通过使用该应用程序来保护自己和他人

# about_this_app_my_data_heading
source: About your data
ar: نبذة عن بياناتك
bn: আপনার তথ্য সম্পর্কে
cy: Ynglŷn â’ch data
gu: તમારા ડેટા વિશે
pa: ਤੁਹਾਡੇ ਡਾਟਾ ਬਾਰੇ ਜਾਣਕਾਰੀ
pl: Informacje o danych użytkownika
ro: Despre informațiile dvs.
tr: Verileriniz hakkında
ur: آپ کے ڈیٹا کے متعلق
zh: 关于您的数据
