Repository: nihp-public/covid-19-app-ios-ag-public
Catalog: NHS-COVID-19/Core/Sources/Localization/Resources/*.lproj/Localizable.strings
Languages: ar, bn, cy, gu, pa, pl, ro, tr, ur, zh

# self_diagnosis_symptoms_after_positive_discarded_info
source: Your symptoms started before your positive test result. Your self-isolation period has not changed.
ar: لم تتغير التوجيهات الخاصة باقامتك في المنزل
bn: আপনার বাসায় থাকার নির্দেশনা পরিবর্তিত হয়নি
cy: Nid yw eich canllawiau aros gartref wedi newid
gu: તમારા પોઝિટીવ ટેસ્ટ પરિણામ પહેલાં તમારા લક્ષણો શરૂ થયા. તમારો સેલ્ફ-આઇસોલેશન સમયગાળો બદલાયો નથી.
pa: ਤੁਹਾਡੇ ਘਰ ਰਹਿਣ ਲਈ ਮਾਰਗਦਰਸ਼ਨ ਵਿੱਚ ਕੋਈ ਤਬਦੀਲੀ ਨਹੀਂ ਹੋਈ ਹੈ
pl: Twoje wytyczne dotyczące pozostania w domu nie uległy zmianie
ro: Instrucțiunile pentru dvs. cu privire la statul acasă nu s-au schimbat
tr: Belirtileriniz, test sonucunuz pozitif çıkmadan önce başladı. Karantina süreniz değişmedi.
ur: آپ کی گھر پر رہنے سے متعلق رہنمائی تبدیل نہیں ہوئی ہے
zh: 居家隔离指导意见未变动

# self_diagnosis_symptoms_after_positive_discarded_body
source: Keep track of your self-isolation period with the countdown timer on the app home screen.
ar: تابع مؤقت العد التنازلي الخاص بك على الشاشة الرئيسية للتطبيق.
bn: অ্যাপের হোম স্ক্রিনে আপনার কাউন্টডাউন টাইমারের ওপরে নজর রাখুন।
cy: Cadwch drywydd o'ch amserydd cyfrif i lawr ar dudalen hafan yr ap.
gu: એપ હોમ સ્ક્રીન પર કાઉન્ટડાઉન ટાઈમર સાથે તમારા સેલ્ફ-આઇસોલેટ સમયગાળાનો ટ્રેક રાખો.
pa: ਐਪ ਹੋਮ ਸਕ੍ਰੀਨ 'ਤੇ ਆਪਣੇ ਉਲਟੀ ਗਿਣਤੀ ਟਾਈਮਰ ਦਾ ਟ੍ਰੈਕ ਰੱਖੋ।
pl: Zwracaj uwagę na odliczanie czasu na ekranie głównym aplikacji.
ro: Urmăriți cronometrul de pe pagina de pornire a aplicației dvs.
tr: Karantina sürenizi uygulama ana ekranındaki geri sayım sayacı ile takip edin.
ur: اس ایپ کے ہوم اسکرین پر اپنے کاؤنٹ ڈاؤن ٹائمر پر نظر رکھیں۔
zh: 在应用主屏幕上跟踪倒计时计时器。

# self_diagnosis_symptoms_after_positive_discarded_advice
source: For further advice, please visit:
ar: للاطلاع على المزيد من النصائح، يرجى زيارة الموقع الإلكتروني:
bn: আরও পরামর্শের জন্য, অনুগ্রহ করে ভিজিট করুন:
cy: I gael rhagor o gyngor ewch i:
gu: વધુ સલાહ માટે, કૃપા કરી મુલાકાત લો:
pa: ਵਧੇਰੇ ਸਲਾਹ ਲਈ, ਹੇਠਾਂ ਦਿੱਤੇ ਲਿੰਕ ‘ਤੇ ਜਾਓ:
pl: Aby uzyskać dalsze informacje, należy odwiedzić stronę internetową:
ro: Pentru îndrumări suplimentare, vă rugăm să vizitați:
tr: Daha fazla tavsiye için lütfen aşağıdaki linki ziyaret edin:
ur: مزید مشورے کے لئے براہ کرم دیکھیے:
zh: 有关更多建议，请访问：

# self_diagnosis_symptoms_after_positive_discarded_button_title
source: Continue
ar: استمرار
bn: চালিয়ে যান
cy: Parhau
gu: ચાલુ રાખો
pa: ਜਾਰੀ ਰੱਖੋ
pl: Kontynuuj
ro: Continuare
tr: Devam
ur: جاری رکھیں
zh: 继续

# self_diagnosis_no_symptoms_after_positive_title
source: Continue to self-isolate
ar: استمر في محاولة البقاء في المنزل
bn: বাসায় থাকার চেষ্টা চালিয়ে যান
cy: Parhewch i geisio aros gartref
gu: સેલ્ફ-આઇસોલેટ રહેવાનું ચાલુ રાખો
pa: ਘਰ ਰਹਿਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਨਾ ਜਾਰੀ ਰੱਖੋ
pl: Nadal staraj się pozostać w domu
ro: Continuați să încercați să stați acasă
tr: Karantinaya devam edin
ur: گھر پر رہنے کی کوشش جاری رکھیں
zh: 继续居家隔离

# self_diagnosis_no_symptoms_after_positive_info
source: You do not have any of the main coronavirus (COVID-19) symptoms, but your test result was positive
ar: ليس لديك أي من الأعراض الرئيسية لفيروس كورونا COVID-19، ولكن نتيجتك أختبارك كانت إيجابية
bn: আপনার মূল COVID-19-এর কোনও উপসর্গ নেই, কিন্তু আপনার পরীক্ষার ফলাফল ইতিবাচক ছিল
cy: Nid oes gennych chi unrhyw un o'r prif symptomau COVID-19, ond roedd canlyniad eich prawf yn bositif
gu: તમને કોઈ મુખ્ય કોરોનાવાયરસ (કોવિડ -19) ના લક્ષણો નથી, પરંતુ તમારું ટેસ્ટ પરિણામ પોઝિટીવ હતું
pa: ਤੁਹਾਨੂੰ COVID-19 ਦੇ ਮੁੱਖ ਲੱਛਣਾਂ ਵਿੱਚੋਂ ਕੋਈ ਨਹੀਂ ਹੈ, ਪਰ ਤੁਹਾਡੇ ਟੈਸਟ ਦਾ ਨਤੀਜਾ ਪਾਜ਼ਿਟਿਵ ਸੀ
pl: Nie masz żadnego z głównych objawów COVID-19, ale wynik testu był pozytywny
ro: Nu prezentați vreunul din simptomele principale ale COVID-19, însă ați avut un rezultat pozitiv la test
tr: Başlıca koronavirüs (COVID-19) belirtilerinden hiçbirine sahip değilsiniz, ancak test sonucunuz pozitif çıktı
ur: آپ میں COVID-19 کی خاص علامات میں سے کوئی علامت نہیں پائی جاتی ہے، لیکن آپ کی جانچ کا نتیجہ مثبت تھا
zh: 若无主要的 COVID-19 症状，但检测结果呈阳性

# self_diagnosis_no_symptoms_after_positive_body
source: It is important to continue to self-isolate as you tested positive. Please stay at home to keep yourself and others safe. Keep track of your self-isolation period with the countdown timer on the app home screen.
ar: رجاء محاولة البقاء في المنزل للمساعدة في الحفاظ على سلامة الآخرين. استمر في متابعة مؤقت العد التنازلي علي الشاشة الرئيسية للتطبيق.
bn: অন্যদের নিরাপদ রাখার জন্য অনুগ্রহ করে বাসায় থাকতে চেষ্টা করুন। অ্যাপ হোম স্ক্রিনে আপনার কাউন্টডাউন টাইমারের উপর খেয়াল রাখবেন।
cy: Ceisiwch aros gartref i helpu cadw eraill yn ddiogel. Cadwch drywydd o'ch amserydd cyfrif i lawr ar dudalen hafan yr ap.
gu: જ્યારે તમારો ટેસ્ટ પોઝિટીવ છે ત્યારે સેલ્ફ-આઇસોલેટને ચાલુ રાખવું મહત્વપૂર્ણ છે. તમને પોતાને અને બીજા લોકોને સુરક્ષિત રાખવા માટે કૃપા કરીને ઘરે રહો. એપ હોમ સ્ક્રીન પર કાઉન્ટડાઉન ટાઈમર સાથે તમારા સેલ્ફ-આઇસોલેટ સમયગાળાનો ટ્રેક રાખો.
pa: ਦੂਜਿਆਂ ਨੂੰ ਸੁਰੱਖਿਅਤ ਰੱਖਣ ਵਿੱਚ ਮਦਦ ਕਰਨ ਲਈ ਕਿਰਪਾ ਕਰਕੇ ਘਰ ਰਹਿਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ। ਐਪ ਹੋਮ ਸਕ੍ਰੀਨ 'ਤੇ ਆਪਣੇ ਉਲਟੀ ਗਿਣਤੀ ਟਾਈਮਰ ਦਾ ਰਿਕਾਰਡ ਰੱਖੋ।
pl: ਦੂਜਿਆਂ ਨੂੰ ਸੁਰੱਖਿਅਤ ਰੱਖਣ ਵਿੱਚ ਮਦਦ ਕਰਨ ਲਈ ਕਿਰਪਾ ਕਰਕੇ ਘਰ ਰਹਿਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ। ਐਪ ਹੋਮ ਸਕ੍ਰੀਨ 'ਤੇ ਆਪਣੇ ਉਲਟੀ ਗਿਣਤੀ ਟਾਈਮਰ ਦਾ ਰਿਕਾਰਡ ਰੱਖੋ।
ro: Încercați să rămâneți acasă pentru a proteja alte persoane. Urmăriți-vă cronometrul de numărare inversă de pe ecranul acasă al aplicației.
tr: Test sonucunuz pozitif çıktığından karantinaya devam etmeniz önemlidir. Kendinizi ve başkalarını güvende tutmak için lütfen evde kalın. Karantina sürenizi uygulama ana ekranındaki geri sayım sayacı ile takip edin.
ur: برائے مہربانی دوسروں کو محفوظ رکھنے میں مدد دینے کے لیے گھر پر رہنے کی کوشش کریں۔ اس ایپ کے ہوم اسکرین پر اپنے کاؤنٹ ڈاؤن ٹائمر پر نظر رکھیں۔
zh: 请尽量居家隔离，确保他人安全。在应用主屏幕上跟踪倒计时计时器。

# self_diagnosis_no_symptoms_after_positive_advice
source: For further advice, please visit:
ar: للاطلاع على المزيد من النصائح، يرجى زيارة الموقع الإلكتروني:
bn: আরও পরামর্শের জন্য, অনুগ্রহ করে ভিজিট করুন:
cy: I gael rhagor o gyngor ewch i:
gu: વધુ સલાહ માટે, કૃપા કરી મુલાકાત લો:
pa: ਵਧੇਰੇ ਸਲਾਹ ਲਈ, ਹੇਠਾਂ ਦਿੱਤੇ ਲਿੰਕ ‘ਤੇ ਜਾਓ:
pl: Aby uzyskać dalsze informacje, należy odwiedzić stronę internetową:
ro: Pentru îndrumări suplimentare, vă rugăm să vizitați:
tr: Daha fazla tavsiye için lütfen aşağıdaki linki ziyaret edin:
ur: مزید مشورے کے لئے براہ کرم دیکھیے:
zh: 有关更多建议，请访问：

# self_diagnosis_no_symptoms_after_positive_button_title
source: Continue
ar: استمرار
bn: চালিয়ে যান
cy: Parhau
gu: ચાલુ રાખો
pa: ਜਾਰੀ ਰੱਖੋ
pl: Kontynuuj
ro: Continuare
tr: Devam
ur: جاری رکھیں
zh: 继续

# home_animations_title
source: Motion settings
ar: إعدادات الحركة
bn: মোশন সেটিংস
cy: Gosodiadau symudiadau
gu: મોશન સેટિંગ્સ
pa: ਮੋਸ਼ਨ ਸੈਟਿੰਗਾਂ
pl: Ustawienia ruchu
ro: Setări mișcare
tr: Hareket ayarları
ur: حرکت کی ترتیبات
zh: 动作设置

# home_animations_toggle_description_on
source: Home screen motion is ON
ar: خاصية الحركة في الشاشة الرئيسية قيد التشغيل
bn: হোম স্ক্রিন মোশন অন আছে
cy: Mae symudiadau ar eich sgrin gartref YMLAEN
gu: હોમ સ્ક્રીન મોશન ચાલુ છે
pa: ਹੋਮ ਸਕ੍ਰੀਨ ਮੋਸ਼ਨ ਚਾਲੂ ਹੈ
pl: Ruch na ekranie startowym jest WŁĄCZONY
ro: Mișcarea de pe ecranul de pornire este ACTIVATĂ
tr: Ana ekran hareketi AÇIK
ur: ہوم اسکرین کی حرکت آن ہے
zh: 主屏幕动作开启

# home_animations_toggle_description_off
source: Home screen motion is OFF
ar: خاصية الحركة في الشاشة الرئيسية قيد الإيقاف
bn: হোম স্ক্রিন মোশন অফ আছে
cy: Mae symudiadau ar y sgrin gartref wedi'u DIFFODD
gu: હોમ સ્ક્રીન મોશન બંધ છે
pa: ਹੋਮ ਸਕ੍ਰੀਨ ਮੋਸ਼ਨ ਬੰਦ ਹੈ
pl: Ruch na ekranie startowym jest WYŁĄCZONY
ro: Mișcarea de pe ecranul de pornire este DEZACTIVATĂ
tr: Ana ekran hareketi KAPALI
ur: ہوم اسکرین کی حرکت آف ہے
zh: 主屏幕动作关闭

# home_animations_alert_view_title
source: Change your device settings to allow home screen circle motion
ar: تغيير إعدادات جهازك للسماح بالحركة الدائرية في الشاشة الرئيسية
bn: হোম স্ক্রিন বৃত্ত অ্যানিমেশন চলতে দিতে ডিভাইসের সেটিংস পরিবর্তন করুন।
cy: Newid gosodiadau eich dyfais i ganiatáu symudiadau cylchoedd ar eich sgrin gartref
gu: હોમ સ્ક્રીન સર્કલ મોશનને મંજૂરી આપવા માટે તમારા ડિવાઇસના સેટિંગ્સ બદલો.
pa: ਹੋਮ ਸਕ੍ਰੀਨ ਹਰਕਤ ਦੀ ਇਜਾਜ਼ਤ ਦੇਣ ਲਈ ਆਪਣੇ ਡਿਵਾਈਸ ਦੀਆਂ ਸੈਟਿੰਗਾਂ ਬਦਲੋ
pl: Zmień ustawienia urządzenia, aby zezwolić na ruch okręgów na ekranie startowym.
ro: Modificați setările dispozitivului pentru a permite mișcarea cercului ecranului de pornire
tr: Ana ekran daire hareketini etkinleştirmek için cihaz ayarlarınızı değiştirin
ur: ہوم اسکرین کے دائرے کی اینیمیشن کی اجازت دینے کے لیے اپنی ڈیوائس کی ترتیبات تبدیل کریں۔
zh: 更改您的设备设置，以允许主页的页面显示循环动作效果。

# home_animations_alert_view_description
source: Your device accessibility settings are set to stop motion. You will need to change this to turn on motion in the NHS COVID-19 app.
ar: تؤدي إعدادات إمكانية الوصول في جهازك إلى إيقاف خاصية الحركة. ينبغي لك تغيير الإعدادات لتشغيل الحركة في تطبيق كوفيد-19 المُقدم من هيئة الخدمات الصحية الوطنية (NHS COVID-19).
bn: আপনার ডিভাইস অ্যাকসেসিবিলিটি সেটিংসের কারণ মোশন বন্ধ থাকবে। এনএইচএস কোভিড-১৯ অ্যাপে মোশন চালু করতে হলে আপনাকে এটা বদলাতে হবে।
cy: Mae gosodiadau hygyrchedd eich dyfais yn atal symudiadau. Bydd angen i chi newid hyn i droi’r symudiadau ymlaen yn ap COVID-19 y GIG.
gu: તમારી ડિવાઇસની ઍક્સેસિબિલીટી સેટિંગ્સ મોશન બંધ કરવા માટે સેટ છે. NHS કોવિડ-19 એપમાં મોશન ચાલુ કરવા માટે તમારે આ બદલવાની જરૂર પડશે.
pa: ਤੁਹਾਡੇ ਡਿਵਾਈਸਾਂ ਦੀਆਂ ਪਹੁੰਚਯੋਗਤਾ ਸੈਟਿੰਗਾਂ ਮੋਸ਼ਨ ਨੂੰ ਰੋਕ ਰਹੀਆਂ ਹਨ। NHS COVID-19 ਐਪ ਵਿੱਚ ਮੋਸ਼ਨ ਚਾਲੂ ਕਰਨ ਲਈ ਤੁਹਾਨੂੰ ਇਸਨੂੰ ਬਦਲਣ ਦੀ ਲੋੜ ਹੋਏਗੀ।
pl: Ustawienia dostępności w Twoim urządzeniu blokują ruch. Należy je zmienić, aby włączyć ruch w aplikacji NHS COVID-19.
ro: Setările de accesibilitate ale dispozitivului sunt setate să oprească mișcarea. Va trebui să modificați aceste setări pentru a activa mișcarea în aplicația NHS COVID-19.
tr: Cihazınızın erişilebilirlik ayarları hareketi durduracak şekilde ayarlı. NHS COVID-19 uygulamasında hareketi etkinleştirmek için bunu değiştirmeniz gerekecek.
ur: آپ کی ڈیوائس کی حالت رسائی کی ترتیبات حرکت روکنے پر سیٹ ہیں۔ NHS کی COVID-19 ایپ میں حرکت کو آن کرنے کے لیے آپ کو اسے تبدیل کرنا ہوگا۔
zh: 您设备的辅助功能设置将默认调至“停止动作”。您需要更改此设置，才能在 NHS COVID-19 应用程序中开启动作。

# local_information_screen_primary_button
source: Back to home
ar: العودة إلى الشاشة الرئيسية
bn: হোমে ফিরে যান
cy: Yn ôl i'r dudalen gartref
gu: હોમ પર પાછા
pa: ਮੁੱਖ ਪੰਨੇ 'ਤੇ ਵਾਪਸ
pl: Powrót do strony głównej
ro: Înapoi acasă
tr: Ana sayfaya geri dön
ur: ہوم پر واپس جائیں
zh: 返回主屏幕

# about_this_app_vaccination_status_disclaimer_heading
source: This app does not contain your coronavirus (COVID-19) vaccination status
ar: لا يحتوي هذا التطبيق علي حالة تلقيح COVID-19 الخاصة بك
bn: এই অ্যাপটিতে আপনার COVID-19 টিকাকরণের অবস্থা অন্তর্ভুক্ত নেই
cy: Nid yw’r ap yn cynnwys eich statws brechiad COVID-19
gu: આ એપમાં તમારી કોરોનાવાયરસ (કોવિડ-19) રસીકરણની માહિતી શામેલ નથી
pa: ਇਸ ਐਪ ਵਿੱਚ ਤੁਹਾਡੀ COVID-19 ਟੀਕਾਕਰਨ ਦੀ ਸਥਿਤੀ ਨਹੀਂ ਹੁੰਦੀ ਹੈ
pl: Ta aplikacja nie zawiera informacji o przyjęciu szczepienia przeciwko COVID-19
ro: Aplicația nu include statutul vaccinării împotriva COVID-19
tr: Bu uygulama COVID-19 aşı bilgilerinizi içermez
ur: اس ایپ میں آپ کے COVID-19 کے ٹیکے کی کیفیت شامل نہیں ہے
zh: 该应用不包括 COVID-19 疫苗接种状态

# about_this_app_vaccination_status_disclaimer_description
source: This app protects your privacy and identity. It does not know who you are and is not linked to your medical records. If you live in England, use the separate NHS app to see your COVID-19 status and other health information.
ar: يهدف هذا التطبيق إلى حماية خصوصيتك وهويتك؛ ومن ثمَّ لا يمكن للتطبيق تحديد هويتك ولا يتم ربطه بأيٍّ من سجلاتك الطبية. إذا كنت مقيمًا في إنجلترا، يُرجى استخدام تطبيق هيئة الخدمات الصحية الوطنية (NHS) المستقل لمعرفة حالتك فيما يخص فيروس كوفيد-19، وللحصول على معلومات صحية أخرى.
bn: এই অ্যাপে আপনার গোপনীয়তা ও পরিচয় সুরক্ষিত। এই অ্যাপ জানে না আপনি কে এবং আপনার চিকিৎসা রেকর্ডের সাথে এটি সংযুক্ত নয়। আপনি ইংল্যান্ডে বাস করলে, আপনার কোভিড-১৯ স্ট্যাটাস এবং স্বাস্থ্য বিষয়ক অন্যান্য তথ্য দেখার জন্য আলাদা এনএইচএস অ্যাপ ব্যবহার করুন।
cy: Mae’r ap hwn yn diogelu eich preifatrwydd a’ch hunaniaeth. Nid yw’n gwybod pwy ydych chi ac nid yw’n gysylltiedig â’ch cofnod meddygol. Os ydych yn byw yn Lloegr, defnyddiwch yr ap GIG ar wahân i weld eich statws COVID-19 a gwybodaeth arall am eich iechyd.
gu: આ એપ તમારી ગોપનીયતા અને ઓળખને સુરક્ષિત કરે છે. તે જાણતું નથી કે તમે કોણ છો અને તમારા તબીબી રેકોર્ડ સાથે જોડાયેલા નથી. જો તમે ઇંગ્લેંડમાં રહો છો, તો તમારી કોવિડ-19 સ્થિતિ અને આરોગ્યની અન્ય માહિતી જોવા માટે અલગ NHS એપનો ઉપયોગ કરો.
pa: ਇਹ ਐਪ ਤੁਹਾਡੀ ਨਿੱਜਤਾ ਅਤੇ ਪਛਾਣ ਦੀ ਰੱਖਿਆ ਕਰਦੀ ਹੈ। ਇਸ ਨੂੰ ਪਤਾ ਨਹੀਂ ਹੁੰਦਾ ਕਿ ਤੁਸੀਂ ਕੌਣ ਹੋ ਅਤੇ ਇਹ ਤੁਹਾਡੇ ਮੈਡੀਕਲ ਰਿਕਾਰਡਾਂ ਨਾਲ ਜੁੜੀ ਹੋਈ ਨਹੀਂ ਹੈ। ਜੇ ਤੁਸੀਂ ਇੰਗਲੈਂਡ ਵਿੱਚ ਰਹਿੰਦੇ ਹੋ, ਤਾਂ ਆਪਣੀ COVID-19 ਸਥਿਤੀ ਅਤੇ ਸਿਹਤ ਸੰਬੰਧੀ ਹੋਰ ਜਾਣਕਾਰੀ ਦੇਖਣ ਲਈ ਵੱਖਰੀ NHS ਐਪ ਦੀ ਵਰਤੋਂ ਕਰੋ।
pl: Ta aplikacja chroni Twoją prywatność i tożsamość. Aplikacja nie wie, kim jesteś ani nie jest połączona z Twoją kartoteką medyczną. Jeżeli mieszkasz w Anglii, skorzystaj z osobnej aplikacji NHS app w celu sprawdzenia swojego statusu COVID-19 i innych informacji zdrowotnych.
ro: Această aplicație vă protejează confidențialitatea și identitatea. Nu știe cine sunteți și nu este asociată fișelor dvs. medicale. Dacă locuiți în Anglia, utilizați aplicația NHS separat pentru a vizualiza statusul dvs. COVID-19 și alte informații despre starea de sănătate.
tr: Bu uygulama gizliliğinizi ve kimliğinizi korur. Kim olduğunuzu bilmez ve tıbbi kayıtlarınıza bağlantı içermez. İngiltere'de yaşıyorsanız, COVID-19 durumunuzu ve diğer sağlık bilgilerini görmek için ayrı NHS app uygulamasını kullanın.
ur: یہ ایپ آپ کی رازداری اور شناخت کا تحفظ کرتی ہے۔ اسے یہ معلوم نہیں ہے کہ آپ کون ہیں اور اس کا آپ کے طبی ریکارڈوں سے رَبط نہیں ہے۔ اگر آپ انگلینڈ میں رہتے ہیں تو، علیحدہ NHS ایپ استعمال کر کے COVID-19 کی اپنی حالت اور صحت کی دیگر معلومات دیکھیں۔
zh: 本应用程序将保护您的隐私和身份。本应用程序无法获知您的身份信息，也不会链接至您的医疗记录。 如果您居住在英格兰，请使用单独的 NHS 应用程序查看您的 COVID-19 疫苗接种状态和其他健康信息。

# about_this_app_vaccination_status_disclaimer_link
source: Download the NHS app
ar: تنزيل تطبيق هيئة الخدمات الصحية الوطنية
bn: এনএইচএস অ্যাপ ডাউনলোড করুন
cy: Lawrlwythwch ap y GIG
gu: NHS એપ ડાઉનલોડ કરો
pa: NHS ਐਪ ਡਾਊਨਲੋਡ ਕਰੋ
pl: Pobierz aplikację NHS app
ro: Descărcați aplicația NHS
tr: NHS app uygulamasını indirin
ur: NHS ایپ ڈاؤن لوڈ کریں
zh: 下载 NHS 应用程序

# link_download_nhs_app
source: https://www.nhs.uk/app
ar: https://www.nhs.uk/nhs-app/
bn: https://www.nhs.uk/nhs-app/
cy: https://www.nhs.uk/nhs-app/
pa: https://www.nhs.uk/nhs-app/
pl: https://www.nhs.uk/nhs-app/
ro: https://www.nhs.uk/nhs-app/
ur: https://www.nhs.uk/nhs-app/
zh: https://www.nhs.uk/nhs-app/

# settings_row_animations_title
source: Motion (Animations)
ar: الحركة (الصور المتحركة)
bn: মোশন (অ্যানিমেশন)
cy: Symudiad (Animeiddiadau)
gu: મોશન (એનિમેશન)
pa: ਮੋਸ਼ਨ (ਐਨੀਮੇਸ਼ਨ)
pl: Ruch (animacje)
ro: Mișcare (Animații)
tr: Hareket (Animasyonlar)
ur: حرکت (اینیمیشنز)
zh: 动作（动画）

# qr_code_poster_wales_accessibility_label_hospitality
source: Here is an example of a Welsh Higher Risk Venue NHS QR code poster
ar: فيما يلي مثالٌ على ملصق رمز NHS QR الويلزي للأماكن مرتفعة الخطورة
bn: ওয়েলস হায়ার রিস্ক ভেনুর NHS QR কোড পোস্টারের একটি নমুনা এখানে দেওয়া হলো
cy: Dyma enghraifft o boster cod QR Lleoliad Risg Uwch GIG Cymru
gu: અહીં વેલ્શ ઉચ્ચ જોખમ સ્થળ NHS QR કોડ પોસ્ટરનું ઉદાહરણ આપ્યું છે
pa: ਇਹ ਵੈਲਸ਼ ਉੱਚ ਜੋਖਮ ਵਾਲੇ ਸਥਾਨ NHS QR ਕੋਡ ਪੋਸਟਰ ਦੀ ਉਦਾਹਰਣ ਹੈ
pl: Oto przykład walijskiego plakatu z kodem NHS QR dla lokalu o podwyższonym stopniu zagrożenia
ro: Iată un exemplu de afiș cu cod QR NHS pentru localurile de risc ridicat din Țara Galilor
tr: Örnek bir Galce Yüksek Risk Mekan NHS QR kodu posteri
ur: یہاں ویلش زیادہ خطرے والے NHS QR کوڈ پوسٹر کی ایک مثال ہے
zh: 这是威尔士高风险场所 NHS 二维码图片的举例

# qr_code_poster_wales_description_hospitality
source: Welsh Higher Risk Venue NHS QR code poster:
ar: ملصق رمز NHS QR الويلزي للأماكن مرتفعة الخطورة:
bn: ওয়েলস হাইয়ার রিস্ক ভেন্যু NHS QR কোড পোস্টার:
cy: Posteri cod QR Lleoliad Risg Uwch GIG Cymru
gu: વેલ્શના વધારે જોખમવાળા સ્થળના NHS QR કોડ પોસ્ટર:
pa: ਵੈਲਸ਼ ਉੱਚ ਜੋਖਮ ਵਾਲੇ ਸਥਾਨ NHS QR ਕੋਡ ਪੋਸਟਰ:
pl: Walijski plakat z kodem NHS QR dla lokalu o podwyższonym stopniu zagrożenia:
ro: Afiș cu cod QR NHS pentru localurile de risc ridicat din Țara Galilor:
tr: Galce Yüksek Risk Mekan NHS QR kodu posteri:
ur: ویلش زیادہ خطرے والے مقام کا NHS QR کوڈ پوسٹر:
zh: 威尔士高风险场所 NHS 二维码图片：

# qr_code_poster_accessibility_label_wls
source: Here is an example of a Welsh NHS QR code poster
ar: فيما يلي مثالٌ على ملصق رمز الاستجابة NHS QR الويلزي
bn: ওয়েলস NHS QR কোড পোস্টারের একটি নমুনা এখানে দেওয়া হলো
cy: Dyma enghraifft o boster cod QR GIG Cymru
gu: અહીં વેલ્શ NHS QR કોડ પોસ્ટરનું ઉદાહરણ આપ્યું છે
pa: ਇਹ ਵੈਲਸ਼ NHS QR ਕੋਡ ਪੋਸਟਰ ਦੀ ਉਦਾਹਰਣ ਹੈ
pl: Oto przykład walijskiego plakatu z kodem NHS QR
ro: Iată un exemplu de afiș cu cod QR NHS pentru Țara Galilor
tr: Örnek bir Galce NHS QR kodu posteri
ur: یہاں ویلش NHS QR کوڈ پوسٹر کی ایک مثال ہے
zh: 这是威尔士 NHS 二维码图片的举例

# virology_book_a_rapid_test_heading
source: Get a rapid lateral flow test kit or use an existing one at home
ar: يرجى الحصول على مجموعة اختبار التدفق الجانبي السريع أو استخدام إحدى المجموعات المتوفرة في المنزل
bn: একটি র‍্যাপিড ল্যাটারেল ফ্লো টেস্ট কিট সংগ্রহ করুন বা বাড়িতে থাকা একটি কিট ব্যবহার করুন
cy: Cael pecyn prawf llif unffordd cyflym neu ddefnyddio un sydd gennych eisoes gartref
gu: રેપીડ લેટરલ ફ્લો પરીક્ષણ કીટ મેળવો અથવા હાલમાં જે ઘર પર છે તેનો ઉપયોગ કરો
pa: ਇੱਕ ਰੈਪਿਡ ਲੇਟਰਲ ਫਲੋ ਟੈਸਟ ਕਿੱਟ ਪ੍ਰਾਪਤ ਕਰੋ ਜਾਂ ਘਰ ਵਿੱਚ ਮੌਜੂਦਾ ਕਿੱਟ ਵਰਤੋ
pl: Zamów szybki test przepływu bocznego lub użyj testu, który masz w domu
ro: Obțineți un set de testare rapidă cu flux lateral sau utilizați unul pe care îl aveți acasă
tr: Bir hızlı yanal akış test kiti alın ya da mevcut bir testi evde uygulayın
ur: ایک ریپڈ لیٹرل فلو ٹیسٹ کٹ حاصل کریں یا اسے استعمال کریں جو گھر پر موجود ہے
zh: 获得快速侧流检测试剂盒或使用家中现有的试剂盒

# virology_book_a_rapid_test_description
source: Get a free rapid lateral flow test kit if you do not have any of the main COVID-19 (coronavirus) symptoms. Your workplace, school, college, university or council may also be able to provide you with a free test kit.
ar: يرجى الحصول على إحدى مجموعات اختبار التدفق الجانبي السريع المجانية إذا لم يظهر لديك أيٌّ من الأعراض الرئيسية للإصابة بكوفيد-19 (فيروس كورونا). ربما يكون بإمكان أماكن العمل أو المدارس أو الكليات أو الجامعات أو المجالس المحلية تزويدك أيضًا بإحدى مجموعات الاختبار المجانية.
bn: আপনার কোভিড-১৯ (করোনাভাইরাস)-এর প্রধান কোনো উপসর্গ না থাকলেও বিনামূল্যে একটি র‍্যাপিড ল্যাটারেল ফ্লো টেস্ট কিট সংগ্রহ করুন। আপনার কর্মস্থল, স্কুল, কলেজ, বিশ্ববিদ্যালয় বা কাউন্সিলও আপনাকে বিনামূল্য পরীক্ষার কিট প্রদান করতে সক্ষম হতে পারে।
cy: Cael pecyn prawf llif unffordd cyflym os nad oes unrhyw un o brif symptomau COVID-19 (coronafeirws) arnoch. Efallai y bydd eich gweithle, ysgol, coleg, prifysgol neu gyngor hefyd yn gallu darparu pecyn prawf am ddim i chi.
gu: જો તમને COVID-19 (કોરોનાવાયરસ) ના મુખ્ય લક્ષણો ન હોય તો મફત રેપીડ લેટરલ ફ્લો પરીક્ષણ કીટ મેળવો. તમારા કાર્યસ્થળ, શાળા, કોલેજ, યુનિવર્સિટી અથવા કાઉન્સિલ પણ તમને એક મફત પરીક્ષણ કીટ પૂરી પાડવા માટે સક્ષમ હોઈ શકે છે.
pa: ਜੇ ਤੁਹਾਨੂੰ COVID-19 (ਕੋਰੋਨਾਵਾਇਰਸ) ਦੇ ਮੁੱਖ ਲੱਛਣਾਂ ਵਿੱਚੋਂ ਕੋਈ ਨਹੀਂ ਹੈ ਤਾਂ ਇੱਕ ਮੁਫ਼ਤ ਰੈਪਿਡ ਲੇਟਰਲ ਫਲੋ ਟੈਸਟ ਕਿੱਟ ਲਵੋ। ਤੁਹਾਡਾ ਕਾਰਜ ਸਥਾਨ, ਸਕੂਲ, ਕਾਲਜ, ਯੂਨੀਵਰਸਿਟੀ ਜਾਂ ਕਾਉਂਸਿਲ ਵੀ ਤੁਹਾਨੂੰ ਇੱਕ ਮੁਫ਼ਤ ਟੈਸਟ ਕਿੱਟ ਮੁਹੱਈਆ ਕਰ ਸਕਦੇ ਹਨ।
pl: Zamów darmowy szybki test przepływu bocznego, jeżeli nie wystąpiły u Ciebie żadne z głównych objawów COVID-19 (koronawirusa). Darmowy zestaw testowy możesz również otrzymać od pracodawcy, ze szkoły, koledżu, uczelni wyższej lub rady miasta (council).
ro: Obțineți un set gratuit de testare rapidă cu flux lateral dacă nu aveți niciunul dintre simptomele principale ale COVID-19 (coronavirus). Locul dvs. de muncă, școala, colegiul, universitatea sau consiliul vă pot oferi, de asemenea, un set de testare gratuit.
tr: Başlıca koronavirüs (COVID-19) belirtilerinden hiçbirine sahip değilsiniz, ücretsiz bir hızlı yanal akış test kiti sipariş edin. İş yeriniz, okulunuz, kolejiniz, üniversiteniz ya da belediyeniz de size ücretsiz bir test kiti sağlama olanağına sahip olabilir.
ur: اگر آپ میں COVID-19 (کورونا وائرس) کی اصل علامات میں سے کوئی نہیں پائی جاتی ہے تو مفت ریپڈ لیٹرل فلو ٹیسٹ کٹ حاصل کریں۔ آپ کے کام کی جگہ ، اسکول، کالج، یونیورسٹی یا کونسل بھی آپ کو مفت ٹیسٹ کٹ فراہم کرنے پر قادر ہو سکتے ہیں۔
zh: 如果您没有任何 COVID-19（冠状病毒）的主要症状，可以获得免费的快速侧流检测试剂盒。 您所在的工作场所、学校、学院、大学或委员会，也可为您提供免费的检测试剂盒。

# virology_book_a_rapid_test_submit_button
source: Get a free test kit
ar: الحصول على مجموعة اختبار مجانية
bn: বিনামূল্যে একটি টেস্ট কিট সংগ্রহ করুন
cy: Cael pecyn prawf am ddim
gu: એક મફત પરીક્ષણ કીટ મેળવો
pa: ਮੁਫ਼ਤ ਟੈਸਟ ਕਿੱਟ ਪ੍ਰਾਪਤ ਕਰੋ
pl: Zamów darmowy zestaw testowy
ro: Obțineți un set de testare gratuit
tr: Ücretsiz bir test kiti edinin
ur: ایک مفت ٹیسٹ کٹ حاصل کریں
zh: 获得免费的检测试剂盒

# virology_book_a_rapid_test_cancel_button
source: I already have a test kit
ar: لديّ بالفعل مجموعة اختبار
bn: আমার কাছে ইতিমধ্যেই একটি পরীক্ষার কিট আছে
cy: Mae gen i becyn prawf yn barod
gu: મારી પાસે પહેલેથી જ એક ટેસ્ટ કીટ છે
pa: ਮੇਰੇ ਕੋਲ ਪਹਿਲਾਂ ਹੀ ਇੱਕ ਟੈਸਟ ਕਿੱਟ ਹੈ
pl: Mam już zestaw testowy
ro: Am deja un set de testare
tr: Zaten bir test kitim var
ur: میرے پاس پہلے سے ہی ایک ٹیسٹ کٹ ہے
zh: 我已有检测试剂盒

# virology_book_a_rapid_test_title
source: Get a free test kit
ar: الحصول على مجموعة اختبار مجانية
bn: বিনামূল্যে একটি টেস্ট কিট সংগ্রহ করুন
cy: Cael pecyn prawf am ddim
gu: એક મફત પરીક્ષણ કીટ મેળવો
pa: ਮੁਫ਼ਤ ਟੈਸਟ ਕਿੱਟ ਪ੍ਰਾਪਤ ਕਰੋ
pl: Zamów darmowy zestaw testowy
ro: Obțineți un set de testare gratuit
tr: Ücretsiz bir test kiti edinin
ur: ایک مفت ٹیسٹ کٹ حاصل کریں
zh: 获得免费的检测试剂盒

# warn_and_test_check_symptoms_heading
source: The type of test depends on whether you have symptoms
ar: يعتمد نوع الاختبار على ظهور الأعراض لديك من عدمه
bn: উপসর্গ আছে কিনা তার উপর পরীক্ষার ধরণ নির্ভর করে
cy: Mae’r math o brawf yn dibynnu a oes symptomau arnoch ai peidio
gu: પરીક્ષણનો પ્રકાર એ વાત પર આધાર રાખે છે કે શું તમને લક્ષણો છે
pa: ਟੈਸਟ ਦੀ ਕਿਸਮ ਇਸ ਗੱਲ 'ਤੇ ਨਿਰਭਰ ਕਰਦੀ ਹੈ ਕਿ ਕੀ ਤੁਹਾਨੂੰ ਲੱਛਣ ਹਨ
pl: Rodzaj testu zależy od tego, czy występują objawy
ro: Tipul testului depinde de prezența sau absența simptomelor
tr: Testin türü, belirtilerinizin olup olmadığına bağlıdır
ur: ٹیسٹ کی قسم کا انحصار اس بات پر ہوتا ہے کہ آیا آپ کو علامات درپیش ہیں
zh: 检测类型取决于您是否出现相关症状

# warn_and_test_check_symptoms_submit_button_title
source: Check symptoms
ar: التحقق من الأعراض
bn: উপসর্গ যাচাই করুন
cy: Gwirio symptomau
gu: લક્ષણો તપાસો
pa: ਲੱਛਣਾਂ ਦੀ ਜਾਂਚ ਕਰੋ
pl: Sprawdzanie objawów
ro: Verificare simptome
tr: Belirtileri kontrol edin
ur: علامات چیک کریں
zh: 症状检查

# warn_and_test_check_symptoms_cancel_button_title
source: I do not have any of these symptoms
ar: لا أعاني من أيٍّ من هذه الأعراض
bn: এগুলোর কোনো উপসর্গই আমার মধ্যে নাই
cy: Nid oes unrhyw un o’r symptomau hyn araf fi
gu: મને આમાંના કોઈ લક્ષણો નથી
pa: ਮੈਨੂੰ ਇਹਨਾਂ ਵਿੱਚੋਂ ਕੋਈ ਵੀ ਲੱਛਣ ਨਹੀਂ ਹੈ
pl: Nie wystąpiły u mnie żadne z tych objawów
ro: Nu am niciunul dintre aceste simptome
tr: Bu belirtilerden herhangi birine sahip değilim
ur: مجھے ان میں سے کوئی علامت درپیش نہیں ہے۔
zh: 我没有这些症状

# warn_and_test_check_symptoms_title
source: Do you have symptoms?
ar: هل تعاني من الأعراض؟
bn: আপনার উপসর্গ আছে?
cy: Oes symptomau arnoch chi?
gu: શું તમને લક્ષણો છે?
pa: ਕੀ ਤੁਹਾਨੂੰ ਲੱਛਣ ਹਨ?
pl: Czy występują u Ciebie objawy?
ro: Aveți simptome?
tr: Belirtileriniz var mı?
ur: کیا آپ میں علامات ہیں؟
zh: 您是否有症状？

# contact_tracing_hub_no_tracking_heading
source: No tracking
ar: لا يوجد تتبع
bn: ট্র্যাক করে না
cy: Dim olrhain
gu: કોઈ ટ્રેકિંગ નહીં
pa: ਕੋਈ ਟ੍ਰੈਕਿੰਗ ਨਹੀਂ
pl: Brak śledzenia
ro: Fără urmărirea contactelor
tr: Takip kapalı
ur: کوئی ٹریکنگ نہیں ہے
zh: 没有跟踪功能
