Repository: nihp-public/covid-19-app-ios-ag-public
Catalog: NHS-COVID-19/Core/Sources/Localization/Resources/*.lproj/Localizable.strings
Languages: ar, bn, cy, gu, pa, pl, ro, tr, ur, zh

# mydata_test_result_follow_up_test_status
source: Follow-up test status
ar: حالة اختبار المتابعة
bn: ফলো-আপ পরীক্ষার স্ট্যাটাস
cy: Statws prawf dilynol
gu: ફૉલો-અપ ટેસ્ટની સ્થિતિ
pa: ਫਾਲੋ-ਅੱਪ ਟੈਸਟ ਸਥਿਤੀ
pl: Status testu kontrolnego
ro: Statutul testului de control
tr: Takip testi durumu
ur: فالو اپ جانچ کی حالت
zh: 后续测试状态

# checkin_confirmation_thankyou %1$@
source: Thank you for checking in to %1$@
ar: شكرًا لك على تسجيل الدخول إلى %1$@
bn: %1$@ -এ চেক-ইন করার জন্য আপনাকে ধন্যবাদ
cy: Diolch am fewngofnodi i %1$@
gu: %1$@ માં ચેક ઇન કરવા બદલ તમારો આભાર
pa: %1$@ 'ਤੇ ਚੈੱਕ-ਇਨ ਕਰਨ ਲਈ ਧੰਨਵਾਦ
pl: Dziękujemy za zameldowanie się w %1$@
ro: Vă mulțumim pentru înregistrarea vizitei la %1$@
tr: %1$@ mekanına giriş yaptığınız için teşekkür ederiz
ur: %1$@ میں چیک-ان کرنے کا شکریہ
zh: 感谢您在 %1$@ 进行登记

# checkin_cancel_checkin_button_title
source: Wrong check-in? Tap to cancel.
ar: تسجيل دخول خطأ؟ انقر للإلغاء.
bn: ভুল চেক-ইন হয়েছে? বাতিল করার জন্য ট্যাপ করুন।
cy: Mewngofnodi'n anghywir? Tapiwch i ddileu.
gu: ખોટું ચેક-ઇન? રદ કરવા માટે ટેપ કરો.
pa: ਗਲਤ ਚੈੱਕ-ਇਨ ਹੋਇਆ ਹੈ? ਰੱਦ ਕਰਨ ਲਈ ਟੈਪ ਕਰੋ।
pl: Niepoprawne zameldowanie? Dotknij, aby usunąć.
ro: Ați înregistrat locația greșită? Atingeți pentru anulare.
tr: Yanlış giriş? İptal etmek için dokunun.
ur: غلط چیک-ان؟ منسوخ کرنے کے لیے ٹیپ کریں۔
zh: 登记错误？点击取消。

# checkin_information_how_to_scan_section_description
source: Hold your phone so that the QR code appears in the box on the previous page. When your phone recognises the QR code, it will show that you have successfully checked in.
ar: أمسك هاتفك بحيث يظهر رمز الاستجابة السريعة (QR) في المربع المُوضَّح في الصفحة السابقة. وعندما يتعرّف هاتفك على الرمز، عندئذٍ تظهر رسالة على الهاتف تفيد تسجيل دخولك بنجاح.
bn: ফোনটি এমনভাবে ধরুন যাতে আগের পেইজের বক্সে QR কোডটি দেখা যায়। আপনার ফোন কোডটি সনাক্ত করতে পারলে দেখাবে যে আপনি সফলভাবে চেক ইন করেছেন। ফোনটি এমনভাবে ধরুন যাতে আগের পেইজের বক্সে QR কোডটি দেখা যায়। আপনার ফোন কোডটি সনাক্ত করতে পারলে দেখাবে যে আপনি সফলভাবে চেক ইন করেছেন।
cy: Daliwch eich ffôn fel bod cod QR swyddogol y GIG yn ymddangos yn y blwch ar y dudalen flaenorol. Pan fydd eich ffôn yn adnabod y cod QR, bydd yn dangos eich bod wedi mewngofnodi'n llwyddiannus.
gu: તમારો ફોન એવી રીતે પકડો, જેથી સત્તાવાર NHS QR કોડ અગાઉના પાન પર ખાનામાં દેખાય. જ્યારે તમારો ફોન QR કોડને ઓળખે ત્યારે તે દર્શાવશે કે તમે સફળતાપૂર્વક ચેક ઇન કર્યું છે.
pa: ਆਪਣੇ ਫੋਨ ਨੂੰ ਫੜੋ ਤਾਂ ਜੋ ਅਧਿਕਾਰਤ NHS QR ਕੋਡ ਪਿਛਲੇ ਪੰਨੇ 'ਤੇ ਬਾਕਸ ਵਿੱਚ ਦਿਖਾਈ ਦੇਵੇ। ਜਦੋਂ ਤੁਹਾਡਾ ਫੋਨ QR ਕੋਡ ਨੂੰ ਪਛਾਣਦਾ ਹੈ, ਤਾਂ ਇਹ ਦਿਖਾਏਗਾ ਕਿ ਤੁਸੀਂ ਸਫਲਤਾਪੂਰਵਕ ਚੈੱਕ-ਇਨ ਕਰ ਲਿਆ ਹੈ।
pl: Trzymaj telefon tak, aby oficjalny kod NHS QR znajdował się w ramce pokazanej na poprzedniej stronie. Gdy Twój telefon rozpozna kod QR, pokaże się informacja o udanym zameldowaniu się w lokalu.
ro: Țineți telefonul astfel încât codul QR NHS oficial să apară în caseta de pe pagina anterioară. Atunci când telefonul dvs. recunoaște codul QR, acesta va arăta că ați înregistrat vizita cu succes.
tr: Telefonunuzu, önceki sayfadaki kutuda resmi NHS QR kodu görünecek şekilde tutun. Telefonunuz QR kodunu tanıdığında, mekana başarılı bir şekilde giriş yaptığınızı gösterecektir.
ur: اپنا فون اس طرح پکڑیں کہ باضابطہ NHS QR کوڈ پچھلے صفحہ پر خانے میں ظاہر ہو۔ جب آپ کا فون QR کوڈ کو پہچان لے گا تو، یہ دکھائے گا کہ آپ نے کامیابی سے چیک-ان کر لیا ہے۔
zh: 拿起您的手机，这个二维码将出现在上一页的方框中。当您的手机对二维码完成识别后，将显示您已经成功登记。

# share_keys_confirmation_privacy_notice
source: No one will know the notification came from you and your personal data will not be shared.
ar: ولن يتسنى لأحد معرفة أنك مصدر الإشعار ولن تجري مشاركة بياناتك الشخصية.
bn: আপনি যে নোটিফিকেশনটি দিয়েছেন তা কেউ জানবে না এবং আপনার ব্যক্তিগত তথ্য শেয়ার করা হবে না।
cy: Ni fydd unrhyw un yn gwybod mai chi anfonodd yr hysbysiad ac ni fydd eich data personol yn cael eu rhannu.
gu: આ નોટિફિકેશન તમારા તરફથી આવ્યું એવી કોઈને જાણ નહિ થાય અને તમારો વ્યક્તિગત ડેટા શેર કરવામાં આવશે નહિ.
pa: ਕਿਸੇ ਨੂੰ ਪਤਾ ਨਹੀਂ ਲੱਗੇਗਾ ਕਿ ਸੂਚਨਾ ਤੁਹਾਡੇ ਵਲੋਂ ਆਈ ਹੈ ਅਤੇ ਤੁਹਾਡਾ ਨਿੱਜੀ ਡਾਟਾ ਸਾਂਝਾ ਨਹੀਂ ਕੀਤਾ ਜਾਵੇਗਾ।
pl: Nikt nie dowie się, że powiadomienie pochodzi od Ciebie, a Twoje dane osobowe nie zostaną udostępnione.
ro: Nimeni nu va ști că notificarea a venit de la dvs., iar datele dvs. personale nu vor fi partajate.
tr: Bildirimin sizden geldiğini kimse bilmeyecek ve kişisel verileriniz paylaşılmayacaktır.
ur: کسی کو بھی معلوم نہیں ہوگا کہ اطلاع آپ کی جانب سے آئی ہے اور آپ کے ذاتی ڈیٹا کا اشتراک نہیں کیا جائے گا۔
zh: 没有人知道该通知来自于您，并且您的个人数据也不会被共享。

# my_area_title
source: Area data
ar: بيانات المنطقة
bn: এলাকার তথ্য
cy: Data ardal
gu: વિસ્તારનો ડેટા
pa: ਖੇਤਰ ਡਾਟਾ
pl: Dane lokalne
ro: Date despre zonă
tr: Bölge verileri
ur: علاقے کا ڈیٹا
zh: 区域数据

# settings_row_my_area_title
source: Area data
ar: بيانات المنطقة
bn: এলাকার তথ্য
cy: Data ardal
gu: વિસ્તારનો ડેટા
pa: ਖੇਤਰ ਡਾਟਾ
pl: Dane lokalne
ro: Date despre zonă
tr: Bölge verileri
ur: علاقے کا ڈیٹا
zh: 区域数据

# link_test_result_symptom_information_title
source: Symptoms information
ar: معلومات عن الأعراض
bn: উপসর্গ সংক্রান্ত তথ্য
cy: Gwybodaeth am Symptomau
gu: લક્ષણો વિષે માહિતી
pa: ਲੱਛਣਾਂ ਦੀ ਜਾਣਕਾਰੀ
pl: Informacje o objawach
ro: Informații despre simptome
tr: Belirtilerle ilgili bilgi
ur: علامات کی معلومات
zh: 症状信息

# venue_history_postcode_unavailable
source: Postcode unavailable
ar: الرمز البريدي غير متاح
bn: পোস্টকোড লভ্য নেই
cy: Cod post heb for ar gael
gu: પોસ્ટકોડ અવેલેબલ નથી
pa: ਪੋਸਟਕੋਡ ਉਪਲਬਧ ਨਹੀਂ
pl: Kod pocztowy jest niedostępny
ro: Cod poștal indisponibil
tr: Posta kodu kullanılamaz
ur: پوسٹ کوڈ دستیاب نہیں ہے
zh: 邮编不可用

# venue_history_heading_accessibility_label %@
source: Venue check-in for %@
ar: تسجيل الدخول إلى %@
bn: চেক-ইন করার সাক্ষাৎস্থল %@
cy: Mewngofnodi i leoliad ar gyfer %@
gu: %@ માટે સ્થળમાં ચેક-ઇન
pa: %@ ਲਈ ਸਥਾਨ ਚੈੱਕ-ਇਨ
pl: Meldowanie się w %@
ro: Înregistrarea vizitei la %@
tr: %@ için mekan girişi
ur: مقام کی چیک ان برائے %@
zh: %@ 到访登记

# mydata_section_venue_of_risk
source: Date at venue of risk
ar: التاريخ في المكان مكمن الخطورة
bn: ঝুঁকিপূর্ণ সাক্ষাৎস্থলে যাওয়ার তারিখ
cy: Dyddiad yn y lleoliad â risg
gu: જોખમને આધીન સ્થળ પર તારીખ
pa: ਜੋਖਮ ਵਾਲੇ ਸਥਾਨ ਦੀ ਤਾਰੀਖ
pl: Data pobytu w lokalu, gdzie wystąpiło ryzyko
ro: Data prezenței în locația de risc
tr: Riskli mekanı ziyaret tarihi
ur: خطرے کے مقام پر آمد کی تاریخ
zh: 访问风险场所的日期

# checkin_confirmation_explanation
source: The app is the fastest way to be alerted of potential exposure to coronavirus at a venue.
ar: يُعد التطبيق الطريقة الأسرع للتنبيه بالتعرّض المُحتمل لفيروس كورونا في مكانٍ ما.
bn: কোনো ভেন্যুতে করোনাভাইরাসে আক্রান্ত হওয়ার আশঙ্কা সম্পর্ক সতর্ক হওয়ার দ্রুততম উপায় হলো এই অ্যাপ।
cy: Yr ap yw'r ffordd gyflymaf i dderbyn rhybudd y buoch mewn cysylltiad posibl â coronafeirws mewn lleoliad penodol.
gu: સ્થળ ખાતે કોરોનાવાઇરસના સંભવિત સંસર્ગ અંગે સૂચના મેળવવા માટે ઍપ એ સૌથી ઝડપી માર્ગ છે.
pa: ਐਪ ਕਿਸੇ ਸਥਾਨ 'ਤੇ ਕੋਰੋਨਾਵਾਇਰਸ ਦੇ ਨਾਲ ਸੰਭਾਵੀ ਸੰਪਰਕ ਦਾ ਸਚੇਤ ਪ੍ਰਾਪਤ ਕਰਨ ਦਾ ਸਭ ਤੋਂ ਤੇਜ਼ ਤਰੀਕਾ ਹੈ।
pl: Aplikacja jest najszybszym sposobem otrzymania powiadomienia o potencjalnym narażeniu na kontakt z koronawirusem w odwiedzonym lokalu.
ro: Aplicația este cel mai rapid mod de a fi alertat/ ă de o potențială expunere la coronavirus într-o locație.
tr: Uygulama, bir mekanda potansiyel koronavirüs maruziyeti konusunda uyarılmanın en hızlı yoludur.
ur: یہ ایپ کسی مقام پر کرونا وائرس کے امکانی ابتلاء سے متنبہ ہونے کا تیز ترین طریقہ ہے۔
zh: 这款应用程序是在一个地点提醒您可能接触冠状病毒的最快方式。

# share_keys_and_venues_share_keys_what_is_a_random_id_heading
source: How does it work?
ar: كيف يعمل؟
bn: তা কীভাবে কাজ করে?
cy: Sut mae'n gweithio?
gu: તે કઈ રીતે કામ કરે છે?
pa: ਇਹ ਕਿਵੇਂ ਕੰਮ ਕਰਦਾ ਹੈ?
pl: Jak to działa?
ro: Cum funcționează?
tr: Nasıl çalışır?
ur: یہ کیسے کام کرتی ہے؟
zh: 它是如何发挥作用的？

# share_keys_and_venues_share_keys_what_is_a_random_id_body
source: You will be asked to share “random IDs.” This is a randomly generated code which can be shared with other phones that have Exposure Notifications switched on.
ar: سيُطلب منك مشاركة "مُعرِّفات عشوائية"، وهي رموز تُنشئ عشوائيًا ويمكن مشاركتها مع الهواتف الأخرى التي يتم تشغيل إشعارات التعرّض فيها.
bn: আপনাকে “এলোমেলো ID” দিতে বলা হবে। এই এলোমেলোভাবে তৈরি করা কোডটি অন্য ফোনগুলিতে শেয়ার করা যেতে পারে যার এক্সপোজার নোটিফিকেশন-এর সুইচ অন আছে।
cy: Bydd gofyn i chi rannu “manylion hunaniaeth (ID) ar hap.” Cod wedi'i gynhyrchu ar hap yw hwn y gallwch ei rannu gyda ffonau eraill sydd â'u Hysbysiadau Cysylltiadau wedi'u galluogi.
gu: તમને "યાદૃચ્છિક ID" શેયર કરવાનું કહેવામાં આવશે. આ યાદૃચ્છિકપણે બનેલો એક કોડ છે, જે એવા અન્ય ફોન સાથે શેયર કરી શકાય છે જેમાં ઍક્સપોઝર નોટિફિકેશન્સ સ્વિચ ઑન કરેલાં હોય.
pa: ਤੁਹਾਨੂੰ "ਬੇਤਰਤੀਬ IDs" ਸਾਂਝਾ ਕਰਨ ਲਈ ਕਿਹਾ ਜਾਵੇਗਾ। ਇਹ ਇੱਕ ਬੇਤਰਤੀਬੇ ਢੰਗ ਨਾਲ ਤਿਆਰ ਕੀਤਾ ਕੋਡ ਹੁੰਦਾ ਹੈ ਜੋ ਉਹਨਾਂ ਦੂਜੇ ਫੋਨਾਂ ਨਾਲ ਸਾਂਝਾ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ ਜਿਨ੍ਹਾਂ 'ਤੇ ਸੰਪਰਕ ਦੀ ਸੂਚਨਾ ਚਾਲੂ ਹੁੰਦੀ ਹੈ।
pl: Aplikacja poprosi Cię o udostępnienie „losowych identyfikatorów”. Są to losowo wygenerowane kody, mogące zostać udostępnione innym użytkownikom, w których telefonach włączona jest opcja Powiadomienia o narażeniu.
ro: Vi se va solicita să partajați „ID-uri aleatorii”. Acesta este un cod generat aleatoriu, care poate fi partajat cu alte telefoane care au Notificările de Expunere activate.
tr: Sizden "rastgele kimlikler" paylaşmanız istenecek. Bu, Maruz Kalma Bildirimleri açık olan diğer telefonlarla paylaşılabilen, rastgele oluşturulmuş bir koddur.
ur: آپ سے "بے ترتیب IDs" کا اشتراک کرنے کو کہا جائے گا۔ یہ بے ترتیبانہ طور پر تیار شدہ ایک کوڈ ہوتا ہے جس کا ان دوسرے فون کے ساتھ اشتراک کیا جا سکتا ہے جن پر ابتلا کی اطلاعات فعال ہوتی ہیں۔
zh: 您将被要求分享一个“随机 ID”。这是一个随机生成的代码，可以与其他开启了“接触风险通知”的手机进行共享。

# share_keys_and_venues_share_keys_how_it_helps_body
source: It lets other app users know they were near someone who tested positive for coronavirus.
ar: يتيح الإجراء لمُستخدمي التطبيق الآخرين معرفة أنهم كانوا بالقرب من شخصٍ ما سجَّل نتيجة إيجابية في اختبار الكشف عن الإصابة بفيروس كورونا.
bn: এর সাহায্যে অন্য অ্যাপ ব্যবহারকারীরা জানবেন, তারা কারুর নিকটে ছিলেন, যিনি করোনাভাইরাসে আক্রান্ত হয়েছেন।
cy: Mae'n rhoi gwybod i ddefnyddwyr eraill yr ap iddynt fod yn agos at rywun a gafodd ganlyniad prawf positif am y coronafeirws.
gu: તે ઍપના ને વાપરનાર લોકોને એ જણાવવા દે છે કે તેઓ કોઈ એવી વ્યક્તિની નજીક હતા, જેનો કોરોનાવાઇરસ ટેસ્ટ પૉઝિટિવ આવ્યો હતો.
pa: ਇਸ ਨਾਲ ਦੂਜੇ ਐਪ ਵਰਤੋਂਕਾਰਾਂ ਨੂੰ ਇਹ ਪਤਾ ਲੱਗਦਾ ਹੈ ਕਿ ਉਹ ਕਿਸੇ ਅਜਿਹੇ ਵਿਅਕਤੀ ਦੇ ਕੋਲ ਸਨ ਜਿਸਦਾ ਕੋਰੋਨਾਵਾਇਰਸ ਲਈ ਟੈਸਟ ਦਾ ਨਤੀਜਾ ਪਾਜ਼ਿਟਿਵ ਆਇਆ ਹੈ।
pl: Poinformuje to innych użytkowników aplikacji, że znajdowali się blisko osoby, która otrzymała dodatni wynik testu na koronawirusa.
ro: Informează ceilalți utilizatori ai aplicației că s-au aflat lângă o persoană care a testat pozitiv pentru coronavirus.
tr: Diğer uygulama kullanıcılarını koronavirüs test sonucu pozitif olan birisinin yakınında bulundukları konusunda bilgilendirir.
ur: اس سے ایپ کے دوسرے صارفین کو معلوم ہو جاتا ہے کہ وہ ایسے شخص کے قریب تھے جس کی کورونا وائرس کی جانچ مثبت تھی۔
zh: 这样可以使其他应用程序用户知道他们附近有新冠肺炎阳性患者。

# share_keys_and_venues_reminder_screen_privacy_notice
source: Nobody will know the notification is linked to you.
ar: لن يعرف أحدٌ إن الإشعار يعود إليك
bn: নোটিফিকেশনটি যে আপনার সাথে যুক্ত তা কেউ জানতে পারবে না।
cy: Ni fydd unrhyw un yn gwybod bod yr hysbysiad yn gysylltiedig â chi
gu: નોટિફિકેશનનો તમારી સાથે સંબંધ છે એવી કોઈને જાણ થશે નહિ
pa: ਕਿਸੇ ਨੂੰ ਨਹੀਂ ਪਤਾ ਹੋਵੇਗਾ ਕਿ ਸੂਚਨਾ ਤੁਹਾਡੇ ਨਾਲ ਸੰਬੰਧਿਤ ਹੈ
pl: Nikt nie będzie wiedział, że powiadomienie pochodzi od Ciebie
ro: Nimeni nu va ști că notificarea se referă la dvs.
tr: Bildirimin sizinle bağlantılı olduğunu kimse bilmeyecek.
ur: کسی کو بھی معلوم نہیں ہوگا کہ اطلاع آپ سے منسلک ہے۔
zh: 没有人知道该通知是由您发出的。

# link_test_result_thank_you_title
source: Thank you for helping to stop the spread of COVID-19.
ar: شكرًا لك على مساعدتنا في إيقاف تفشي فيروس كوفيد-19
bn: কোভিড-১৯ এর বিস্তার রোধ করতে সাহায্য করার জন্য আপনাকে ধন্যবাদ
cy: Diolch i chi am helpu i atal lledaeniad COVID-19
gu: COVID-19નો ફેલાવો અટકાવવામાં મદદ કરવા માટે તમારો આભાર
pa: COVID-19 ਦੇ ਫੈਲਣ ਨੂੰ ਰੋਕਣ ਵਿੱਚ ਮਦਦ ਕਰਨ ਲਈ ਧੰਨਵਾਦ
pl: Dziękujemy za pomoc w powstrzymaniu rozprzestrzeniania się COVID-19
ro: Vă mulțumim pentru ajutorul dvs. în oprirea răspândirii COVID-19
tr: COVID-19'un yayılmasını durdurmaya yardımcı olduğunuz için teşekkür ederiz
ur: COVID-19 کا پھیلاؤ روکنے میں مدد کرنے کا شکریہ
zh: 感谢您为防止冠状病毒 (COVID-19) 传播做出的贡献

# qr_code_poster_description_hospitality
source: English hospitality NHS QR code poster:
ar: ملصق رمز NHS QR الإنجليزي لأماكن الضيافة:
bn: ইংলিশ হসপিটালিটি NHS QR কোড পোস্টার:
cy: Poster lletygarwch Saesneg cod QR y GIG:
gu: ઇંગ્લિશ હૉસ્પિટાલિટિ NHS QR કોડ પોસ્ટર:
pa: ਇੰਗਲਿਸ਼ ਪ੍ਰਾਹੁਣਾਚਾਰੀ NHS QR ਕੋਡ ਪੋਸਟਰ:
pl: Angielski plakat z kodem NHS QR dla branży gastronomiczno-hotelarskiej:
ro: Poster cod NHS - ospitalitate britanică:
tr: İngilizce konaklama NHS QR kodu posteri:
ur: انگلش مہمان نوازی NHS کا QR کوڈ پوسٹر:
zh: 英格兰酒店业 NHS 二维码图片:

# qr_code_poster_accessibility_label_hospitality
source: Here is an example of an English Hospitality NHS QR code poster
ar: فيما يلي مثالٌ على ملصق رمز NHS QR الإنجليزي لأماكن الضيافة:
bn: ইংলিশ হসপিটালিটি NHS QR কোড পোস্টারের একটি নমুনা এখানে দেওয়া হলো
cy: Dyma enghraifft o boster cod QR Lletygarwch GIG Lloegr
gu: અહીં અંગ્રેજી સત્કાર NHS QR કોડ પોસ્ટરનું ઉદાહરણ આપ્યું છે
pa: ਇਹ ਇੰਗਲਿਸ਼ ਪ੍ਰਾਹੁਣਾਚਾਰੀ NHS QR ਕੋਡ ਪੋਸਟਰ ਦੀ ਉਦਾਹਰਣ ਹੈ
pl: Oto przykład angielskiego plakatu z kodem NHS QR dla branży gastronomiczno-hotelarskiej
ro: Iată un exemplu de afiș cu cod QR NHS pentru localurile HoReCa
tr: Örnek bir İngilizce Yemek ve Konaklama Mekanları NHS QR kodu posteri
ur: یہاں انگلش زیادہ خطرے والے NHS QR کوڈ پوسٹر کی ایک مثال ہے
zh: 这是英国酒店行业 NHS 二维码图片的举例

# mydata_section_self_isolation_end_date_description
source: Last day of self-isolation
ar: اليوم الأخير للعزل الذاتي
bn: স্ব-বিচ্ছিন্নতার শেষ দিন
cy: Diwrnod olaf hunanynysu
gu: સૅલ્ફ-આઇસોલેશનનો છેલ્લો દિવસ
pa: ਸਵੈ-ਇਕਾਂਤ ਦਾ ਆਖਰੀ ਦਿਨ
pl: Ostatni dzień izolacji
ro: Ultima zi de autoizolare
tr: Kişisel karantinanın son günü
ur: خود تنہائی کا آخری دن
zh: 自我隔离的最后日期

# checkin_information_official_nhs_qr_codes_title
source: Official NHS QR code posters
ar: ملصقات رموز NHS QR الرسمية
bn: আনুষ্ঠানিক NHS QR কোড পোস্টার
cy: Posteri cod QR swyddogol y GIG
gu: ઓફિશિયલ NHS QR કોડ પોસ્ટર્સ
pa: ਅਧਿਕਾਰਤ NHS QR ਕੋਡ ਪੋਸਟਰ
pl: Oficjalne plakaty z kodami NHS QR
ro: Afișe oficiale cu cod QR NHS
tr: Resmi NHS QR kodu posterleri
ur: NHS کا آفیشیل QR کوڈ پوسٹر
zh: NHS 官方二维码图片

# share_keys_and_venues_share_keys_title
source: Help notify others
ar: المساعدة في إبلاغ الآخرين
bn: অন্যদের জানাতে সাহায্য করুন
cy: Helpu i hysbysu eraill
gu: અન્યોને જાણ કરવામાં મદદ કરો
pa: ਦੂਜਿਆਂ ਨੂੰ ਸੂਚਿਤ ਕਰਨ ਵਿੱਚ ਮਦਦ ਕਰੋ
pl: Pomóż w powiadomieniu innych osób
ro: Ajutați la informarea celorlalți
tr: Başkalarına bildirimde bulunmaya yardımcı olun
ur: دوسروں کو مطلع کرنے میں مدد کریں
zh: 帮助通知其他人

# share_keys_and_venues_share_keys_heading
source: Anonymously notify others that they were near someone who tested positive for coronavirus.
ar: يتم إبلاغ الآخرين بأنهم كانوا قريبين من شخصٍ ما سجَّل نتيجة إيجابية في اختبار الكشف عن الإصابة بفيروس كورونا، ويتم الإبلاغ دون الكشف عن هوية ذلك الشخص.
bn: অজ্ঞাতভাবে অন্যদের জানিয়ে দিন, তাহারা অন্য কাহারো নিকটে ছিলেন যাহার করোনাভাইরাস পরীক্ষার ফল পজিটিভ ছিল।
cy: Hysbysu eraill yn ddienw iddynt fod yn ymyl rhywun a gafodd ganlyniad prawf positif am y coronafeirws.
gu: અન્ય લોકોને રીતે જાણ કરો કે તેઓ એવી કોઈ વ્યક્તિની નજીક હતા જેઓનો કોરોનાવાઇરસ ટેસ્ટ પૉઝિટિવ હતો.
pa: ਦੂਜਿਆਂ ਨੂੰ ਗੁੰਮਨਾਮ ਰੂਪ ਵਿੱਚ ਦੱਸੋ ਕਿ ਉਹ ਕਿਸੇ ਅਜਿਹੇ ਵਿਅਕਤੀ ਦੇ ਨੇੜੇ ਸਨ ਜਿਸਦਾ ਕੋਰੋਨਾਵਾਇਰਸ ਲਈ ਟੈਸਟ ਦਾ ਨਤੀਜਾ ਪਾਜ਼ਿਟਿਵ ਆਇਆ ਹੈ।
pl: Anonimowo powiadom innych o tym, że znajdowali się w pobliżu osoby, która otrzymała dodatni wynik testu na koronawirusa.
ro: Informați-i anonim pe ceilalți că s-au aflat lângă o persoană care a testat pozitiv pentru coronavirus.
tr: Başkalarına koronavirüs test sonucu pozitif olan birisinin yakınında bulunduklarına dair isimsiz şekilde bildirimde bulunun.
ur: گمنام طور پر ان دوسرے لوگوں کو مطلع کریں جو کسی ایسے فرد کے قریب تھے جس کی کورونا وائرس کی جانچ مثبت تھی۔
zh: 匿名通知其他人，告知他们附近有新冠肺炎阳性患者。

# share_keys_and_venues_share_keys_privacy_notice
source: Nobody will know the notification is linked to you.
ar: لن يعرف أحدٌ إن الإشعار يعود إليك
bn: নোটিফিকেশনটি যে আপনার সাথে যুক্ত তা কেউ জানতে পারবে না।
cy: Ni fydd unrhyw un yn gwybod bod yr hysbysiad yn gysylltiedig â chi
gu: નોટિફિકેશનનો તમારી સાથે સંબંધ છે એવી કોઈને જાણ થશે નહિ
pa: ਕਿਸੇ ਨੂੰ ਨਹੀਂ ਪਤਾ ਹੋਵੇਗਾ ਕਿ ਸੂਚਨਾ ਤੁਹਾਡੇ ਨਾਲ ਸੰਬੰਧਿਤ ਹੈ
pl: Nikt nie będzie wiedział, że powiadomienie pochodzi od Ciebie
ro: Nimeni nu va ști că notificarea se referă la dvs.
tr: Bildirimin sizinle bağlantılı olduğunu kimse bilmeyecek.
ur: کسی کو بھی معلوم نہیں ہوگا کہ اطلاع آپ سے منسلک ہے۔
zh: 没有人知道该通知是由您发出的。

# share_keys_and_venues_share_keys_how_it_helps_heading
source: How does it help?
ar: كيف يساعد هذا الإجراء؟
bn: তা কীভাবে সাহায্য করে?
cy: Sut y mae'n helpu?
gu: તે કેવી રીતે મદદ કરે છે?
pa: ਇਹ ਕਿਵੇਂ ਮਦਦ ਕਰਦਾ ਹੈ?
pl: W jaki sposób jest to pomocne?
ro: Cum ajută acest lucru?
tr: Nasıl yardımcı olur?
ur: اس سے کس طرح مدد ملتی ہے؟
zh: 这将起到什么作用？

# share_keys_and_venues_share_keys_button
source: Continue
ar: استمرار
bn: চালিয়ে যান
cy: Parhau
gu: ચાલુ રાખો
pa: ਜਾਰੀ ਰੱਖੋ
pl: Kontynuuj
ro: Continuare
tr: Devam
ur: جاری رکھیں
zh: 继续

# share_keys_and_venues_help_notify_others_title
source: Help notify others
ar: المساعدة في إبلاغ الآخرين
bn: অন্যদের জানাতে সাহায্য করুন
cy: Helpu i hysbysu eraill
gu: અન્યોને જાણ કરવામાં મદદ કરો
pa: ਦੂਜਿਆਂ ਨੂੰ ਸੂਚਿਤ ਕਰਨ ਵਿੱਚ ਮਦਦ ਕਰੋ
pl: Pomóż w powiadomieniu innych osób
ro: Ajutați la informarea celorlalți
tr: Başkalarına bildirimde bulunmaya yardımcı olun
ur: دوسروں کو مطلع کرنے میں مدد کریں
zh: 帮助通知其他人

# link_test_result_thank_you_title_one_more_step
source: Thank you! One more quick step to go.
ar: شكرًا لك! ثمة خطوة أخرى سريعة يتعين القيام بها.
bn: ধন্যবাদ! আর একটি দ্রুত ধাপ বাকী আছে।
cy: Diolch yn fawr! Un cam bach cyflym a dyna ni.
gu: તમારો આભાર હજૂ એક પગલું બાકી છે
pa: ਧੰਨਵਾਦ! ਇੱਕ ਹੋਰ ਜਲਦ ਕਦਮ ਪੂਰਾ ਕਰਨਾ ਹੈ।
pl: Dziękujemy! Został jeszcze jeden szybki krok do wykonania.
ro: Vă mulțumim! Încă un pas rapid.
tr: Teşekkür ederiz! Sadece bir adım kaldı!
ur: شکریہ! جانے کے لئےایک اور فوری قدم.
zh: 谢谢您！ 还有一步需要完成。

# link_test_result_thank_you_screen_continue_button_title
source: Continue
ar: استمرار
bn: চালিয়ে যান
cy: Parhau
gu: ચાલુ રાખો
pa: ਜਾਰੀ ਰੱਖੋ
pl: Kontynuuj
ro: Continuare
tr: Devam
ur: جاری رکھیں
zh: 继续

# share_keys_and_venues_reminder_screen_heading
source: Notify others who may be at risk of coronavirus (COVID-19)
ar: إبلاغ الآخرين الذين يُحتمل تعرُّضهم للإصابة بفيروس كورونا (كوفيد-19)
bn: করোনাভাইরাসের (কোভিড-১৯) ঝুঁকিতে থাকতে পারেন এমন লোকেদের নোটিফাই করুন
cy: Hysbysu eraill a allai fod mewn perygl o ddal coronafeirws (COVID-19)
gu: જેઓ પર કોરોનાવાઇરસ (COVID-19)નું જોખમ હોઈ શકે એવા અન્ય લોકોને જાણ કરો.
pa: ਦੂਜਿਆਂ ਨੂੰ ਦੱਸੋ ਜਿਨ੍ਹਾਂ ਨੂੰ ਕੋਰੋਨਾਵਾਇਰਸ (COVID-19) ਦਾ ਜੋਖਮ ਹੋ ਸਕਦਾ ਹੈ
pl: Powiadom inne osoby, którym może grozić ryzyko zakażenia koronawirusem (COVID-19)
ro: Anunțați alte persoane care pot fi expuse riscului de coronavirus (COVID-19)
tr: Diğer insanlara koronavirüs (COVID-19) riskiyle karşı karşıya olabileceklerini bildirin
ur: ان دوسرے لوگوں کو مطلع کریں جو کورونا وائرس (COVID-19) کے خطرے کی زد میں ہو سکتے ہیں،
zh: 通知其他可能有感染冠状病毒 (COVID-19) 风险的人

# share_keys_and_venues_reminder_screen_reconsider_sharing_heading
source: Please notify others
ar: الرجاء إبلاغ الآخرين
bn: অনুগ্রহ করে অন্যদের নোটিফাই করুন
cy: Hysbyswch eraill os gwelwch yn dda
gu: કૃપા કરીને અન્ય લોકોને જાણ કરો
pa: ਕਿਰਪਾ ਕਰਕੇ ਦੂਜਿਆਂ ਨੂੰ ਸੂਚਿਤ ਕਰੋ
pl: Proszę powiadomić innych
ro: Vă rugăm să notificați alte persoane
tr: Lütfen diğer insanlara bildirimde bulunun
ur: براہ کرم دوسروں کو مطلع کریں
zh: 请通知其他人

# share_keys_and_venues_reminder_screen_reconsider_sharing_body
source: You may have been in contact with more people than you realise. The app can alert people who you have been near, but do not know personally, to let them know they may be at risk. By sharing your result, you are helping keep your community safe.
ar: من المُحتمل أنك قد خالطت أشخاصًا أكثر مما تدرك. يستطيع التطبيق تحذير الأشخاص الذين كانوا موجودين بالقرب منك، ولكنهم لا يعرفونك شخصيًا، باحتمال تعرُّضهم لمخاطر الإصابة بالفيروس. يمكنك المساهمة في الحفاظ على سلامة المجتمع بمشاركة نتيجتك مع الآخرين.
bn: আপনি যেমন ধারণা করছেন তার চেয়ে বেশি লোকের সংস্পর্শে আপনি এসে থাকতে পারেন। আপনার কাছাকাছি আসা লোকজন, যাদের আপনি ব্যক্তিগতভাবে চেনেন না, তাদেরকে এই অ্যাপ সতর্ক করে দিতে পারে যে তারা ঝুঁকিতে থাকতে পারে। আপনার ফলাফল শেয়ার করে নেওয়ার মাধ্যমে আপনি আপনার কমিউনিটিকে সুরক্ষিত রাখতে সহায়তা করছেন।
cy: Efallai i chi fod mewn cysylltiad gyda mwy o bobl nag yr ydych yn sylweddoli. Gall yr ap rybuddio pobl rydych chi wedi bod yn agos atynt, ond heb fod yn eu hadnabod yn bersonol, i roi gwybod iddynt y gallent fod mewn perygl. Trwy rannu eich canlyniad, rydych yn helpu i gadw eich cymuned yn ddiogel.
gu: તમને ખ્યાલ આવે તેના કરતાં પણ વધુ લોકોના કોન્ટેક્ટમાં તમે આવ્યા હોઈ શકો છો. તમે જેમની નજીક રહ્યા હો પરંતુ વ્યક્તિગત રીતે ઓળખતા ન હો એવા લોકોને આ ઍપ સાવધ કરીને જાણ કરી શકે છે તેઓ પર જોખમ હોઈ શકે છે. તમારું પરિણામ જણાવીને તમે તમારા સમાજને સુરક્ષિત રાખવામાં મદદ કરી રહ્યા છો.
pa: ਤੁਸੀਂ ਸ਼ਾਇਦ ਉਸ ਨਾਲੋਂ ਵੱਧ ਲੋਕਾਂ ਦੇ ਸੰਪਰਕ ਵਿੱਚ ਆਏ ਹੋ ਸਕਦੇ ਹੋ ਜਿੰਨਾ ਕਿ ਤੁਸੀਂ ਸੋਚਦੇ ਹੋ। ਐਪ ਉਹਨਾਂ ਲੋਕਾਂ ਨੂੰ ਸਚੇਤ ਕਰ ਸਕਦੀ ਹੈ ਜਿਨ੍ਹਾਂ ਦੇ ਤੁਸੀਂ ਨੇੜੇ ਆਏ ਹੋ, ਪਰ ਨਿੱਜੀ ਤੌਰ 'ਤੇ ਨਹੀਂ ਜਾਣਦੇ ਹੋ, ਤਾਂ ਜੋ ਉਨ੍ਹਾਂ ਨੂੰ ਇਹ ਦੱਸਿਆ ਜਾ ਸਕੇ ਕਿ ਉਹਨਾਂ ਨੂੰ ਜੋਖਮ ਹੋ ਸਕਦਾ ਹੈ। ਆਪਣਾ ਨਤੀਜਾ ਸਾਂਝਾ ਕਰਕੇ, ਤੁਸੀਂ ਆਪਣੇ ਭਾਈਚਾਰੇ ਨੂੰ ਸੁਰੱਖਿਅਤ ਰੱਖਣ ਵਿੱਚ ਮਦਦ ਕਰ ਰਹੇ ਹੋ।
pl: Więcej osób, niż może Ci się wydawać, miało z Tobą kontakt. Aplikacja może powiadomić osoby, które przebywały w Twoim pobliżu, ale których nie znasz osobiście, aby wiedziały, że może im zagrażać ryzyko. Udostępniając wynik, pomagasz chronić swoją społeczność.
ro: Este posibil să fi intrat în contact cu mai multe persoane decât vă dați seama. Aplicația poate alerta persoanele care au fost în apropierea dvs., însă pe care nu le cunoașteți personal, pentru a le anunța că pot fi în pericol. Prin partajarea rezultatului, contribuiți la menținerea în siguranță a comunității.
tr: Düşündüğünüzden daha fazla insanla temas kurmuş olabilirsiniz. Uygulama, yakınlarında bulunmuş olduğunuz, ancak şahsen tanımadığınız kişileri risk altında olabileceklerini bildirmek için uyarabilir. Sonucunuzu paylaşarak, topluluğunuzun güvenliğini sağlamaya yardımcı oluyorsunuz.
ur: ہوسکتا ہے کہ آپ اپنے خیال سے کہیں زیادہ لوگوں سے رابطے میں رہے ہوں۔ ایپ ان لوگوں کو متنبہ کر سکتی ہے جن کے قریب آپ رہے ہیں، لیکن ذاتی طور پر نہیں جانتے ہیں، تاکہ انہیں معلوم ہو جائے کہ وہ خطرے کی زد میں ہو سکتے ہیں۔ اپنے نتیجے کا اشتراک کر کے، آپ اپنی کمیونٹی کو محفوظ رکھنے میں مدد کر رہے ہیں۔
zh: 您可能接触过更多人而您自己却没有意识到。本应用程序可用于提醒那些与您有过近距离接触而您并不认识的人，让他们知道自己可能面临风险。分享您的检测结果，就是为社区安全做贡献。

# share_keys_and_venues_reminder_screen_back_to_share_button_title
source: Notify Others
ar: إبلاغ الآخرين
bn: অন্যদের নোটিফাই করুন
cy: Hysbysu eraill
gu: અન્ય લોકોને જાણ કરો
pa: ਦੂਜਿਆਂ ਨੂੰ ਸੂਚਿਤ ਕਰੋ
pl: Powiadom innych
ro: Notificați alte persoane
tr: Diğer insanlara bildirimde bulun
ur: دوسروں کو مطلع کریں
zh: 通知其他人

# share_keys_and_venues_reminder_screen_do_not_share_button_title
source: Do not notify others
ar: عدم إبلاغ الآخرين
bn: অন্যদের নোটিফাই করবেন না
cy: Peidiwch â hysbysu eraill
gu: અન્ય લોકોને જાણ કરશો નહિ
pa: ਦੂਜਿਆਂ ਨੂੰ ਸੂਚਿਤ ਨਾ ਕਰੋ
pl: Nie powiadamiaj innych
ro: Nu notificați alte persoane
tr: Diğer insanlara bildirimde bulunma
ur: دوسروں کو مطلع مت کریں
zh: 不通知其他人

# alert_share_keys_reminder_title
source: A reminder to notify others
ar: رسالة تذكير لإبلاغ الآخرين
bn: অন্যদের নোটিফাই করার ব্যাপারে একটি অনুস্মারক
cy: Nodyn atgoffa i hysbysu eraill
gu: અન્ય લોકોને જાણ કરવા માટેની રિમાઇન્ડર
pa: ਦੂਜਿਆਂ ਨੂੰ ਸੂਚਿਤ ਕਰਨ ਲਈ ਇੱਕ ਰੀਮਾਂਈਂਡਰ
pl: Przypomnienie o powiadomieniu innych osób
ro: Un memento pentru a notifica alte persoane
tr: Başkalarına bildirimde bulunma konusunda hatırlatma
ur: دوسروں کو مطلع کرنے کی یاد دہانی
zh: 通知他人，提醒风险
