Repository: nihp-public/covid-19-app-ios-ag-public
Catalog: NHS-COVID-19/Core/Sources/Localization/Resources/*.lproj/Localizable.strings
Languages: ar, bn, cy, gu, pa, pl, ro, tr, ur, zh

# link_isolation_advice_wls
source: https://faq.covid19.nhs.uk/article/KA-01099/en-us
ar: https://www.gov.uk/government/publications/covid-19-response-living-with-covid-19
bn: https://www.gov.uk/government/publications/covid-19-response-living-with-covid-19
cy: https://www.gov.uk/government/publications/covid-19-response-living-with-covid-19
gu: https://faq.covid19.nhs.uk/article/KA-01201/en-us
pa: https://www.gov.uk/government/publications/covid-19-response-living-with-covid-19
pl: https://www.gov.uk/government/publications/covid-19-response-living-with-covid-19
ro: https://www.gov.uk/government/publications/covid-19-response-living-with-covid-19
tr: https://faq.covid19.nhs.uk/article/KA-01225/en-us
ur: https://www.gov.uk/government/publications/covid-19-response-living-with-covid-19
zh: https://www.gov.uk/government/publications/covid-19-response-living-with-covid-19

# link_more_info_on_postcode_risk_wls
source: https://faq.covid19.nhs.uk/article/KA-01101/en-us
ar: https://www.gov.uk/government/publications/covid-19-response-living-with-covid-19
bn: https://www.gov.uk/government/publications/covid-19-response-living-with-covid-19
cy: https://www.gov.uk/government/publications/covid-19-response-living-with-covid-19
gu: https://faq.covid19.nhs.uk/article/KA-01200/en-us
pa: https://www.gov.uk/government/publications/covid-19-response-living-with-covid-19
pl: https://www.gov.uk/government/publications/covid-19-response-living-with-covid-19
ro: https://www.gov.uk/government/publications/covid-19-response-living-with-covid-19
tr: https://faq.covid19.nhs.uk/article/KA-01224/en-us
ur: https://www.gov.uk/government/publications/covid-19-response-living-with-covid-19
zh: https://www.gov.uk/government/publications/covid-19-response-living-with-covid-19

# link_book_a_test_for_someone_else_wls
source: https://www.nhs.uk/conditions/coronavirus-covid-19/testing-and-tracing/get-a-test-to-check-if-you-have-coronavirus/
ar: https://www.nhs.uk/conditions/coronavirus-covid-19/testing/
bn: https://www.nhs.uk/conditions/coronavirus-covid-19/testing/
cy: https://www.nhs.uk/conditions/coronavirus-covid-19/testing/
pa: https://www.nhs.uk/conditions/coronavirus-covid-19/testing/
pl: https://www.nhs.uk/conditions/coronavirus-covid-19/testing/
ro: https://www.nhs.uk/conditions/coronavirus-covid-19/testing/
ur: https://www.nhs.uk/conditions/coronavirus-covid-19/testing/
zh: https://www.nhs.uk/conditions/coronavirus-covid-19/testing/

# link_testing_privacy_notice_wls
source: https://www.gov.uk/government/publications/coronavirus-covid-19-testing-privacy-information/testing-for-coronavirus-privacy-information
ar: https://www.gov.uk/government/publications/coronavirus-covid-19-testing-privacy-information
bn: https://www.gov.uk/government/publications/coronavirus-covid-19-testing-privacy-information
cy: https://www.gov.uk/government/publications/coronavirus-covid-19-testing-privacy-information
pa: https://www.gov.uk/government/publications/coronavirus-covid-19-testing-privacy-information
pl: https://www.gov.uk/government/publications/coronavirus-covid-19-testing-privacy-information
ro: https://www.gov.uk/government/publications/coronavirus-covid-19-testing-privacy-information
ur: https://www.gov.uk/government/publications/coronavirus-covid-19-testing-privacy-information
zh: https://www.gov.uk/government/publications/coronavirus-covid-19-testing-privacy-information

# link_how_this_app_works_wls
source: https://covid19.nhs.uk
ar: https://www.gov.uk/government/collections/nhs-covid-19-app
bn: https://www.gov.uk/government/collections/nhs-covid-19-app
cy: https://www.gov.uk/government/collections/nhs-covid-19-app
gu: https://covid19.nhs.uk/introducing-the-app-gujarati.html
pa: https://www.gov.uk/government/collections/nhs-covid-19-app
pl: https://www.gov.uk/government/collections/nhs-covid-19-app
ro: https://www.gov.uk/government/collections/nhs-covid-19-app
tr: https://covid19.nhs.uk/introducing-the-app-turkish.html
ur: https://www.gov.uk/government/collections/nhs-covid-19-app
zh: https://www.gov.uk/government/collections/nhs-covid-19-app

# link_provide_feedback_wls
source: https://covid19.nhs.uk/contact-us.html
ar: https://enquiries.test-and-trace.nhs.uk
bn: https://enquiries.test-and-trace.nhs.uk/s/
cy: https://enquiries.test-and-trace.nhs.uk/s/
pa: https://enquiries.test-and-trace.nhs.uk
pl: https://enquiries.test-and-trace.nhs.uk/s/
ro: https://enquiries.test-and-trace.nhs.uk
ur: https://enquiries.test-and-trace.nhs.uk
zh: https://enquiries.test-and-trace.nhs.uk

# negative_test_result_no_isolation_title
source: Good news!
ar: أخبار جيدة
bn: সুখবর
cy: Newyddion da
gu: સારા સમાચાર!
pa: ਚੰਗੀ ਖਬਰ ਹੈ
pl: Dobra wiadomość
ro: Vești bune
tr: İyi haberlerimiz var!
ur: اچھی خبر
zh: 好消息

# negative_test_result_no_isolation_link_hint
source: For further advice, please visit:
ar: للاطلاع على المزيد من النصائح، يرجى زيارة الموقع الإلكتروني:
bn: আরও পরামর্শের জন্য, অনুগ্রহ করে ভিজিট করুন:
cy: I gael rhagor o gyngor, cysylltwch â:
gu: વધારે સલાહ- સૂચન માટે, કૃપા કરી કોન્ટેક્ટ કરોઃ
pa: ਵਧੇਰੇ ਸਲਾਹ ਲਈ, ਹੇਠਾਂ ਦਿੱਤੇ ਲਿੰਕ ‘ਤੇ ਜਾਓ:
pl: Aby uzyskać dalsze informacje, proszę wejść na stronę:
ro: Pentru îndrumări suplimentare, vă rugăm să vizitați:
tr: Daha fazla tavsiye için lütfen aşağıdaki linki ziyaret edin:
ur: مزید مشورے کے لئے براہ کرم دیکھیے:
zh: 有关更多建议，请访问：

# negative_test_result_no_isolation_button_label
source: Continue
ar: استمرار
bn: চালিয়ে যান
cy: Parhau
gu: ચાલુ રાખો
pa: ਜਾਰੀ ਰੱਖੋ
pl: Kontynuuj
ro: Continuare
tr: Devam
ur: جاری رکھیں
zh: 继续

# network_error_no_internet_connection
source: No internet. Please connect to your network or WiFi and try again.
ar: لا توجد خدمة الإنترنت. يرجى توصيل الهاتف بالشبكة الخاصة بك أو شبكة الواي فاي والمحاولة مرة أخرى.
bn: ইন্টারনেট নেই। অনুগ্রহ করে আপনার নেটওয়ার্ক বা ওয়াইফাই-এর সাথে সংযোগ করুন এবং আবার চেষ্টা করুন।
cy: Dim rhyngrwyd. Cysylltwch â'ch rhwydwaith neu WiFi a rhoi cynnig arall arni.
gu: ઇન્ટરનેટ નથી. મહેરબાની કરીને તમારા નેટવર્ક અથવા વાઇફાઇથી કનેક્ટ કરો અને ફરીથી પ્રયાસ કરો.
pa: ਕੋਈ ਇੰਟਰਨੈੱਟ ਨਹੀਂ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਨੈੱਟਵਰਕ ਜਾਂ ਵਾਈਫਾਈ ਨਾਲ ਕਨੇਕਟ ਕਰੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Brak połączenia z internetem. Połącz się z siecią lub z Wi-Fi i spróbuj ponownie.
ro: Fără internet. Vă rugăm să vă conectați la rețeaua dvs. sau la Wi-Fi și să încercați din nou.
tr: İnternet yok. Lütfen şebekenize ya da WiFi’ya bağlanın ve bir daha deneyin.
ur: انٹرنیٹ نہیں ہے۔ برائے کرم اپنے نیٹ ورک یا وائی فائی سے کنیکٹ کریں اور دوبارہ کوشش کریں۔
zh: 没有网络。请连接到您的网络或WiFi，然后重试。

# network_error_general
source: Something went wrong. Please try again.
ar: حدث خطأ ما. يرجى المحاولة مرة أخرى.
bn: কিছু ভুল হয়েছে। অনুগ্রহপূর্বক আবার চেষ্টা করুন।
cy: Aeth rhywbeth o'i le. Rhowch gynnig arall arni.
gu: કંઈક ખોટું થઇ ગયું હતું. મહેરબાની કરી ને ફરી થી પ્રયાસ કરો.
pa: ਕੁਝ ਗ਼ਲਤ ਹੋਇਆ ਸੀ। ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Coś poszło nie tak. Proszę spróbować ponownie.
ro: Ceva nu a funcționat bine. Vă rugăm să reîncercați.
tr: Bir şeyler ters gitti. Lütfen bir daha deneyin.
ur: کچھ غلط ہو گیا ہے۔ برائے کرم دوبارہ کوشش کریں۔
zh: 出现故障。请再试一遍。

# void_test_result_no_isolation_title
source: To understand how the app calculates self-isolation days, visit the FAQs. We could not tell if you had coronavirus when the test was done and you should take the test again. If you are under 18, you are advised to show this message to a trusted adult.
ar: لا يمكننا معرفة ما إذا كنت مصابا COVID-19 عند إجراء الاختبار. إذا كان عمرك يقل عن 18 عامًا، فإننا نوصيك بعرض هذه الرسالة على شخصٍ بالغٍ محل ثقة لديك.
bn: যখন পরীক্ষাটি করা হয়েছিল, তখন আপনার COVID-19 ছিল কিনা তা আমরা নিশ্চিতভাবে বলতে পারিনি। আপনার বয়স ১৮ বছরের কম হলে, নির্ভরযোগ্য কোনো প্রাপ্তবয়স্ক ব্যক্তিকে এই বার্তা দেখানোর জন্য পরামর্শ দেওয়া হচ্ছে।
cy: Er mwyn deall sut mae'r ap yn cyfrifo diwrnodau hunan-ynysu, ewch i'r rhestr o gwestiynau a ofynnir yn aml. Ni allem ddweud a oedd y coronafeirws arnoch pan wnaed y prawf a dylech gymryd y prawf eto. Os ydych chi o dan 18 oed, fe'ch cynghorir i ddangos y neges hon i oedolyn dibynadwy.
gu: સેલ્ફ આયસોલેશનનાં દિવસોનો એપ કેવી રીતે સરવાળો કરે છે એ જાણવા માટે પૂછાતા પ્રશ્નો જૂઓ. જ્યારે પરીક્ષણ કરવામાં આવ્યું ત્યારે તમને કોરોનાવાયરસ હતો કે નહીં તે અમે કહી શક્યા નથી અને તમારે ફરીથી પરીક્ષણ કરાવી લેવું જોઈએ. તમને ઇમેઇલ, ટેક્સ્ટ અથવા ફોન દ્વારા વધુ માહિતી મોકલવામાં આવી છે. જો તમારી ઉંમર 18 વર્ષથી ઓછી છે, તો તમને કોઈ વિશ્વાસપાત્ર વયસ્ક વ્યક્તિને આ સંદેશ બતાવવાની સલાહ આપવામાં આવે છે.
pa: ਅਸੀਂ ਇਹ ਨਹੀਂ ਦੱਸ ਸਕੇ ਕਿ ਜਦੋਂ ਟੈਸਟ ਕੀਤਾ ਗਿਆ ਸੀ ਤਾਂ ਕੀ ਤੁਹਾਨੂੰ COVID-19। ਜੇ ਤੁਹਾਡੀ ਉਮਰ 18 ਸਾਲ ਤੋਂ ਘੱਟ, ਤਾਂ ਤੁਹਾਨੂੰ ਸਲਾਹ ਦਿੱਤੀ ਜਾਂਦੀ ਹੈ ਕਿ ਤੁਸੀਂ ਇਹ ਸੁਨੇਹਾ ਕਿਸੇ ਭਰੋਸੇਮੰਦ ਬਾਲਗ ਨੂੰ ਦਿਖਾਓ।
pl: Aby zrozumieć, w jaki sposób aplikacja liczy dni izolacji, zapoznaj się z najczęściej zadawanymi pytaniami (FAQ). Nie mogliśmy stwierdzić, czy w momencie wykonywania testu byłeś/aś zakażony/a koronawirusem, dlatego powinieneś/aś ponownie wykonać test. Jeśli masz mniej niż 18 lat, radzimy pokazać tę wiadomość zaufanej osobie dorosłej.
ro: Nu am putut stabili dacă aveați COVID-19 în momentul efectuării testului. Dacă aveți vârsta sub 18 ani, vi se recomandă să arătați acest mesaj unui adult de încredere.
tr: Uygulamanın kişisel karantina günlerini nasıl hesapladığını anlamak için SSS (sıkça sorulan sorular) bölümünü ziyaret edin Test yapıldığında sizde koronavirüs olup olmadığını tesbit edememiş olduğumuzdan dolayı testi bir daha yaptırmalısınız. E-posta, SMS mesaj ya da telefon yoluyla size daha fazla bilgi gönderildi. Eğer 18 yaşın altındaysanız bu mesajı güvendiğiniz bir yetişkine göstermeniz tavsiye edilir.
ur: جب جانچ کی گئی تھی اس وقت ہم یہ نہیں کہہ سکتے تھے نہیں کہہ سکتے کہ آیا آپ کو COVID-19 تھا۔ اگر آپ کی عمر 18 سال سے کم ہے تو آپ کو مشورہ دیا جاتا ہے کہ یہ پیغام کسی قابل اعتماد بالغ کو دکھائیں۔
zh: 我们无法判断您在检测完成时是否感染COVID-19毒。 如果您还未满 18 岁，建议您将此消息提供给您信任的成年人。

# qr_code_poster_description
source: English NHS QR code poster:
ar: ملصق لرمز الاستجابة السريعة QR الإنجليزي من NHS:
bn: ইংলিশ NHS QR কোড পোস্টার:
cy: Poster Saesneg cod QR y GIG:
gu: ઈંગ્લિશ NHS QR કોડ પોસ્ટરઃ
pa: ਇੰਗਲਿਸ਼ NHS QR ਕੋਡ ਪੋਸਟਰ:
pl: Angielski plakat z kodem NHS QR:
ro: Poster NHS cod QR engleză
tr: İngilizce Yemek ve Konaklama Mekanları NHS QR kodu posteri:
ur: انگلش NHS کیو آر کوڈ پوسٹر:
zh: 英格兰 NHS 二维码图片：

# qr_code_poster_wales_description
source: Welsh NHS QR code poster:
ar: ملصق لرمز الاستجابة السريعة QR الويلزي من NHS:
bn: ওয়েল্‌শ NHS QR কোডের পোস্টার:
cy: Poster Cymraeg cod QR y GIG:
gu: વેલ્શ NHS QR કોડ પોસ્ટર:
pa: ਵੈਲਸ਼ NHS QR ਕੋਡ ਪੋਸਟਰ:
pl: Walijski plakat z kodem NHS QR:
ro: Poster NHS cod QR galeză
tr: Galce NHS QR kodu posteri:
ur: ویلش NHS کیو آر کوڈ پوسٹر:
zh: 威尔士 NHS 二维码图片:

# qr_code_poster_accessibility_label
source: Here is an example of an English NHS QR code poster
ar: فيما يلي مثالٌ على ملصق رمز الاستجابة NHS QR الإنجليزي
bn: ইংলিশ NHS QR কোড পোস্টারের একটি নমুনা এখানে দেওয়া হলো
cy: Dyma enghraifft o boster cod QR GIG Lloegr
gu: અહીં અંગ્રેજી NHS QR કોડ પોસ્ટરનું ઉદાહરણ આપ્યું છે
pa: ਇਹ ਇੰਗਲਿਸ਼ NHS QR ਕੋਡ ਪੋਸਟਰ ਦੀ ਉਦਾਹਰਣ ਹੈ
pl: Oto przykład angielskiego plakatu z kodem NHS QR
ro: Iată un exemplu de afiș cu cod QR NHS pentru Anglia
tr: Örnek bir İngilizce NHS QR kodu posteri
ur: یہاں انگلش NHS QR کوڈ پوسٹر کی ایک مثال ہے
zh: 这是英格兰 NHS 二维码图片的举例

# qr_code_poster_wales_accessibility_label
source: Here is an example of a Welsh NHS QR code poster
ar: فيما يلي مثالٌ على ملصق رمز الاستجابة NHS QR الويلزي
bn: ওয়েলস NHS QR কোড পোস্টারের একটি নমুনা এখানে দেওয়া হলো
cy: Dyma enghraifft o boster cod QR GIG Cymru
gu: અહીં વેલ્શ NHS QR કોડ પોસ્ટરનું ઉદાહરણ આપ્યું છે
pa: ਇਹ ਵੈਲਸ਼ NHS QR ਕੋਡ ਪੋਸਟਰ ਦੀ ਉਦਾਹਰਣ ਹੈ
pl: Oto przykład walijskiego plakatu z kodem NHS QR
ro: Iată un exemplu de afiș cu cod QR NHS pentru Țara Galilor
tr: Örnek bir Galce NHS QR kodu posteri
ur: یہاں ویلش NHS QR کوڈ پوسٹر کی ایک مثال ہے
zh: 这是威尔士 NHS 二维码图片的举例

# negative_test_result_after_positive_info
source: Your coronavirus test result is negative. However, you should stay in self-isolation. This is because you either have a previous positive test result or have recently reported symptoms.
ar: كانت نتيجة اختبار COVID-19 الخاصة بك سلبية، لكن يجب أن تحاول البقاء في المنزل. هذا إما لأن لديك نتيجة اختبار إيجابية سابقة أو أنك أبلغت عن أعراض مؤخرًا
bn: আপনার COVID-19 পরীক্ষার ফলাফল নেগেটিভ, তবুও আপনার বাসায় থাকতে চেষ্টা করা উচিৎ। তার কারণ, হয় আপনার পূর্ববর্তী পরীক্ষার ফলাফল পজিটিভ ছিল অথবা আপনি সম্প্রতি জানিয়েছেন আপনার উপসর্গ দেখা দিয়েছে
cy: Mae canlyniad eich prawf COVID-19 yn negyddol. Fodd bynnag, dylech geisio aros gartref. Mae hyn oherwydd eich bod naill ai wedi cael canlyniad prawf positif blaenorol neu wedi nodi symptomau yn ddiweddar.
gu: તમારું કોરોનાવાયરસ ટેસ્ટ રિઝલ્ટ નેગેટિવ છે. તેમ છતાં, તમારે સેલ્ફ-આઇસોલેશનમાં રહેવું જોઈએ. આ એટલા માટે છે કે ક્યાં તો તમારું અગાઉનું ટેસ્ટ રિઝલ્ટ પોઝિટિવ છે અથવા તમે તાજેતરમાં લક્ષણો રિપોર્ટ કર્યા છે.
pa: ਤੁਹਾਡੇ COVID-19 ਟੈਸਟ ਦਾ ਨਤੀਜਾ ਨੈਗੇਟਿਵ ਹੈ, ਪਰ ਤੁਹਾਨੂੰ ਘਰ ਰਹਿਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ। ਇਹ ਇਸ ਲਈ ਹੈ ਕਿਉਂਕਿ ਜਾਂ ਤਾਂ ਪਹਿਲਾਂ ਤੁਹਾਡੇ ਟੈਸਟ ਦਾ ਨਤੀਜਾ ਪਾਜ਼ਿਟਿਵ ਆਇਆ ਸੀ ਜਾਂ ਤੁਸੀਂ ਹਾਲ ਹੀ ਵਿੱਚ ਲੱਛਣਾਂ ਦੀ ਰਿਪੋਰਟ ਕੀਤੀ ਹੈ
pl: Wynik Twojego testu na COVID-19 był negatywny. Jednak nadal staraj się pozostać w domu Zalecenie to może wiązać się z wcześniejszym pozytywnym wynikiem testu lub Twoimi niedawnymi objawami.
ro: Rezultatul testului dvs. COVID-19 este negativ, dar ar trebui să încercați să stați acasă. Trebuie să încercați să stați acasă deoarece fie aveți un rezultat pozitiv al unui test anterior, fie ați raportat recent simptome
tr: Koronavirüs testinizin sonucu negatif. Buna rağmen karantinada kalmalısınız. Bunun sebebi ya daha önceki bir testinizin sonucunun pozitif olması ya da yakın zaman önce belirtilerinizin olduğunu bildirmiş olmanızdır.
ur: آپ کی COVID-19 کی جانچ کا نتیجہ منفی ہے، لیکن آپ کو گھر پر رہنے کی کوشش کرنی چاہیے۔ ایسا اس لیے ہے کیوں کہ یا تو آپ کی سابقہ جانچ کا نتیجہ مثبت رہا ہے یا آپ نے حال ہی میں علامات کی اطلاع دی ہے
zh: 您的 COVID-19 检测结果呈阴性，但请居家隔离。原因在于您之前的检测结果呈阳性，或者最近上报出现症状

# negative_test_result_after_positive_explanation
source: To understand how the app calculates self-isolation days, visit the FAQs. Your current test result shows that you did not have the virus at the time of testing. If you have recently reported symptoms, make sure you have booked a test. If you develop symptoms, report them on this app. If you are under 18, you are advised to show this message to a trusted adult.
ar: إذا كان عمرك أقل من 18 عامًا، فإننا نوصيك بعرض هذه الرسالة على شخصٍ بالغٍ محل ثقةٍ لديك.
bn: আপনার বয়স ১৮ বছরের কম হলে, নির্ভরযোগ্য কোনো প্রাপ্তবয়স্ক ব্যক্তিকে এই বার্তা দেখানোর জন্য পরামর্শ দেওয়া হচ্ছে।
cy: Mae canlyniad y prawf yn dangos nad oedd COVID-19 arnoch ar adeg y prawf. Os ydych chi o dan 18 oed, fe'ch cynghorir i ddangos y neges hon i oedolyn dibynadwy.
gu: સેલ્ફ આયસોલેશનનાં દિવસોનો એપ કેવી રીતે સરવાળો કરે છે એ જાણવા માટે પૂછાતા પ્રશ્નો જૂઓ. તમારા વર્તમાન પરીક્ષણનું પરિણામ એ બતાવે છે કે પરીક્ષણના સમયે, તમને વાયરસનો ચેપ ન હતો. જો તમે તાજેતરમાં લક્ષણો રિપોર્ટ કર્યા હોય, તો નક્કીકરો કે તમે ટેસ્ટ બુક કરાવ્યું છે. જો તમને લક્ષણો થાય, તો તે આ ઍપ પર રિપોર્ટ કરો. જો તમારી ઉંમર 18 વર્ષથી ઓછી છે, તો તમને કોઈ વિશ્વાસપાત્ર વયસ્ક વ્યક્તિને આ સંદેશ બતાવવાની સલાહ આપવામાં આવે છે.
pa: ਜੇ ਤੁਹਾਡੀ ਉਮਰ 18 ਸਾਲ ਤੋਂ ਘੱਟ, ਤਾਂ ਤੁਹਾਨੂੰ ਸਲਾਹ ਦਿੱਤੀ ਜਾਂਦੀ ਹੈ ਕਿ ਤੁਸੀਂ ਇਹ ਸੁਨੇਹਾ ਕਿਸੇ ਭਰੋਸੇਮੰਦ ਬਾਲਗ ਨੂੰ ਦਿਖਾਓ।
pl: Wynik Twojego ostatniego testu wskazuje, że miałeś(-aś) wówczas COVID-19. Jeśli masz mniej niż 18 lat, radzimy pokazać tę wiadomość zaufanej osobie dorosłej.
ro: Dacă aveți sub 18 ani, vă recomandăm să arătați acest mesaj unui adult de încredere.
tr: Uygulamanın kişisel karantina günlerini nasıl hesapladığını anlamak için SSS (sıkça sorulan sorular) bölümünü ziyaret edin Test sonucu testin yapıldığı anda sizde virüs olmadığını göstermektedir. Yakın zaman önce belirtilerinizin olduğunu bildirdiyseniz, bir test için rezervasyon yaptırdığınızdan emin olun. Belirtiler görmeye başlarsanız, onları bu uygulama aracılığıyla bildirin. Eğer 18 yaşın altındaysanız bu mesajı güvendiğiniz bir yetişkine göstermeniz tavsiye edilir.
ur: اگر آپ کی عمر 18 سال سے کم ہے تو، آپ کو یہ پیغام کسی قابل اعتماد بالغ فرد کو دکھانے کا مشورہ دیا جاتا ہے.
zh: 即使没有任何症状，您也极有可能感染和传播该病毒。如果您还未满 18 岁，建议您将此消息拿提供给您信任的成年人。

# positive_test_result_start_to_isolate_explaination
source: To understand how the app calculates self-isolation days, visit the link to the FAQs below. Your test result shows that you had the virus at the time of the test. You have been sent more information by email, text or phone. If you are under 18, you are advised to show this message to a trusted adult.
ar: يمكنك الاستمرار في ممارسة أنشطتك المعتادة بعد ذلك الوقت إذا لم يكن لديك ارتفاع في درجة الحرارة وإذا كنت تشعر أنك بصحة جيدة. وهذا لكي تتجنب نقل COVID-19 إلى الآخرين.
bn: আপনার জ্বর না থাকলে এবং আপনি যথেষ্ট সুস্থ বোধ করলে, সেই সময়ের পরে আপনি আপনার স্বাভাবিক কার্যকলাপ করতে পারেন। অন্যদের উপর COVID-19 ছড়ানো এড়ানোর জন্য এই পদক্ষেপ নেওয়া হয়।
cy: Gallwch barhau gyda'ch gweithgareddau arferol, wedi’r cyfnod hwnnw, os nad oes gennych chi dymheredd uchel ac os ydych chi'n teimlo'n ddigon da. Mae hyn er mwyn osgoi pasio COVID-19 ymlaen i eraill.
gu: સેલ્ફ આયસોલેશનનાં દિવસોનો એપ કેવી રીતે સરવાળો કરે છે એ જાણવા માટે પૂછાતા પ્રશ્નોની નીચે લિંક જૂઓ. તમારા પરીક્ષણનું પરિણામ એ બતાવે છે કે પરીક્ષણના સમયે તમને વાયરસનો ચેપ હતો. તમને ઇમેઇલ, ટેક્સ્ટ અથવા ફોન દ્વારા વધુ માહિતી મોકલવામાં આવી છે. જો તમારી ઉંમર 18 વર્ષથી ઓછી છે, તો તમને કોઈ વિશ્વાસપાત્ર વયસ્ક વ્યક્તિને આ સંદેશ બતાવવાની સલાહ આપવામાં આવે છે.
pa: ਜੇਕਰ ਤੁਹਾਨੂੰ ਤੇਜ਼ ਬੁਖ਼ਾਰ ਨਹੀਂ ਹੈ ਅਤੇ ਜੇਕਰ ਤੁਸੀਂ ਠੀਕ ਮਹਿਸੂਸ ਕਰਦੇ ਹੋ ਤਾਂ ਉਸ ਸਮੇਂ ਤੋਂ ਬਾਅਦ ਤੁਸੀਂ ਆਪਣੀਆਂ ਆਮ ਗਤੀਵਿਧੀਆਂ ਨੂੰ ਜਾਰੀ ਰੱਖ ਸਕਦੇ ਹੋ। ਇਹ COVID-19 ਨੂੰ ਦੂਜਿਆਂ ਤਕ ਪਹੁੰਚਾਉਣ ਤੋਂ ਬਚਣ ਲਈ ਹੈ।
pl: Po tym czasie, możesz kontynuować normalną aktywność, chyba że będziesz mieć wysoką temperaturę lub będziesz się źle czuć. Ma to zapobiec zarażaniu innych wirusem COVID-19.
ro: Puteți să vă desfășurați în continuare activitățile normale după această perioadă dacă nu aveți temperatură mare și vă simțiți destul de bine. Acest lucru are rolul de a evita transmiterea virusului COVID-19 unor alte persoane.
tr: Uygulamanın kişisel karantina günlerini nasıl hesapladığını anlamak için aşağıdaki SSS (sıkça sorulan sorular) bağlantısını ziyaret edin Test sonucunuz testin yapıldığı anda sizde virüs olduğunu göstermektedir. E-posta, SMS mesajı ya da telefon yoluyla size daha fazla bilgi gönderildi. Eğer 18 yaşın altındaysanız bu mesajı güvendiğiniz bir yetişkine göstermeniz tavsiye edilir.
ur: اگر آپ کا درجۂ حرارت زیادہ نہیں ہے اور اگر آپ کافی بہتر محسوس کرتے ہیں تو آپ اس مدت کے بعد اپنی معمول کی سرگرمیاں جاری رکھ سکتے ہیں۔ ایسا دوسروں تک COVID-19 کو منتقل کرنے سے بچنے کے لیے ہے۔
zh: 在这段时间之后，若无发烧且感觉良好，您可以恢复正常生活。这可避免将 COVID-19 传染给他人。

# negative_test_result_after_positive_button_label
source: Continue
ar: استمرار
bn: চালিয়ে যান
cy: Parhau
gu: ચાલુ રાખો
pa: ਜਾਰੀ ਰੱਖੋ
pl: Kontynuuj
ro: Continuare
tr: Devam
ur: جاری رکھیں
zh: 继续

# positive_test_result_start_to_isolate_title
source: Self-isolate for
ar: إعزل نفسك لمدة
bn: স্ব-বিচ্ছিন্ন হন
cy: Hunanynyswch am
gu: માટે સેલ્ફ-આઇસોલેટ થાવ
pa: ਇਸ ਸਮੇਂ ਲਈ ਸੈਲਫ-ਆਈਸੋਲੇਟ ਕਰੋ
pl: Proszę izolować się przez
ro: Autoizolare pentru
tr: Kişisel karantina süresi
ur: ذیل کے لیے خود کو تنہا کریں
zh: 自我隔离

# positive_test_result_start_to_isolate_info
source: Your coronavirus test result is positive
ar: نتيجة اختبار الكشف عن إصابتك بفيروس كورونا إيجابية
bn: আপনার করোনাভাইরাস পরীক্ষার ফলাফল পজিটিভ
cy: Mae canlyniad eich prawf coronafirws yn bositif
gu: તમારા કોરોનાવાયરસનું ટેસ્ટ પરિણામ સકારાત્મક છે
pa: ਤੁਹਾਡਾ ਕੋਰੋਨਾਵਾਇਰਸ ਟੈਸਟ ਦਾ ਨਤੀਜਾ ਪਾਜ਼ਿਟਿਵ ਹੈ
pl: Wynik Twojego testu na koronawirusa jest pozytywny.
ro: Rezultatul testului dvs. de coronavirus este pozitiv
tr: Koronavirüs test sonucunuz pozitif
ur: آپ کے کوروناوائرس کے ٹیسٹ کا نتیجہ مثبت ہے۔
zh: 您的冠状病毒测试结果为阳性

# end_of_isolation_positive_text_no_isolation_header
source: Your test result
ar: نتيجة اختبارك
bn: আপনার পরীক্ষার ফলাফল
cy: Canlyniad eich prawf
gu: તમારી ટેસ્ટનું પરિણામ
pa: ਤੁਹਾਡਾ ਟੈਸਟ ਨਤੀਜਾ
pl: Twój wynik testu
ro: Rezultatul testului dvs.
tr: Test sonucunuz
ur: آپکےٹیسٹ کا نتیجہ
zh: 您的检测结果

# void_test_result_no_isolation_header
source: Your test result
ar: نتيجة اختبارك
bn: আপনার পরীক্ষার ফলাফল
cy: Canlyniad eich prawf
gu: તમારી ટેસ્ટનું પરિણામ
pa: ਤੁਹਾਡਾ ਟੈਸਟ ਨਤੀਜਾ
pl: Twój wynik testu
ro: Rezultatul testului dvs.
tr: Test sonucunuz
ur: آپکےٹیسٹ کا نتیجہ
zh: 您的检测结果

# end_of_isolation_has_passed_description date: %@ time: %@_copy
source: You were released from isolation on %@ at %@
ar: أنتهت التوجيهات الخاصة باقامتك في المنزل في يوم %@ في الساعة %@
bn: আপনার বাসায় থাকার নির্দেশিকা %@-এ %@-এ শেষ হয়েছে
cy: Daeth eich canllawiau aros gartref i ben ar %@ am %@
gu: %@ ના રોજ %@ વાગે તમને આઇસોલેશન માંથી બહાર કરવામાં આવ્યા હતા
pa: ਤੁਹਾਡਾ ਘਰ ਰਹਿਣ ਦਾ ਮਾਰਗਦਰਸ਼ਨ %@ ਨੂੰ %@ ਵਜੇ ਸਮਾਪਤ ਹੋ ਗਿਆ
pl: Zalecenie dotyczące pozostania w domu wygasło %@ o %@
ro: Indicațiile privind rămânerea dvs. acasă au luat sfârșit pe data de %@ ora %@
tr: %@, %@ itibarıyla kişisel karantinanızın sonuna geldiniz
ur: آپ کی گھر پر رہنے سے متعلق رہنمائی %@ کو %@ پر ختم ہو گئی ہے
zh: 居家隔离指导意见结束时间：%@ %@

# dont_worry_notification_title
source: COVID-19 Exposure Check Complete
ar: اكتمل الفحص المتعلق بالتعرّض لفيروس كوفيد-19
bn: কোভিড -১৯-এর সংস্পর্শে আসা সংক্রান্ত যাচাই সম্পন্ন হয়েছে
cy: Proses wirio cysylltiadau COVID-19 wedi gorffen
gu: COVID-19 એકસપોઝર માટેની તપાસ પૂરી
pa: ਕੋਵਿਡ-19 ਸੰਪਰਕ ਚੈੱਕ ਸੰਪੂਰਨ
pl: Test narażenia na ryzyko zakażenia COVID-19 został zakończony.
ro: Verificare de expunere la COVID-19 finalizată.
tr: COVID-19 Maruz Kalma Kontrolü Tamamlandı
ur: کوویڈ 19- افشا کی پڑتال مکمل
zh: COVID-19暴露检查完成

# dont_worry_notification_body
source: Don’t worry, we have assessed your risk and there is no need to take action at this time. Please continue to stay alert and follow the latest advice on social distancing.
ar: لا داعي للقلق، لقد أجرينا تقييمًا لمدى الخطورة لديك وليس هناك ما يدعو إلى اتخاذ أي إجراءٍ في الوقت الراهن. نُهيب بكم الاستمرار في توخي الحيطة واتباع أحدث النصائح المتعلقة بالتباعد الجسدي.
bn: চিন্তা করবেন না, আমরা আপনার ঝুঁকি নিরূপণ করেছি। এখন কোন ব্যবস্থা নেওয়ার দরকার নেই। দয়া করে সতর্ক থাকবেন এবং সামাজিক দূরত্ব বজায় রাখার ব্যাপারে সর্বশেষ পরামর্শ মেনে চলবেন।
cy: Peidiwch â phoeni, rydym wedi asesu eich risg ac nid oes angen gweithredu ar hyn o bryd. Dylech barhau i fod yn ofalus a dilyn y cyngor diweddaraf ar gadw pellter cymdeithasol.
gu: ફિકર- ચિંતા કરશો નહિ, અમે તમારા જોખમ- ભયની તપાસી કરી છે અને આ સમયે કોઈ પગલા લેવાની જરૂર નથી. કૃપા કરી સાવધ રહેવાનું ચાલુ રાખી અને સોશિયલ ડિસ્ટંસ વિષેની તાજેતર સલાહ- સૂચન અનુસરો.
pa: ਚਿੰਤਾ ਨਾ ਕਰੋ, ਅਸੀਂ ਤੁਹਾਡੇ ਜ਼ੋਖਮ ਦਾ ਮੁਲਾਂਕਣ ਕਰ ਲਿਆ ਹੈ ਅਤੇ ਇਸ ਸਮੇਂ ਕਾਰਵਾਈ ਕਰਨ ਦੀ ਜ਼ਰੂਰਤ ਨਹੀਂ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਚੇਤੰਨ ਰਹਿਣਾ ਜਾਰੀ ਰੱਖੋ ਅਤੇ ਸਮਾਜਕ ਦੂਰੀ ਸਬੰਧੀ ਨਵੀਨਤਮ ਸਲਾਹ ਦੀ ਪਾਲਣਾ ਕਰੋ।
pl: Nie martw się, oceniliśmy twój stan zagrożenia i obecnie nie musisz podejmować żadnych działań. Zachowaj czujność i postępuj zgodnie z najnowszymi wskazówkami dotyczącymi dystansowania społecznego.
ro: Nu vă faceți griji, v-am evaluat nivelul de risc și nu trebuie să acționați momentan. Continuați să stați alert și să urmați ultimele îndrumări pentru distanțare socială.
tr: Merak etmeyin, riskinizi değerlendirdik ve şu anda herhangi birşey yapmanıza gerek yoktur. Lütfen dikkat etmeye ve sosyal mesafe ile ilgili en son tavsiyelere uymaya devam edin.
ur: پریشان نہ ہوں ، ہم نے آپ کے خطرے کی تشخیص کی ہے اور اس وقت کارروائی کرنے کی ضرورت نہیں ہے۔ براہ کرم چوکس رہیں اور معاشرتی دوری سے متعلق تازہ ترین مشورے پر عمل کریں۔
zh: 不用担心，我们已经评估了您的风险，目前无需采取任何措施。 请继续保持警惕，并遵循有关社交距离的最新建议。
