Repository: nihp-public/covid-19-app-ios-ag-public
Catalog: NHS-COVID-19/Core/Sources/Localization/Resources/*.lproj/Localizable.strings
Languages: ar, bn, cy, gu, pa, pl, ro, tr, ur, zh

# launcher_permissions_bluetooth_button
source: Turn on Bluetooth
ar: قم بتشغيل خاصية البلوتوث
bn: ব্লুটুথ চালু করুন
cy: Trowch Bluetooth ymlaen
gu: બ્લ્યૂટૂથ ઑન કરો
pa: ਬਲੂਟੁੱਥ ਚਾਲੂ ਕਰੋ
pl: Włącz połączenie Bluetooth
ro: Porniți Bluetooth
tr: Bluetooth'u açın
ur: بلوٹوتھ چالو کریں
zh: 打开Bluetooth

# launcher_permissions_bluetooth_secondary_button
source: Use without Bluetooth
ar: استخدم بدون خاصية البلوتوث
bn: ব্লুটুথ ছাড়া ব্যবহার করুন
cy: Defnyddio heb Bluetooth
gu: બ્લ્યૂટૂથ વિના ઉપયોગ કરો
pa: ਬਲੂਟੁੱਥ ਤੋਂ ਬਿਨਾਂ ਵਰਤੋਂ
pl: Używaj bez połączenia Bluetooth
ro: Utilizați fără Bluetooth
tr: Bluetooth olmadan kullan
ur: بلوٹوتھ کے بغیر استعمال کریں
zh: 在无Bluetooth的情况下使用

# contact_tracing_permissions_bluetooth_title
source: Contact tracing does not work without Bluetooth
ar: لا يعمل تتبع جهات الاتصال بدون خاصية البلوتوث
bn: ব্লুটুথ ছাড়া কন্ট্যাক্ট ট্রেসিং কাজ করে না
cy: Dydy olrhain cyswllt ddim yn gweithio heb Bluetooth
gu: કૉન્ટેક્ટ ટ્રેસિંગ બ્લ્યૂટૂથ વિના કામ કરતું નથી
pa: ਬਲੂਟੁੱਥ ਤੋਂ ਬਿਨਾਂ ਸੰਪਰਕ ਟ੍ਰੇਸਿੰਗ ਕੰਮ ਨਹੀਂ ਕਰਦੀ ਹੈ
pl: Śledzenie kontaktów nie działa bez włączonego połączenia Bluetooth
ro: Monitorizarea contactelor nu funcționează fără Bluetooth
tr: Temaslı takibi Bluetooth olmadan çalışmaz
ur: کنٹیکٹ ٹریسنگ بلوٹوتھ کے بغیر کام نہیں کرتی ہے
zh: 接触者追踪需要使用Bluetooth功能

# contact_tracing_permissions_bluetooth_hint
source: Turn on Bluetooth in your phone settings
ar: قم بتشغيل خاصية البلوتوث في إعدادات هاتفك
bn: আপনার ফোন সেটিংসে ব্লুটুথ চালু করুন
cy: Trowch Bluetooth ymlaen yng ngosodiadau eich ffôn
gu: તમારા ફોનનાં સેટિંગ્ઝમાં બ્લ્યૂટૂથ ઑન કરો
pa: ਆਪਣੇ ਫੋਨ ਦੀਆਂ ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਬਲੂਟੁੱਥ ਨੂੰ ਚਾਲੂ ਕਰੋ
pl: Włącz połączenie Bluetooth w ustawieniach telefonu
ro: Porniți Bluetooth din setările telefonului
tr: Telefonunuzun ayarlarından Bluetooth özelliğini açın
ur: اپنے فون کی ترتیبات میں بلوٹوتھ کو چالو کریں
zh: 在手机设置中打开Bluetooth

# contact_tracing_permissions_bluetooth_description
source: Contact tracing helps to prevent the spread of COVID-19 by letting you know if you’ve been in close contact with someone who has tested positive. Turn on Bluetooth to help to stop the spread of COVID-19. You can continue to use this app without Bluetooth, but contact tracing will not work.
ar: يساعد تتبع جهات الاتصال في منع انتشار COVID-19 من خلال إخبارك إذا كنت على اتصال وثيق مع شخص ما ثبُتت أصابته بالفيروس. قم بتشغيل خاصية البلوتوث للمساعدة في وقف انتشار COVID-19. يمكنك الاستمرار في استخدام هذا التطبيق بدون خاصية البلوتوث، لكن تتبع جهات الاتصال لن يعمل
bn: পরীক্ষায় পজিটিভ ফল এসেছে এমন কারো সাথে আপনি ঘনিষ্ঠ সংস্পর্শে ছিলেন কিনা তা আপনাকে জানিয়ে, কন্ট্যাক্ট ট্রেসিং COVID-19 এর বিস্তার রোধ করতে সাহায্য করে। COVID-19 এর বিস্তার বন্ধ করতে সাহায্য করার জন্য ব্লুটুথ চালু করুন। আপনি ব্লুটুথ ছাড়া এই অ্যাপটি ব্যবহার করা চালিয়ে যেতে পারেন, তবে কন্ট্যাক্ট ট্রেসিং কাজ করবে না।
cy: Mae olrhain cyswllt yn helpu atal lledaeniad COVID-19 trwy adael i chi wybod os ydych chi wedi bod mewn cysylltiad agos â rhywun sydd wedi cael canlyniad prawf positif. Trowch Bluetooth ymlaen i helpu atal lledaeniad COVID-19. Gallwch ddal i ddefnyddio’r ap yma heb Bluetooth, ond ni fydd olrhain cyswllt yn gweithio.
gu: જેઓનો ટેસ્ટ પૉઝિટિવ આવ્યો હોય એવી કોઈ વ્યક્તિ સાથે તમે નજીકના સંપર્કમા આવ્યા છો કે કેમ તે તમને જણાવીને કૉન્ટેક્ટ ટ્રેસિંગ COVID-19નો ફેલાવો અટકાવવામાં મદદ કરે છે. COVID-19નો ફેલાવો અટકાવવામાં મદદ કરવા માટે બ્લ્યૂટૂથ ઑન કરો. તમે બ્લ્યૂટૂથ વિના આ ઍપનો ઉપયોગ કરવાનું ચાલુ રાખી શકો છો, પરંતુ કૉન્ટેક્ટ ટ્રેસિંગ કામ કરશે નહિ.
pa: ਸੰਪਰਕ ਟ੍ਰੇਸਿੰਗ ਤੁਹਾਨੂੰ ਇਹ ਦੱਸ ਕੇ COVID-19 ਦੇ ਫੈਲਣ ਨੂੰ ਰੋਕਣ ਵਿੱਚ ਮਦਦ ਕਰਦੀ ਹੈ ਕਿ ਕੀ ਤੁਸੀਂ ਕਿਸੇ ਅਜਿਹੇ ਵਿਅਕਤੀ ਦੇ ਨਜ਼ਦੀਕੀ ਸੰਪਰਕ ਵਿੱਚ ਰਹੇ ਹੋ, ਜਿਸਦਾ ਟੈਸਟ ਪਾਜ਼ਿਟਿਵ ਆਇਆ ਹੈ। COVID-19 ਦੇ ਫੈਲਣ ਨੂੰ ਰੋਕਣ ਵਿੱਚ ਮਦਦ ਲਈ ਬਲੂਟੁੱਥ ਚਾਲੂ ਕਰੋ। ਤੁਸੀਂ ਬਲੂਟੁੱਥ ਤੋਂ ਬਿਨਾਂ ਇਸ ਐਪ ਦੀ ਵਰਤੋਂ ਕਰਨਾ ਜਾਰੀ ਰੱਖ ਸਕਦੇ ਹੋ, ਪਰ ਸੰਪਰਕ ਟ੍ਰੇਸਿੰਗ ਕੰਮ ਨਹੀਂ ਕਰੇਗੀ।
pl: Śledzenie kontaktów pomaga zapobiegać rozprzestrzenianiu się COVID-19, informując użytkownika, że był w bliskim kontakcie z osobą, u której wynik testu był pozytywny. Włącz połączenie Bluetooth, aby pomóc w powstrzymanie rozprzestrzeniania się COVID-19. Możesz nadal korzystać z tej aplikacji bez połączenia Bluetooth, ale nie będzie wówczas działać śledzenie kontaktów.
ro: Monitorizarea contactelor ajută la prevenirea răspândirii COVID-19 prin a vă informa dacă ați intrat în contact direct cu o persoană testată pozitiv. Porniți Bluetooth pentru a ajuta la oprirea răspândirii COVID-19. Puteți utiliza aplicația în continuare fără Bluetooth, dar monitorizarea contactelor nu va funcționa.
tr: Temaslı takibi COVID-19 testi pozitif çıkmış kimselerle yakın temasta bulunmuş olmanız halinde sizi haberdar ederek hastalığın yayılmasını önlemeye yardımcı olur. COVID-19'un yayılmasını durdurmaya yardımcı olmak için Bluetooth özelliğini açın. Bu uygulamayı Bluetooth olmadan da kullanmaya devam edebilirsiniz ama temaslı takibi yapılamaz.
ur: کنٹیکٹ ٹریسنگ آپ کو یہ بتاتے ہوئے COVID-19 کے پھیلاؤ کو روکنے میں مدد دیتی ہے کہ آیا آپ کسی ایسے شخص کے قریبی رابطہ میں رہے ہیں جس کی جانچ مثبت آئی ہے۔ COVID-19 کے پھیلاؤ کو روکنے میں مدد دینے کے لیے بلوٹوتھ چالو کریں۔ آپ بلوٹوتھ کے بغیر بھی یہ ایپ استعمال کرنا جاری رکھ سکتے ہیں، لیکن کنٹیکٹ ٹریسنگ کام نہیں کرے گی۔
zh: 如果您曾与检测结果呈阳性的对象有过密切接触，接触者追踪功能将通知您这一情况，从而帮助防止COVID-19传播。 请打开Bluetooth，帮助防止COVID-19传播。您可以在不打开Bluetooth的情况下继续使用此应用，但接触者追踪功能将无法工作。

# contact_tracing_permissions_bluetooth_button
source: Turn on Bluetooth
ar: قم بتشغيل خاصية البلوتوث
bn: ব্লুটুথ চালু করুন
cy: Trowch Bluetooth ymlaen
gu: બ્લ્યૂટૂથ ઑન કરો
pa: ਬਲੂਟੁੱਥ ਚਾਲੂ ਕਰੋ
pl: Włącz połączenie Bluetooth
ro: Porniți Bluetooth
tr: Bluetooth'u açın
ur: بلوٹوتھ چالو کریں
zh: 打开Bluetooth

# contact_tracing_permissions_bluetooth_secondary_button
source: Use without Bluetooth
ar: استخدم بدون خاصية البلوتوث
bn: ব্লুটুথ ছাড়া ব্যবহার করুন
cy: Defnyddio heb Bluetooth
gu: બ્લ્યૂટૂથ વિના ઉપયોગ કરો
pa: ਬਲੂਟੁੱਥ ਤੋਂ ਬਿਨਾਂ ਵਰਤੋਂ
pl: Używaj bez połączenia Bluetooth
ro: Utilizați fără Bluetooth
tr: Bluetooth olmadan kullan
ur: بلوٹوتھ کے بغیر استعمال کریں
zh: 在无Bluetooth的情况下使用

# bluetooth_not_active
source: Contact tracing does not work without Bluetooth
ar: لا يعمل تتبع جهات الاتصال بدون خاصية البلوتوث
bn: ব্লুটুথ ছাড়া কন্ট্যাক্ট ট্রেসিং কাজ করে না
cy: Dydy olrhain cyswllt ddim yn gweithio heb Bluetooth
gu: કૉન્ટેક્ટ ટ્રેસિંગ બ્લ્યૂટૂથ વિના કામ કરતું નથી
pa: ਬਲੂਟੁੱਥ ਤੋਂ ਬਿਨਾਂ ਸੰਪਰਕ ਟ੍ਰੇਸਿੰਗ ਕੰਮ ਨਹੀਂ ਕਰਦੀ ਹੈ
pl: Śledzenie kontaktów nie działa bez włączonego połączenia Bluetooth
ro: Monitorizarea contactelor nu funcționează fără Bluetooth
tr: Temaslı takibi Bluetooth olmadan çalışmaz
ur: کنٹیکٹ ٹریسنگ بلوٹوتھ کے بغیر کام نہیں کرتی ہے
zh: 接触者追踪需要使用Bluetooth功能

# bluetooth_activate
source: Turn on Bluetooth in your phone settings
ar: قم بتشغيل خاصية البلوتوث في إعدادات هاتفك
bn: আপনার ফোন সেটিংসে ব্লুটুথ চালু করুন
cy: Trowch Bluetooth ymlaen yng ngosodiadau eich ffôn
gu: તમારા ફોનનાં સેટિંગ્ઝમાં બ્લ્યૂટૂથ ઑન કરો
pa: ਆਪਣੇ ਫੋਨ ਦੀਆਂ ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਬਲੂਟੁੱਥ ਨੂੰ ਚਾਲੂ ਕਰੋ
pl: Włącz połączenie Bluetooth w ustawieniach telefonu
ro: Porniți Bluetooth din setările telefonului
tr: "Telefonunuzun ayarlarından Bluetooth özelliğini açın"
ur: اپنے فون کی ترتیبات میں بلوٹوتھ کو چالو کریں
zh: 在手机设置中打开Bluetooth

# local_statistics_main_screen_navigation_title
source: Local COVID-19 data
ar: بيانات COVID-19 المحلية
bn: স্থানীয় COVID-19 তথ্য
cy: Data COVID-19 lleol
gu: સ્થાનિક COVID-19 ડેટા
pa: ਸਥਾਨਕ COVID-19 ਡਾਟਾ
pl: Lokalne dane dotyczące COVID-19
ro: Date locale privind COVID-19
tr: Yerel COVID-19 verileri
ur: مقامی COVID-19 کا ڈیٹا
zh: COVID-19本地数据

# local_statistics_main_screen_title
source: Local COVID-19 data
ar: بيانات COVID-19 المحلية
bn: স্থানীয় COVID-19 তথ্য
cy: Data COVID-19 lleol
gu: સ્થાનિક COVID-19 ડેટા
pa: ਸਥਾਨਕ COVID-19 ਡਾਟਾ
pl: Lokalne dane dotyczące COVID-19
ro: Date locale privind COVID-19
tr: Yerel COVID-19 verileri
ur: مقامی COVID-19 کا ڈیٹا
zh: COVID-19本地数据

# local_statistics_main_screen_info
source: View the latest COVID-19 data for your local area.
ar: عرض بيانات COVID-19 الحديثة لمنطقتك المحلية.
bn: আপনার স্থানীয় এলাকার সাম্প্রতিকতম COVID-19 সংক্রান্ত তথ্য দেখুন
cy: Edrychwch ar y data COVID-19 diweddaraf ar gyfer eich ardal leol.
gu: તમારા સ્થાનિક વિસ્તાર માટે લેટેસ્ટ COVID-19 ડેટા જુઓ.
pa: ਆਪਣੇ ਸਥਾਨਕ ਖੇਤਰ ਲਈ ਨਵੀਨਤਮ COVID-19 ਡਾਟਾ ਦੇਖੋ।
pl: Zobacz najnowsze dane dotyczące infekcji COVID-19 w Twojej okolicy.
ro: Consultați cele mai recente date COVID-19 din zona dvs.
tr: Yaşadığınız bölgeye ait güncel COVID-19 verilerine göz atın.
ur: اپنے مقامی علاقہ کے لیے تازہ ترین COVID-19 کا ڈیٹا دیکھیں۔
zh: 查看COVID-19本地最新数据。

# local_statistics_main_screen_last_updated date: %@ time: %@
source: Last updated on %@ at %@
ar: أخر تحديث في %@ الساعة %@
bn: শেষ আপডেট হয়েছে %@ %@ -এ
cy: Diweddarwyd ddiwethaf ar %@ am %@
gu: છેલ્લે %@ ના રોજ %@ અપડેટ કરાયું
pa: ਆਖਰੀ ਵਾਰ %@ ਨੂੰ %@ ਵਜੇ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ
pl: Data ostatniej aktualizacji %@ o godz. %@
ro: Ultima actualizare %@ la %@
tr: En son güncellenme tarihi %@ saat %@
ur: آخری اپڈیٹ بروز بتاریخ %@ بوقت %@
zh: 最新更新时间：%@ %@

# local_statistics_main_screen_more_info
source: Data source and more information:
ar: مصدر البيانات ومزيد من المعلومات:
bn: তথ্যের উৎস ও আরো তথ্যাবলি:
cy: Ffynhonnell data a rhagor o wybodaeth:
gu: ડેટાનો સ્રોત અને વધુ માહિતી:
pa: ਡਾਟਾ ਸਰੋਤ ਅਤੇ ਹੋਰ ਜਾਣਕਾਰੀ:
pl: Źródło danych i więcej informacji:
ro: Sursa datelor și informații suplimentare:
tr: Veri kaynağı ve daha fazla bilgi:
ur: ڈیٹا کا ذریعہ اور مزید معلومات:
zh: 数据源和更多信息：

# local_statistics_main_screen_dashboard_link_title
source: UK Coronavirus (COVID-19) Dashboard
ar: لوحة معلومات فيروس كورونا (COVID-19) في المملكة المتحدة
bn: UK কোরোনাভাইরাস (COVID-19) ড্যাশবোর্ড
cy: Dangosfwrdd Coronafeirws (COVID-19) y DU
gu: UK કોરોનાવાઇરસ (COVID-19) ડૅશબૉર્ડ
pa: ਯੂਕੇ ਕੋਰੋਨਾਵਾਇਰਸ (COVID-19) ਡੈਸ਼ਬੋਰਡ
pl: Pulpit nawigacyjny dotyczący przypadków koronawirusa w Wielkiej Brytanii (COVID-19)
ro: Panou de bord Coronavirus (COVID-19) pentru Regatul Unit
tr: Birleşik Krallık Koronavirüs (COVID-19) Tablosu
ur: یوکے کورونا وائرس (COVID-19) ڈیش بورڈ
zh: 英国COVID-19仪表板

# status_option_local_data
source: Local COVID-19 data
ar: بيانات COVID-19 المحلية
bn: স্থানীয় COVID-19 তথ্য
cy: Data COVID-19 lleol
gu: સ્થાનિક COVID-19 ડેટા
pa: ਸਥਾਨਕ COVID-19 ਡਾਟਾ
pl: Lokalne dane dotyczące COVID-19
ro: Date locale privind COVID-19
tr: Yerel COVID-19 verileri
ur: مقامی COVID-19 کا ڈیٹا
zh: COVID-19本地数据

# local_statistics_main_screen_people_tested_positive
source: People tested positive
ar: الأشخاص الذين ثبُتت إصابتهم بالفيروس
bn: পরীক্ষায় পজিটিভ আসা ব্যক্তির সংখ্যা
cy: Pobl sydd wedi cael prawf positif
gu: પૉઝિટિવ ટેસ્ટ આવ્યો હોય એવા લોકો
pa: ਪਾਜ਼ਿਟਿਵ ਟੈਸਟ ਵਾਲੇ ਲੋਕ
pl: Osoby z pozytywnym wynikiem testu
ro: Persoane testate pozitiv
tr: Testi pozitif çıkan kişi sayısı
ur: وہ لوگ جن کی جانچ مثبت رہی ہے
zh: 检测呈阳性的人数

# local_statistics_main_screen_cases_per_hundred_thousand
source: Cases per 100,000 people²
ar: الحالات لكل 100,000 شخص²
bn: প্রতি 100,000 জন ব্যক্তির মধ্যে কেসের সংখ্যা²
cy: Achosion fesul 100,000 o bobl²
gu: 100,000 લોકો દીઠ કેસો²
pa: ਪ੍ਰਤੀ 100,000 ਲੋਕ ਮਾਮਲੇ²
pl: Wystąpienia na 100 000 osób²
ro: Cazuri la 100.000 de locuitori²
tr: 100 bin kişide görülen vaka sayısı²
ur: فی 100,000 لوگوں میں کیسیز²
zh: 每10万人病例数²

# local_statistics_main_screen_local_authority_lower_tier
source: Local authority (lower tier)
ar: السلطة المحلية (الطبقة الدنيا)
bn: স্থানীয় কর্তৃপক্ষ (নিচের স্তর)
cy: Awdurdod lleol (haen is)
gu: સ્થાનિક તંત્ર (નીચલા સ્તરનું)
pa: ਸਥਾਨਕ ਅਥਾਰਿਟੀ (ਹੇਠਲਾ ਟੀਅਰ)
pl: Władze lokalne (niższego szczebla)
ro: Autorități locale (nivel inferior)
tr: Yerel yetkililer (alt kademe)
ur: مقامی مقتدرہ (لوور ٹیئر)
zh: 地方当局（下级）

# local_statistics_main_screen_last_seven_days_rate_no_change
source: No change¹
ar: لا تغيير¹
bn: কোনো পরিবর্তন নেই¹
cy: Dim newid¹
gu: કોઈ ફેરફાર નહિ¹
pa: ਕੋਈ ਤਬਦੀਲੀ ਨਹੀਂ¹
pl: Brak zmiany¹
ro: Fără modificări¹
tr: Değişiklik yok¹
ur: کوئی تبدیلی نہیں¹
zh: 无变动：¹

# local_statistics_main_screen_about_the_data_heading
source: About the data
ar: حول البيانات
bn: তথ্য সম্পর্কে
cy: Ynglŷn â’r data
gu: ડેટા વિશે
pa: ਡਾਟਾ ਬਾਰੇ
pl: O danych
ro: Despre date
tr: Veriler hakkında
ur: ڈیٹا کے بارے میں
zh: 关于此数据

# local_statistics_main_screen_england_average
source: England
ar: إنجلترا
bn: ইংল্যান্ড
cy: Lloegr
gu: ઇંગ્લૅન્ડ
pa: ਇੰਗਲੈਂਡ
pl: Anglia
ro: Anglia
tr: İngiltere
ur: انگلینڈ
zh: 英格兰

# local_statistics_main_screen_wales_average
source: Wales
ar: ويلز
bn: ওয়েল্‌স
cy: Cymru
gu: વેલ્સ
pa: ਵੇਲਸ
pl: Walia
ro: Țara Galilor
tr: Galler
ur: ویلز
zh: 威尔士

# local_statistics_main_screen_daily
source: Daily
ar: يوميا
bn: দৈনিক
cy: Dyddiol
gu: રોજિંદું
pa: ਰੋਜ਼ਾਨਾ
pl: Dziennie
ro: Zilnic
tr: Günlük
ur: روزانہ
zh: 每日

# local_statistics_main_screen_last_7_days
source: Last 7 days
ar: أخر سبعة أيام
bn: শেষ 7 দিনে
cy: Y 7 diwrnod diwethaf
gu: છેલ્લા 7 દિવસો
pa: ਪਿਛਲੇ 7 ਦਿਨ
pl: Ostatnie 7 dni
ro: Ultimele 7 zile
tr: Son 7 gün
ur: آخری 7 دن
zh: 最近7天

# local_statistics_main_screen_last_seven_days_rate_no_change_accessibility_text
source: No change from previous 7 days
ar: لا تغيير من السبعة أيام السابقة
bn: কোনো পরিবর্তন নেই গত 7 দিন থেকে
cy: Dim newid o’r 7 niwrnod blaenorol
gu: અગાઉના 7 દિવસોમાંથી થયેલો કોઈ ફેરફાર નહિ
pa: ਪਿਛਲੇ 7 ਦਿਨਾਂ ਤੋਂ ਕੋਈ ਤਬਦੀਲੀ ਨਹੀਂ
pl: Brak zmiany w stosunku do poprzedniego okresu 7 dni
ro: Fără modificăre față de ultimele 7 zile
tr: Değişiklik yok bir önceki 7 günlük döneme
ur: گزشتہ 7 دنوں سے کوئی تبدیلی نہیں
zh: 无变动：与前7天 相比

# local_statistics_main_screen_cases_per_hundred_thousand_accessibility_text
source: Cases per 100,000 people²
ar: الحالات لكل 100,000 شخص²
bn: প্রতি 100,000 জন ব্যক্তির মধ্যে কেসের সংখ্যা²
cy: Achosion fesul 100,000 o bobl²
gu: 100,000 લોકો દીઠ કેસો²
pa: ਪ੍ਰਤੀ 100,000 ਲੋਕ ਮਾਮਲੇ²
pl: Wystąpienia na 100 000 osób²
ro: Cazuri la 100.000 de locuitori²
tr: 100 bin kişide görülen vaka sayısı²
ur: فی 100,000 لوگوں میں کیسیز²
zh: 每10万人病例数²

# local_statistics_main_screen_last_7_days_not_available_accessibility_text
source: Positive tests in the last 7 days are not available
ar: الاختبارات الإيجابية في أخر 7 أيام غير متاحة
bn: গত 7 দিনে করা ইতিবাচক পরীক্ষাগুলি উপলব্ধ নয়
cy: Nid yw profion positif yn y 7 niwrnod diwethaf ar gael
gu: છેલ્લા 7 દિવસોમાં પૉઝિટિવ ટેસ્ટ્સ ઉપલબ્ધ નથી
pa: ਪਿਛਲੇ 7 ਦਿਨਾਂ ਵਿੱਚ ਪਾਜ਼ੀਟਿਵ ਟੈਸਟ ਉਪਲਬਧ ਨਹੀਂ ਹਨ
pl: Brak dostępnych pozytywnych testów z ostatnich 7 dni
ro: Testele pozitive din ultimele 7 zile nu sunt disponibile
tr: Son 7 gün içindeki pozitif testlere erişilememektedir
ur: پچھلے 7 دنوں میں مثبت جانچیں دستیاب نہیں ہیں
zh: 过去7天内的阳性检测结果不详

# local_statistics_main_screen_england_rate_100k_not_available_accessibility_text
source: England cases per 100,000 people are not available
ar: الحالات في إنجلترا لكل 100,000 شخص غير متاحة
bn: প্রতি 100,000 মানুষের অন্তরে ইংল্যান্ডের কেস উপলব্ধ নয়
cy: Nid yw achosion Lloegr fesul 100,000 o bobl ar gael
gu: ઇંગ્લૅન્ડમાં 100,000 લોકો દીઠ કેસો ઉપલબ્ધ નથી
pa: ਪ੍ਰਤੀ 100,000 ਲੋਕ ਇੰਗਲੈਂਡ ਦੇ ਮਾਮਲੇ ਉਪਲਬਧ ਨਹੀਂ ਹਨ
pl: Brak danych o ilości zakażeń w Anglii na 100 000 osób
ro: Cazurile din Anglia la 100.000 de persoane nu sunt disponibile
tr: İngiltere'de 100 bin kişide görülen vaka sayısına erişilememektedir
ur: انگلینڈ کے کیسیز فی 100,000 افراد دستیاب نہیں ہیں
zh: 英格兰每10万人中的病例数不详

# local_statistics_main_screen_wales_rate_100k_not_available_accessibility_text
source: Wales cases per 100,000 people are not available
ar: الحالات في ويلز لكل 100,000 شخص غير متاحة
bn: প্রতি 100,000 মানুষের অন্তরে ওয়েলসের কেস উপলব্ধ নয়
cy: Nid yw achosion Cymru fesul 100,000 o bobl ar gael
gu: વેલ્સમાં 100,000 લોકો દીઠ કેસો ઉપલબ્ધ નથી
pa: ਪ੍ਰਤੀ 100,000 ਲੋਕ ਵੇਲਜ਼ ਦੇ ਮਾਮਲੇ ਉਪਲਬਧ ਨਹੀਂ ਹਨ
pl: Brak danych o ilości zakażeń w Walii na 100 000 osób
ro: Cazurile din Țara Galilor la 100.000 de persoane nu sunt disponibile
tr: Galler'de 100 bin kişide görülen vaka sayısına erişilememektedir
ur: ویلز کے کیسیز فی 100,000 افراد دستیاب نہیں ہیں
zh: 威尔士每10万人中的病例数不详

# local_statistics_main_screen_about_data_footnote_2
source: ²Cases per 100,000 people are presented by specimen date (the date when the sample was taken from the person being tested).
ar: ²تم تقديم الحالات لكل 100,000 شخص بتاريخ العينة (تاريخ اخذ العينة من الشخص الذي تم اختباره).
bn: ²প্রতি 100,000 ব্যক্তির মধ্যে কেস সংখ্যাকে নমুনা তারিখ (যে তারিখে পরীক্ষা করা ব্যক্তির কাছ থেকে নমুনাটি নেওয়া হয়েছে) অনুসারে উপস্থাপিত করা হয়েছে।
cy: ²Cyflwynir achosion fesul 100,000 o bobl yn ôl dyddiad y sbesimen (y dyddiad pan gasglwyd y sampl gan y sawl sy’n cael ei brofi).
gu: ²100,000 લોકો દીઠ કેસો નમૂનાની તારીખ પ્રમાણે રજૂ કરવામાં આવે છે (એ તારીખ જ્યારે જે વ્યક્તિનો ટેસ્ટ કરવામાં આવી રહ્યો હતો તેની તરફથી નમૂનો લેવામાં આવ્યો હતો).
pa: ²ਪ੍ਰਤੀ 100,000 ਲੋਕਾਂ ਦੇ ਮਾਮਲੇ ਨਮੂਨਾ ਮਿਤੀ ਤਕ ਪੇਸ਼ ਕੀਤੇ ਗਏ ਹਨ (ਉਹ ਮਿਤੀ ਜਦੋਂ ਟੈਸਟ ਕੀਤੇ ਜਾ ਰਹੇ ਵਿਅਕਤੀ ਤੋਂ ਨਮੂਨਾ ਲਿਆ ਗਿਆ ਸੀ)।
pl: "²Przypadki na 100,000 osób są przedstawione na podstawie daty próbki (data pobrania próbki od osoby badanej). "
ro: ²Cazurile la 100.000 locuitori sunt prezentate în funcție de data probei (data prelevării probei de la persoana testată).
tr: ²100 bin kişide görülen vaka sayısı örnek tarihine (test için örnek alınan tarihe) göre belirtilmiştir.
ur: ²فی 100,000 لوگوں میں کیسیز نمونہ جاتی تاریخ تک پیش کیے گئے ہیں (وہ تاریخ جس میں اس شخص سے نمونہ لیا گیا تھا جس کی جانچ کی جا رہی ہے)۔
zh: ²每10万人病例数按样本日期（从受试者身上采集样本的日期）呈现。

# local_statistics_main_screen_people_tested_positive_last_updated %@
source: Latest data provided on %@
ar: أحدث البيانات التي تم توفيرها في %@
bn: %@ তারিখে প্রদান করা সাম্প্রতিকতম ডেটা
cy: Data diweddaraf wedi ei ddarparu ar %@
gu: લેટેસ્ટ ડેટા %@ ના રોજ પૂરો પાડવામાં આવ્યો
pa: ਨਵੀਨਤਮ ਡਾਟਾ %@ ਨੂੰ ਪ੍ਰਦਾਨ ਕੀਤਾ ਗਿਆ
pl: Ostatnia aktualizacja danych %@
ro: Cele mai recente date din %@
tr: %@ tarihli en son veriler
ur: تازہ ترین ڈیٹا %@ کو فراہم کیا گیا
zh: 最新数据日期：%@

# local_statistics_main_screen_rolling_rate_last_updated %@
source: 7-day rolling rate as of %@
ar: معدل الدوران لمدة سبعة أيام اعتبارا من %@
bn: %@-এ 7-দিনের গড় মান
cy: Cyfradd dreigl 7-niwrnod ar %@
gu: %@ના રોજ 7 દિવસનો રોલિંગ રેટ
pa: %@ ਨੂੰ 7-ਦਿਨ ਦੀ ਰੋਲਿੰਗ ਦਰ
pl: 7-dniowy współczynnik kroczący na %@
ro: Rata de infectare pe 7 zile începând cu %@
tr: %@ tarihi itibariyle 7 günlük oran
ur: %@ کو 7 دن کی رولنگ کی شرح
zh: 7天滚动率（截至日期：%@）

source: Up by %ld (%.0f%%)¹
ar: أقل بــ %ld( %.0f%%)¹
bn: (%%%.0f) %ld বৃদ্ধি পেয়েছে¹
cy: I fyny o %ld (%.0f%%)¹
gu: (%%%.0f) %ld જેટલો વધારો¹
pa: ਦਾ ਵਾਧਾ %ld (%.0f%%)¹
pl: Wzrost o Numbers %ld (%.0f%%)¹
ro: Mai mare cu %ld (%.0f%%)¹
tr: Artış sayısı %ld (%.0f%%)¹
ur: ¹(%%%.0f) %ld کا اضافہ
zh: 上升：%ld (%.0f%%)¹

source: Down by %ld (%.0f%%)¹
ar: ¹(%ld (%.0f%%] أكبر بــ
bn: (%%%.0f %ld হ্রাস পেয়েছে¹
cy: I lawr o %ld (%.0f%%)¹
gu: (%%%.0f) %ld જેટલો ઘટાડો¹
pa: ¹(%%%.0f) %ld ਦੀ ਕਮੀ
pl: Spadek o %ld (%.0f%%)¹
ro: Mai mică cu %ld (%.0f%%)¹
tr: Düşüş sayısı %ld (%.0f%%)¹
ur: ¹(%%%.0f) %ld کی کمی
zh: 下降：%ld (%.0f%%)¹

source: Up by %ld (%.0f%%) change from previous 7 days
ar: أكبر بــ %ld (%.0f%%) التغيير من السبعة أيام السابقة
bn: গত 7 দিন থেকে পরিবর্তন %ld (%.0f%%) বৃদ্ধি পেয়েছে
cy: I fyny o %ld (%.0f%%) newid o’r 7 niwrnod blaenorol
gu: અગાઉના 7 દિવસોમાંથી થયેલો ફેરફાર %ld (%.0f%%) જેટલો વધારો
pa: ਪਿਛਲੇ 7 ਦਿਨਾਂ ਤੋਂ ਤਬਦੀਲੀ %ld (%.0f%%) ਦਾ ਵਾਧਾ
pl: Wzrost o %ld (%.0f%%) zmiana w stosunku do poprzedniego okresu 7 dni
ro: Mai mare cu %ld (%.0f%%) modificări față de ultimele 7 zile
tr: Artış sayısı %ld (%.0f%%) bir önceki 7 günlük döneme, yani dönemine göre değişim
ur: گزشتہ 7 دنوں سے تبدیلی %ld (%.0f%%) کا اضافہ
zh: અગાઉના 7 દિવસોમાંથી થયેલો ફેરફાર %ld (%.0f%%) જેટલો વધારો

source: Down by %ld (%.0f%%) change from previous 7 days
ar: التغيير من السبعة أيام السابقة %ld (%.0f%%) أكبر بــ
bn: গত 7 দিন থেকে পরিবর্তন %ld (%.0f%%) হ্রাস পেয়েছে
cy: I lawr o %ld (%.0f%%) newid o’r 7 niwrnod blaenoro
gu: અગાઉના 7 દિવસોમાંથી થયેલો ફેરફાર %ld (%.0f%%) જેટલો ઘટાડો
pa: ਪਿਛਲੇ 7 ਦਿਨਾਂ ਤੋਂ ਤਬਦੀਲੀ %ld (%.0f%%) ਦੀ ਕਮੀ
pl: Spadek o %ld (%.0f%%) zmiana w stosunku do poprzedniego okresu 7 dni
ro: Mai mică cu %ld (%.0f%%) modificări față de ultimele 7 zile
tr: Düşüş sayısı %ld (%.0f%%) bir önceki 7 günlük döneme, yani dönemine göre değişim
ur: گزشتہ 7 دنوں سے تبدیلی %ld (%.0f%%) کی کمی
zh: 下降：%ld (%.0f%%) 与前7天 相比

source: England %.1f
ar: إنجلترا %.1f
bn: ইংল্যান্ড %.1f
cy: Lloegr %.1f
gu: ઇંગ્લૅન્ડ %.1f
pa: ਇੰਗਲੈਂਡ %.1f
pl: Anglia %.1f
ro: Anglia %.1f
tr: İngiltere %.1f
ur: انگلینڈ %.1f
zh: 英格兰 %.1f

# local_statistics_main_screen_wales_rate_100k_accessibility_text rollingRate: %ld
source: Wales %.1f
ar: ويلز %.1f
bn: ওয়েল্‌স %.1f
cy: Cymru %.1f
gu: વેલ્સ %.1f
pa: ਵੇਲਸ %.1f
pl: Walia %.1f
ro: Țara Galilor %.1f
tr: Galler %.1f
ur: ویلز %.1f
zh: 威尔士 %.1f

# local_statistics_main_screen_about_data_footnote_1 startDate: %@, endDate: %@
source: ¹Change from previous 7 days (%@ - %@)
ar: ¹التغيير من السبعة أيام السابقة (%@ - %@)
bn: ¹গত 7 দিন থেকে পরিবর্তন (%@ - %@)
cy: ¹Newid o’r 7 niwrnod blaenorol (%@ - %@)
gu: ¹અગાઉના 7 દિવસોમાંથી થયેલો ફેરફાર (%@ - %@)
pa: ¹ਪਿਛਲੇ 7 ਦਿਨਾਂ ਤੋਂ ਤਬਦੀਲੀ (%@ -%@)।
pl: ¹Zmiana w stosunku do poprzedniego okresu 7 dni (%@ - %@)
ro: ¹Modificări față de ultimele 7 zile (%@ - %@)
tr: ¹Bir önceki 7 günlük döneme, yani (%@ - %@) dönemine göre değişim
ur: ¹گزشتہ 7 دنوں سے تبدیلی (%@ - %@)
zh: ¹ 与前7天（%@ - %@）相比

# contact_case_no_isolation_fully_vaccinated_title_wales
source: You do not need to self-isolate unless you test positive or have symptoms
ar: لا تحتاج الى العزل الذاتي إلا إذا كانت نتيجة اختبارك إيجابية أو ظهرت عليك أعراض الفيروس
bn: আপনার পরীক্ষার ফলাফল পজিটিভ না হলে বা উপসর্গ না থাকলে আপনার নিজেকে আলাদা করার দরকার নেই
cy: Nid oes angen i chi hunanynysu oni bai eich bod yn profi'n bositif neu os oes gennych chi symptomau
gu: તમારો ટેસ્ટ પૉઝિટિવ આવે અથવા તમને લક્ષણો હોય તે સિવાય તમારે સૅલ્ફ-આઇસોલેટ થવાની જરૂર નથી
pa: ਤੁਹਾਨੂੰ ਖੁਦ ਨੂੰ ਅਲੱਗ ਰੱਖਣ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ ਜਦ ਤੱਕ ਤੁਹਾਡਾ ਟੈਸਟ ਪਾਜ਼ਿਟਿਵ ਨਹੀਂ ਆਉਂਦਾ ਜਾਂ ਤੁਹਾਨੂੰ ਲੱਛਣ ਨਹੀਂ ਹਨ
pl: Nie musisz się izolować, chyba że wynik testu jest pozytywny lub masz objawy
ro: Autoizolarea nu este necesară dacă nu ați fost testat(ă) pozitiv sau dacă nu aveți simptome
tr: Test sonucunuz pozitif değilse ya da belirtileriniz yoksa evde kalıp kendinizi izole etmeniz gerekmez
ur: آپ کو خود کو الگ تھلگ رکھنے کی ضرورت نہیں ہے سوائے اس کے کہ آپ کی جانچ مثبت ہو یا آپ میں علامات پائی جاتی ہوں
zh: 除非检测结果为阳性或出现症状，否则无需自我隔离

# contact_case_no_isolation_fully_vaccinated_info_box_wales
source: To reduce risk, you should take and report a daily rapid lateral flow test for 7 days
ar: للحد من المخاطر، يجب عليك إجراء اختبار التدفق الجانبي السريع والإبلاغ عنه يوميا لمدة 7 أيام
bn: ঝুঁকি কমাতে, আপনার 7 দিনের জন্য প্রতিদিন দ্রুত ল্যাটারাল ফ্লো পরীক্ষা করা এবং রিপোর্ট করা উচিত
cy: Er mwyn lleihau risg, dylech gymryd ac adrodd ar brawf llif unffordd cyflym am 7 niwrnod
gu: જોખમ ઓછું કરવા માટે તમારે 7 દિવસો માટે રોજિંદો રૅપિડ લેટરલ ફ્લો ટેસ્ટ કરાવવો જોઈએ અને તે અંગે રિપોર્ટ આપવો જોઈએ
pa: ਜੋਖਮ ਨੂੰ ਘਟਾਉਣ ਲਈ, ਤੁਹਾਨੂੰ 7 ਦਿਨਾਂ ਲਈ ਰੋਜ਼ਾਨਾ ਰੈਪਿਡ ਲੈਟਰਲ ਫਲੋ ਟੈਸਟ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ ਅਤੇ ਇਸਦੀ ਰਿਪੋਰਟ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ
pl: Aby zmniejszyć ryzyko, przez 7 dni należy codziennie wykonywać i zgłaszać szybkie testy przepływu bocznego
ro: Pentru reducerea riscurilor, efectuați zilnic un test rapid cu flux lateral timp de 7 zile
tr: Riski azaltmak için 7 gün boyunca her gün hızlı antijen testi yaptırıp sonuçları bildirmelisiniz
ur: خطرے کو کم کرنے کے لیے، آپ کو چاہیے کہ 7 دن تک روزانہ ریپڈ لیٹرل فلو ٹیسٹ کریں اور رپورٹ کریں
zh: 为了降低风险，您应该每天进行快速侧流抗原检测并报告相应结果（持续7天）
