Repository: nihp-public/covid-19-app-ios-ag-public
Catalog: NHS-COVID-19/Core/Sources/Localization/Resources/*.lproj/Localizable.strings
Languages: ar, bn, cy, gu, pa, pl, ro, tr, ur, zh

# about_this_app_my_data_description
source: The app has access to the postcode district you added in the registration, a history of the places you’ve checked into in the last 14 days, your last test result and the start date of your symptoms. When you use QR codes to check into venues, venue data is stored for 21 days. You can delete the stored data whenever you want.
ar: يستخدم التطبيق الرمز البريدي للمنطقة والسلطة المحلية التي قمت بادخالها عند استخدام التطبيق أول مرة. يحتفظ التطبيق أيضا بالنتيجة الأخيرة وتاريخ بداية أي أعراض أدخلتها. يمكنك حذف البيانات المخزنة متى شئت.
bn: আপনি প্রথমবার অ্যাপ ব্যবহার করার সময় যে পোস্টকোড ডিস্ট্রিক্ট ও স্থানীয় কর্তৃপক্ষ এন্টার করেছিলেন, তা অ্যাপটি ব্যবহার করে। অ্যাপটিতে আপনার শেষ ফলাফল এবং আপনার প্রবেশ করা কোনও উপসর্গের শুরুর তারিখও থাকে। আপনি যখন চান, তখনই সঞ্চিত ডেটা মুছে ফেলতে পারেন।
cy: Mae’r ap yn defnyddio’r ardal cod post ac awdurdod lleol a gofnodwyd gennych pan ddefnyddioch yr ap am y tro cyntaf. Mae’r ap hefyd yn cadw eich canlyniad diwethaf a dyddiad cychwyn unrhyw symptomau a gofnodwyd gennych. Gallwch ddileu'r data sydd wedi'i storio unrhyw bryd.
gu: એપ પાસે તમે રજીસ્ટ્રેશનમાં નોંધેલા પોસ્ટકોડ જિલ્લાનો, છેલ્લા 14 દિવસમાં તમે ચેક ઇન કરેલા વેન્યુનો ઇતિહાસ, તમારા છેલ્લા ટેસ્ટના પરિણામો અને તમારા લક્ષણોની પ્રારંભિક તારીખની એક્સેસ છે. જ્યારે તમે વેન્યુ ખાતે ચેક ઇન કરવા QR કોડ્સનો ઉપયોગ કરો છો, ત્યારે વેન્યુ ડેટા 21 દિવસ માટે સંગ્રહિત થાય છે. સંગ્રહિત ડેટાને તમે ઈચ્છો ત્યારે ડીલીટ કરી શકો છો.
pa: ਐਪ ਉਸ ਪੋਸਟਕੋਡ ਡਿਸਟ੍ਰਿਕਟ ਅਤੇ ਸਥਾਨਕ ਅਥਾਰਿਟੀ ਦੀ ਵਰਤੋਂ ਕਰਦਾ ਹੈ ਜੋ ਤੁਸੀਂ ਪਹਿਲੀ ਵਾਰ ਐਪ ਵਰਤਣ 'ਤੇ ਦਾਖਲ ਕੀਤੇ ਸਨ। ਐਪ ਵਿੱਚ ਤੁਹਾਡਾ ਆਖਰੀ ਨਤੀਜਾ ਅਤੇ ਤੁਹਾਡੇ ਦੁਆਰਾ ਦਾਖਲ ਕੀਤੇ ਗਏ ਕਿਸੇ ਵੀ ਲੱਛਣ ਦੀ ਸ਼ੁਰੂਆਤੀ ਮਿਤੀ ਵੀ ਹੁੰਦੀ ਹੈ। ਤੁਸੀਂ ਜਦੋਂ ਚਾਹੋ ਸਟੋਰ ਕੀਤੇ ਡੇਟਾ ਨੂੰ ਮਿਟਾ ਸਕਦੇ ਹੋ।
pl: Aplikacja korzysta z kodu pocztowego okręgu i władz lokalnych, które zostały wprowadzone podczas pierwszego jej użycia. Aplikacja przechowuje również ostatni wynik i datę pojawienia się wszelkich wprowadzonych objawów. Zapisane dane można usunąć w dowolnym momencie.
ro: Aplicația utilizează codul poștal al districtului și autoritatea locală introduse de dvs. la prima utilizare a aplicației. Puteți șterge datele stocate oricând doriți.
tr: Bu uygulamada, ilk kullandığınız zaman girdiğiniz bölge ve belediye bilgileri kullanılmaktadır. Uygulamada aynı zamanda son test sonucunuz ve varsa belirtilerinizin ilk başladığı tarih bilgisi de saklanmaktadır. Saklanan verileri istediğiniz zaman silebilirsiniz.
ur: یہ ایپ پوسٹ کوڈ ڈسٹرکٹ اور اس مقامی مقتدرہ کا استعمال کرتا ہے جو آپ نے اس وقت درج کیا تھا جب آپ نے پہلی بار یہ ایپ استعمال کیا تھا۔ یہ ایپ آپ کا آخری نتیجہ اور کسی بھی ایسی علامات کے آغاز کی تاریخ بھی برقرار رکھتا ہے جو آپ نے درج کی ہیں۔ آپ جب بھی چاہیں ذخیرہ کردہ ڈیٹا حذف کر سکتے ہیں۔
zh: 该应用将使用您首次输入的邮编地区和地方当局。该应用还会保存您的最后一次结果及所输入症状的开始日期。您可随时删除存储的数据。

# about_this_app_my_data_button
source: Manage my data
ar: إدارة بياناتي
bn: আমার তথ্য নিয়ন্ত্রণ করা
cy: Rheoli fy nata
gu: મારો ડેટા મેનેજ કરો
pa: ਮੇਰੇ ਡਾਟਾ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ
pl: Zarządzaj danymi
ro: Gestionarea datelor mele
tr: Verilerimi yönet
ur: میرے ڈیٹا کا انتظام کریں
zh: 管理我的数据

# about_this_app_software_information_heading
source: Software information
ar: معلومات حول البرنامج
bn: সফটওয়্যার সম্পর্কিত তথ্য
cy: Gwybodaeth am y feddalwedd
gu: સોફ્ટવેરની જાણકારી
pa: ਸਾੱਫਟਵੇਅਰ ਬਾਰੇ ਜਾਣਕਾਰੀ
pl: Informacje o oprogramowaniu
ro: Informații despre software
tr: Yazılım bilgileri
ur: سافٹ ویئر کی معلومات
zh: 软件信息

# about_this_app_software_information_app_name
source: App name
ar: اسم التطبيق
bn: অ্যাপের নাম
cy: Enw’r ap
gu: એપનું નામ
pa: ਐਪ ਦਾ ਨਾਮ
pl: Nazwa aplikacji
ro: Denumirea aplicației
tr: Uygulama adı
ur: ایپ کا نام
zh: 应用程序名称

# about_this_app_software_information_version
source: Version
ar: النسخة
bn: সংস্করণ
cy: Fersiwn
gu: આવૃત્તિ
pa: ਸੰਸਕਰਣ
pl: Wersja
ro: Versiune
tr: Sürüm
ur: ورژن
zh: 版本

# about_this_app_software_information_date_of_release_title
source: Date of release
ar: تاريخ الإصدار
bn: প্রকাশের তারিখ
cy: Dyddiad rhyddhau
gu: જાહેર કર્યાની તારીખ
pa: ਜਾਰੀ ਕਰਨ ਦੀ ਮਿਤੀ
pl: Data udostępnienia
ro: Data ieșirii pe piață
tr: Sürüm tarihi
ur: اجراء کی تاریخ
zh: 发布日期

# mydata_title
source: Other data
ar: بيانات أخرى
bn: অন্য তথ্য
cy: Data arall
gu: અન્ય ડેટા
pa: ਹੋਰ ਡਾਟਾ
pl: Inne dane
ro: Alte date
tr: Diğer veriler
ur: دیگر ڈیٹا
zh: 其他数据

# mydata_section_postcode_description
source: Postcode district
ar: مقاطعة الرمز البريدي
bn: পোস্টকোড জেলা
cy: Ardal cod post
gu: પોસ્ટકોડ ડિસ્ટ્રિક્ટ
pa: ਪੋਸਟਕੋਡ ਡਿਸਟ੍ਰਿਕਟ
pl: Okręg pocztowy
ro: Cod poștal district
tr: Posta kodu bölgesi
ur: پوسٹ کوڈ ضلع
zh: 邮编地区

# mydata_section_test_result_description
source: Last applicable test result
ar: نتيجة آخر اختبار مُطبق
bn: সর্বশেষ প্রযোজ্য পরীক্ষার ফলাফল
cy: Canlyniad prawf perthnasol diwethaf
gu: છેલ્લું લાગુ પડતું ટેસ્ટનું પરિણામ
pa: ਆਖਰੀ ਲਾਗੂ ਟੈਸਟ ਦਾ ਨਤੀਜਾ
pl: Ostatni stosowny wynik testu
ro: Ultimul rezultat aplicabil al testului
tr: Son geçerli test sonucu
ur: آخری قابل اطلاق جانچ کا نتیجہ
zh: 最新适用的检测结果

# mydata_section_venue_history_description
source: Venue history
ar: تاريخ الأماكن
bn: সাক্ষাৎস্থলের ইতিবৃত্ত
cy: Lleoliadau y buoch ynddynt
gu: સ્થળનો ઇતિહાસ
pa: ਸਥਾਨ ਦਾ ਇਤਿਹਾਸ
pl: Lista odwiedzonych miejsc
ro: Istoricul locațiilor vizitate
tr: Gidilen mekan geçmişi
ur: مقام کی سرگزشت
zh: 访问过的场所

# mydata_section_symptoms_heading
source: Symptoms information
ar: تفاصيل الأعراض
bn: উপসর্গ বিষয়ক তথ্য
cy: Gwybodaeth am symptomau
gu: લક્ષણોની માહિતી
pa: ਲੱਛਣਾਂ ਬਾਰੇ ਜਾਣਕਾਰੀ
pl: Informacje o objawach
ro: Informații despre simptome
tr: Belirtilere Dair Bilgiler
ur: علامات کی معلومات
zh: 症状信息

# mydata_section_encounter_description
source: Encounter date
ar: تاريخ المقابلة
bn: কবলে পড়ার তারিখ
cy: Dyddiad cyfarfyddiad
gu: કોન્ટેક્ટમાં આવ્યાની તારીખ
pa: ਸੰਪਰਕ ਵਿੱਚ ਆਉਣ ਦੀ ਮਿਤੀ
pl: Data kontaktu
ro: Data întâlnirii
tr: Karşılaşma tarihi
ur: سامنا ہونے کی تاریخ
zh: 接触日期

# mydata_section_date_description
source: Date
ar: التاريخ
bn: তারিখ
cy: Dyddiad
gu: તારીખ
pa: ਮਿਤੀ
pl: Data
ro: Data
tr: Tarih
ur: تاریخ
zh: 日期

# mydata_test_result_positive
source: Positive
ar: إيجابية
bn: পজিটিভ
cy: Positif
gu: પોઝિટિવ
pa: ਪੌਜ਼ਿਟਿਵ
pl: Pozytywny
ro: Pozitiv
tr: Pozitif
ur: مثبت
zh: 阳性

# mydata_test_result_negative
source: Negative
ar: سلبية
bn: নেগেটিভ
cy: Negyddol
gu: નકારાત્મક
pa: ਨੈਗੇਟਿਵ
pl: Negatywny
ro: Negativ
tr: Negatif
ur: منفی
zh: 阴性

# mydata_test_result_void
source: Void
ar: باطلة
bn: শূন্য
cy: Yn annilys
gu: રદબાતલ
pa: ਰੱਦ
pl: Nieważny
ro: Golire
tr: Geçersiz
ur: باطل
zh: 取消

# mydata_delete_data_alert_title
source: Deleting your data will reset the app
ar: يؤدي حذف بياناتك إلى إعادة تعيين التطبيق
bn: আপনার তথ্য মুছে ফেললে অ্যাপকে আবার সেট করে দেবে
cy: Dileu eich data ar yr ap
gu: તમારો ડેટા ડીલીટ કરવાથી એપ રીસેટ થશે
pa: ਤੁਹਾਡਾ ਡਾਟਾ ਮਿਟਾਉਣ ਨਾਲ ਐਪ ਰੀਸੈਟ ਹੋ ਜਾਵੇਗਾ
pl: Usunięcie danych spowoduje zresetowanie aplikacji
ro: Ștergerea datelor dvs. va reseta aplicația
tr: Verilerinizin silinmesi, uygulamayı sıfırlayacaktır
ur: آپ کا ڈیٹا مٹانے سے ایپ ریسیٹ ہوجائے گا
zh: 删除您的数据将重置该应用程序

# mydata_delete_data_alert_description
source: Any information you share through this app will only be used for public health purposes. Data held will be removed once you click “Delete data”. This deletion includes any active self-isolation periods and how much time you have remaining. Please note that your phone will retain some information, such as the data your phone collects to log other app users. This data is not controlled by the app but by your phone’s operating system. After deletion if you want to use this app again you will have to set it up again.
ar: يقتصر الغرض من استخدام أي معلومات تشاركها عبر هذا التطبيق على خدمة أهداف الصحة العامة فقط. وستُحذف البيانات المُحتفظ بها بمجرد النقر فوق "حذف البيانات". ويندرج ضمن هذا الحذف جميع فترات العزل الذاتي السارية والوقت المتبقي لانتهاء فترة العزل الذاتي. يرجى العلم بأن هاتفك سيحتفظ ببعض المعلومات، مثل البيانات التي يجمعها الهاتف لتسجيل مُستخدمي التطبيق الآخرين؛ إذ لا يتحكم التطبيق في هذه البيانات ولكنها تخضع للتحكم بواسطة نظام تشغيل هاتفك. ستحتاج إلى إعداد التطبيق مرة أخرى إذا كنت ترغب في استخدامه مُجددًا بعد حذف البيانات.
bn: এই অ্যাপের মাধ্যমে আপনি যা তথ্য জানাবেন তা শুধুমাত্র জনসাধারণের স্বাস্থ্য সংক্রান্ত ব্যাপারের উদ্দেশ্যে ব্যবহার করা হবে। আপনি “ডিলিট ডেটা” ক্লিক করলে যে তথ্য মজুত রাখা হয়েছে সে সব মুছে ফেলা হবে। এই মুছে ফেলার মধ্যে থাকবে সক্রিয় স্ব-বিচ্ছিন্ন থাকার সময়কাল এবং আপনার কত সময় বাকি আছে। দয়া করে জেনে রাখবেন যে আপনার ফোনে কিছু তথ্য থেকে যাবে, যেমন অন্যান্য অ্যাপ ব্যবহারকারীদের তালিকাভুক্ত করার জন্য আপনার ফোন যেসব তথ্য সংগ্রহ করে। এই অ্যাপ এই তথ্যের নিয়ন্ত্রণ করে না, আপনার ফোন অপারেট করার ব্যবস্থা এটা করে। মুছে ফেলার পরে, আপনি যদি এই অ্যাপটা আবার ব্যবহার করতে চান, তাহলে আপনাকে এটা আবার সেট আপ করতে হবে।
cy: Dim ond at ddibenion iechyd y cyhoedd y defnyddir unrhyw wybodaeth y byddwch yn ei rhannu trwy gyfrwng yr ap hwn. Bydd y data a gedwir yn cael eu dileu unwaith y byddwch yn clicio "Dileu data". Bydd hefyd yn dileu unrhyw ddiwrnodau hunanynysu sydd gennych yn weddill. Sylwch y bydd eich ffôn yn cadw rhywfaint o wybodaeth, megis y data y mae eich ffôn yn eu casglu i gofnodi defnyddwyr eraill yr ap. Nid yw'r data hyn yn cael eu rheoli gan yr ap ond gan system weithredu eich ffôn. Os ydych am barhau i ddefnyddio'r ap hwn yn nes ymlaen, bydd rhaid i chi ei sefydlu eto.
gu: આ એપ મારફતે તમે જે માહિતી શેર કરશો તે ફકત જાહેર આરોગ્યના હેતુઓ માટે ઉપયોગમાં લેવામાં આવશે. એકવખત "ડિલીટ ડેટા" ક્લિક કરવાથી રાખવામાં આવેલ માહિતી દૂર થશે. આવા રદ કરવામાં કોઈ પણ સક્રિય સેલ્ફ-આઇસોલેશનના સમય-ગાળાનો અને તમારી પાસે કેટલો સમય બાકી રહેલ છે તેનો સમાવેશ થશે. કૃપા કરી નોંધ લેશો કે તમારો ફોન થોડીક માહિતી જાળવી રાખશે, જેમકે બીજા એપના ઉપયોગ કરનારાઓને લોગ કરવા તમારા ફોને ભેગી કરેલ માહિતી. આવી માહિતીનું નિયંત્રણ એપ દ્વારા કરવામાં આવતું નથી પણ તમારા ફોનની ઓપરેટિંગ સિસ્ટમ દ્વારા કરવામાં આવે છે. ડેટાને હટાવ્યા બાદ જો તમને આ એપનો ફરીથી ઉપયોગ કરવાની ઈચ્છા થાય તો તમારે તે ફરીથી સેટ અપ કરવી પડશે.
pa: ਤੁਹਾਡੇ ਦੁਆਰਾ ਇਸ ਐਪ ਰਾਹੀਂ ਸਾਂਝੀ ਕੀਤੀ ਗਈ ਹਰ ਜਾਣਕਾਰੀ ਦੀ ਵਰਤੋਂ ਕੇਵਲ ਜਨਤਕ ਸਿਹਤ ਦੇ ਮੰਤਵ ਲਈ ਕੀਤੀ ਜਾਵੇਗੀ। ਸੰਭਾਲੇ ਗਏ ਡਾਟਾ ਨੂੰ ਤੁਹਾਡੇ ਦੁਆਰਾ “ਡਾਟਾ ਮਿਟਾਓ” ‘ਤੇ ਕਲਿਕ ਕੀਤੇ ਜਾਣ ‘ਤੇ ਹਟਾ ਦਿੱਤਾ ਜਾਵੇਗਾ। ਇਸ ਮਿਟਾਉਣ ਵਿੱਚ ਕੋਈ ਵੀ ਕਿਰਿਆਸ਼ੀਲ ਸੈਲਫ-ਆਈਸੋਲੇਸ਼ਨ ਅਵਧੀ ਸ਼ਾਮਲ ਹੈ ਅਤੇ ਤੁਹਾਡੇ ਕੋਲ ਕਿੰਨਾ ਸਮਾਂ ਬਾਕੀ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਧਿਆਨ ਦਿਓ ਕਿ ਤੁਹਾਡੇ ਫੋਨ ਵਿੱਚ ਕੁੱਝ ਜਾਣਕਾਰੀ ਬਣੀ ਰਹੇਗੀ, ਜਿਵੇਂ ਕਿ ਹੋਰਾਂ ਐਪ ਵਰਤੋਂਕਾਰ ਨੂੰ ਲੌਗ ਕਰਨ ਲਈ ਤੁਹਾਡੇ ਫੋਨ ਦੁਆਰਾ ਇਕੱਠੀ ਕੀਤੀ ਗਈ ਜਾਣਕਾਰੀ। ਇਹ ਡੇਟਾ ਐਪ ਦੁਆਰਾ ਨਹੀਂ ਸਗੋਂ ਤੁਹਾਡੇ ਫੋਨ ਦੇ ਓਪਰੇਟਿੰਗ ਸਿਸਟਮ ਦੁਆਰਾ ਨਿਯੰਤਰਤ ਕੀਤਾ ਜਾਂਦਾ ਹੈ। ਹਟਾਉਣ ਤੋਂ ਬਾਅਦ ਜੇਕਰ ਤੁਸੀਂ ਇਸ ਐਪ ਦੀ ਮੁੜ ਵਰਤੋਂ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ, ਤਾਂ ਤੁਹਾਨੂੰ ਇਸਨੂੰ ਮੁੜ ਸਥਾਪਤ ਕਰਨਾ ਹੋਵੇਗਾ।
pl: Wszelkie informacje udostępniane za pośrednictwem tej aplikacji będą wykorzystywane wyłącznie do celów związanych ze zdrowiem publicznym. Zapisane dane zostaną usunięte po kliknięciu opcji „Usuń dane”. Usunięcie obejmuje także wszystkie aktywne okresy izolacji oraz pozostały czas izolacji. Należy pamiętać, że telefon użytkownika zachowa pewne informacje, takie jak dane gromadzone przez telefon do rejestrowania innych użytkowników aplikacji. Dane te nie są kontrolowane przez aplikację, ale przez system operacyjny telefonu. Jeżeli po usunięciu użytkownik będzie chciał ponownie korzystać z aplikacji, należy ponownie ją skonfigurować.
ro: Orice informație pe care o transmiteți prin intermediul acestei aplicații va fi utilizată numai în scopuri de sănătate publică. Datele deținute vor fi eliminate după ce faceți clic pe „Ștergere date”. Această ștergere include orice perioade active de auto-izolare și ce perioadă v-a rămas. Vă rugăm să rețineți că telefonul dvs. va păstra unele informații, cum ar fi datele pe care le colectează telefonul pentru a înregistra alți utilizatori de aplicații. Aceste date nu sunt controlate de aplicație, ci de sistemul de operare al telefonului dvs. După ștergere, dacă doriți să utilizați din nou această aplicație, va trebui să o configurați din nou.
tr: Bu uygulama aracılığıyla paylaştığınız tüm bilgiler yalnızca halk sağlığı amaçlı olarak kullanılacaktır. Siz "Verileri sil" seçeneğine tıkladığınızda, saklanan veriler kaldırılacaktır. Bu silme işlemi, her türlü etkin kişisel karantina döneminiz ile karantinada kalmanız için kalan süreyi içermektedir. Telefonunuzun verilerin diğer uygulama kullanıcılarını kaydetmek için topladığı veriler gibi bazı bilgileri saklamaya devam edeceğini lütfen dikkate alın. Bu veriler, uygulama değil, telefonunuzun işletim sistemi tarafından kontrol edilir. Silme işlemi sonrasında uygulamayı tekrar kullanmak istemeniz halinde, kurulumu yeniden yapmanız gerekecektir.
ur: آپ کی طرف سے اس ایپ کے ذریعے بانٹی گئی کسی معلومات کو صرف عوامی صحت کے مقاصد کے لئے استعمال کیا جائے گا۔ جب آپ "ڈیٹا تأكيد کریں" کو دباتے ہیں تو رکھے گئے ڈیٹا کو ختم کر دیا جائے گا۔ حذف کئے جانے میں الگ تھلگ رہنے کے کوئی فعال دورانیے اور یہ شامل ہے کہ آپ کا کتنا وقت باقی ہے۔ براہ کرم نوٹ کریں کہ آپ کا فون کُچھ معلومات محفوظ رکھے گا، جیسا کہ وہ ڈیٹا جو آپ کا فون ایپ کے دیگر استعمال کنندگان کو لاگ کرنے کے لئے اکٹھا کرتا ہے۔ اس ڈیٹا کو ایپ کی طرف سے کنٹرول نہیں کیا جاتا بلکہ آپ کے فون کا چلانے کا نظام اس کو کنٹرول کرتا ہے۔ حذف کئے جانے کے بعد اگر آپ اس ایپ کو دوبارہ استعمال کرنا چاہتے ہیں تو آپ کو اسے دوبارہ سیٹ اپ کرنا ہوگا۔
zh: 您通过此应用共享的任何信息仅用于公共健康目的。 点击“删除数据”后，保留的数据将被删除。 此删除包括任何活跃的自我隔离期以及剩下时间。 请注意，您的手机将保留一些信息，例如手机收集的、用于记录其他应用程序用户的数据。 此数据不受应用程序控制，而是由手机的操作系统控制。 删除后，如果您想再次使用该应用程序，则必须再次进行设置。

# mydata_delete_data_alert_button_title
source: Delete data
ar: حذف البيانات
bn: তথ্য মুছে ফেলুন
cy: Dileu data
gu: ડેટાને હટાવો
pa: ਡਾਟਾ ਮਿਟਾਓ
pl: Usuń dane
ro: Ștergere date
tr: Verileri sil
ur: ڈیٹا مٹائیں
zh: 删除数据

# mydata_venue_history_edit_button_title
source: Edit
ar: تعديل
bn: সম্পাদনা করুন
cy: Golygu
gu: સંપાદિત કરો
pa: ਸੰਪਾਦਿਤ ਕਰੋ
pl: Edytuj
ro: Editare
tr: Düzenle
ur: ترمیم
zh: 编辑

# mydata_venue_history_done_button_title
source: Done
ar: تم
bn: সম্পন্ন
cy: Wedi'i wneud
gu: થઈ ગયું
pa: ਹੋ ਗਿਆ
pl: Gotowe
ro: Terminat
tr: Bitti
ur: ہوگیا
zh: 完成

# accessability_error_cannot_run_app
source: Unfortunately, this app is not working
ar: للأسف، هذا التطبيق لا يعمل
bn: দুর্ভাগ্যক্রমে, এই অ্যাপটি কাজ করছে না
cy: Yn anffodus, nid yw'r ap yma'n gweithio
gu: દુર્ભાગ્યે, આ ઍપ કાર્ય કરી રહી નથી
pa: ਬਦਕਿਸਮਤੀ ਨਾਲ, ਇਹ ਐਪ ਕੰਮ ਨਹੀਂ ਕਰ ਰਿਹਾ ਹੈ
pl: Niestety aplikacja obecnie nie działa.
ro: Din păcate, această aplicație nu funcționează
tr: Maalesef bu uygulama çalışmıyor
ur: بدقسمتی سے، یہ ایپ کام نہیں کر رہی ہے
zh: 非常遗憾，此应用程序没有运行

# link_privacy
source: https://www.gov.uk/government/publications/nhs-covid-19-app-privacy-information
cy: https://www.gov.uk/government/publications/nhs-covid-19-app-privacy-information/ap-covid-19-y-gig

# link_our_policies
source: https://covid19.nhs.uk/our-policies.html
ar: https://www.gov.uk/government/publications/nhs-covid-19-app-privacy-information/nhs-covid-19-app-terms-of-use
bn: https://www.gov.uk/government/publications/nhs-covid-19-app-privacy-information/nhs-covid-19-app-terms-of-use
cy: https://www.gov.uk/government/publications/nhs-covid-19-app-privacy-information/nhs-covid-19-app-terms-of-use
gu: https://covid19.nhs.uk/terms-of-use-gujarati.html
pa: https://www.gov.uk/government/publications/nhs-covid-19-app-privacy-information/nhs-covid-19-app-terms-of-use
pl: https://www.gov.uk/government/publications/nhs-covid-19-app-privacy-information/nhs-covid-19-app-terms-of-use
ro: https://www.gov.uk/government/publications/nhs-covid-19-app-privacy-information/nhs-covid-19-app-terms-of-use
tr: https://covid19.nhs.uk/terms-of-use-turkish.html
ur: https://www.gov.uk/government/publications/nhs-covid-19-app-privacy-information/nhs-covid-19-app-terms-of-use
zh: https://www.gov.uk/government/publications/nhs-covid-19-app-privacy-information/nhs-covid-19-app-terms-of-use

# link_faq
source: https://faq.covid19.nhs.uk
ar: https://www.gov.uk/government/collections/nhs-covid-19-app
bn: https://www.gov.uk/government/collections/nhs-covid-19-app
cy: https://www.gov.uk/government/collections/nhs-covid-19-app
gu: https://covid19.nhs.uk/common-questions-gujarati.html
pa: https://www.gov.uk/government/collections/nhs-covid-19-app
pl: https://www.gov.uk/government/collections/nhs-covid-19-app
ro: https://www.gov.uk/government/collections/nhs-covid-19-app
tr: https://covid19.nhs.uk/common-questions-turkish.html
ur: https://www.gov.uk/government/collections/nhs-covid-19-app
zh: https://www.gov.uk/government/collections/nhs-covid-19-app

# link_about_the_app
source: https://covid19.nhs.uk
ar: https://www.gov.uk/government/collections/nhs-covid-19-app
bn: https://www.gov.uk/government/collections/nhs-covid-19-app
cy: https://www.gov.uk/government/collections/nhs-covid-19-app
gu: https://covid19.nhs.uk/introducing-the-app-gujarati.html
pa: https://www.gov.uk/government/collections/nhs-covid-19-app
pl: https://www.gov.uk/government/collections/nhs-covid-19-app
ro: https://www.gov.uk/government/collections/nhs-covid-19-app
tr: https://covid19.nhs.uk/introducing-the-app-turkish.html
ur: https://www.gov.uk/government/collections/nhs-covid-19-app
zh: https://www.gov.uk/government/collections/nhs-covid-19-app

# link_accessibility_statement
source: https://covid19.nhs.uk/accessibility.html
ar: https://www.gov.uk/guidance/nhs-covid-19-app-accessibility
bn: https://www.gov.uk/guidance/nhs-covid-19-app-accessibility
cy: https://www.gov.uk/guidance/nhs-covid-19-app-accessibility
pa: https://www.gov.uk/guidance/nhs-covid-19-app-accessibility
pl: https://www.gov.uk/guidance/nhs-covid-19-app-accessibility
ro: https://www.gov.uk/guidance/nhs-covid-19-app-accessibility
ur: https://www.gov.uk/guidance/nhs-covid-19-app-accessibility
zh: https://www.gov.uk/guidance/nhs-covid-19-app-accessibility

# link_isolation_advice
source: https://faq.covid19.nhs.uk/article/KA-01099/en-us
ar: https://www.gov.uk/government/publications/covid-19-response-living-with-covid-19
bn: https://www.gov.uk/government/publications/covid-19-response-living-with-covid-19
cy: https://www.gov.uk/government/publications/covid-19-response-living-with-covid-19
gu: https://faq.covid19.nhs.uk/article/KA-01201/en-us
pa: https://www.gov.uk/government/publications/covid-19-response-living-with-covid-19
pl: https://www.gov.uk/government/publications/covid-19-response-living-with-covid-19
ro: https://www.gov.uk/government/publications/covid-19-response-living-with-covid-19
tr: https://faq.covid19.nhs.uk/article/KA-01225/en-us
ur: https://www.gov.uk/government/publications/covid-19-response-living-with-covid-19
zh: https://www.gov.uk/government/publications/covid-19-response-living-with-covid-19

# link_general_advice
source: https://www.nhs.uk/get-tested
ar: https://www.nhs.uk/conditions/coronavirus-covid-19/testing/
bn: https://www.nhs.uk/conditions/coronavirus-covid-19/testing/
cy: https://www.nhs.uk/conditions/coronavirus-covid-19/testing/
pa: https://www.nhs.uk/conditions/coronavirus-covid-19/testing/
pl: https://www.nhs.uk/conditions/coronavirus-covid-19/testing/
ro: https://www.nhs.uk/conditions/coronavirus-covid-19/testing/
ur: https://www.nhs.uk/conditions/coronavirus-covid-19/testing/
zh: https://www.nhs.uk/conditions/coronavirus-covid-19/testing/

# link_more_info_on_postcode_risk
source: https://faq.covid19.nhs.uk/article/KA-01101/en-us
ar: https://www.gov.uk/government/publications/covid-19-response-living-with-covid-19
bn: https://www.gov.uk/government/publications/covid-19-response-living-with-covid-19
cy: https://www.gov.uk/government/publications/covid-19-response-living-with-covid-19
gu: https://faq.covid19.nhs.uk/article/KA-01200/en-us
pa: https://www.gov.uk/government/publications/covid-19-response-living-with-covid-19
pl: https://www.gov.uk/government/publications/covid-19-response-living-with-covid-19
ro: https://www.gov.uk/government/publications/covid-19-response-living-with-covid-19
tr: https://faq.covid19.nhs.uk/article/KA-01224/en-us
ur: https://www.gov.uk/government/publications/covid-19-response-living-with-covid-19
zh: https://www.gov.uk/government/publications/covid-19-response-living-with-covid-19

# link_testing_privacy_notice
source: https://www.gov.uk/government/publications/coronavirus-covid-19-testing-privacy-information/testing-for-coronavirus-privacy-information
ar: https://www.gov.uk/government/publications/coronavirus-covid-19-testing-privacy-information
bn: https://www.gov.uk/government/publications/coronavirus-covid-19-testing-privacy-information
cy: https://www.gov.uk/government/publications/coronavirus-covid-19-testing-privacy-information
pa: https://www.gov.uk/government/publications/coronavirus-covid-19-testing-privacy-information
pl: https://www.gov.uk/government/publications/coronavirus-covid-19-testing-privacy-information
ro: https://www.gov.uk/government/publications/coronavirus-covid-19-testing-privacy-information
ur: https://www.gov.uk/government/publications/coronavirus-covid-19-testing-privacy-information
zh: https://www.gov.uk/government/publications/coronavirus-covid-19-testing-privacy-information

# link_nhs111_online
source: https://111.nhs.uk/
cy: https://111.wales.nhs.uk/

# link_how_this_app_works
source: https://covid19.nhs.uk
ar: https://www.gov.uk/government/collections/nhs-covid-19-app
bn: https://www.gov.uk/government/collections/nhs-covid-19-app
cy: https://www.gov.uk/government/collections/nhs-covid-19-app
gu: https://covid19.nhs.uk/introducing-the-app-gujarati.html
pa: https://www.gov.uk/government/collections/nhs-covid-19-app
pl: https://www.gov.uk/government/collections/nhs-covid-19-app
ro: https://www.gov.uk/government/collections/nhs-covid-19-app
tr: https://covid19.nhs.uk/introducing-the-app-turkish.html
ur: https://www.gov.uk/government/collections/nhs-covid-19-app
zh: https://www.gov.uk/government/collections/nhs-covid-19-app

source: Cancel
ar: إلغاء
bn: বাতিল করুন
cy: Canslo
gu: રદ્દ કરો
pa: ਰੱਦ ਕਰੋ
pl: Anuluj
ro: Anulare
tr: İptal
ur: منسوخ کریں
zh: 取消

source: Back
ar: رجوع
bn: ফিরে যান
cy: Mynd yn ôl
gu: પાછા જાઓ
pa: ਵਾਪਸ ਜਾਓ
pl: Wróć
ro: Înapoi
tr: Geri
ur: واپس جائیں
zh: 返回

# exposure_notification_reminder_button
source: Turn on contact tracing
ar: تشغيل خاصية تتبع الاتصال
bn: কনট্যাক্ট ট্রেসিং চালু করুন
cy: Troi olrhain cysylltiadau ymlaen.
gu: કૉન્ટૅક્ટ ટ્રેસિંગ ચાલુ કરો
pa: ਕੰਟੈਕਟ ਟਰੇਸਿੰਗ ਚਾਲੂ ਕਰੋ
pl: Włącz funkcję śledzenia kontaktów
ro: Activați urmărirea contactelor
tr: Temas takibini aç
ur: رابطے کا سراغ لگانا آن کریں
zh: 打开接触追踪

# exposure_notification_reminder_title
source: Turn contact tracing back on to help protect you and others
ar: يجب تشغيل خاصية تتبع المخالطين مرة أخرى لتوفير الحماية لك وللآخرين.
bn: নিজেকে ও অন্যদের সুরক্ষিত রাখতে সাহায্য করার জন্য, কনট্যাক্ট ট্রেসিং আবার চালু করুন।
cy: Ailddechreuwch y cyfleuster olrhain cysylltiadau i helpu i’ch amddiffyn eich hun ac eraill.
gu: તમારું અને અન્ય લોકોનું રક્ષણ કરવામાં મદદ માટે કૉન્ટેક્ટ ટ્રેસિંગને ફરી ચાલુ કરો.
pa: ਆਪਣੀ ਅਤੇ ਦੂਜਿਆਂ ਦੀ ਰੱਖਿਆ ਕਰਨ ਵਿੱਚ ਮਦਦ ਕਰਨ ਲਈ ਸੰਪਰਕ ਟ੍ਰੇਸਿੰਗ ਨੂੰ ਮੁੜ ਚਾਲੂ ਕਰੋ।
pl: Włącz śledzenie kontaktów, aby pomóc chronić siebie i innych.
ro: Reactivați urmărirea contactelor pentru a vă proteja pe dvs. și pe ceilalți.
tr: Kendinizi ve başkalarını korumaya yardımcı olmak için temas takibini tekrar başlatın.
ur: خود کا اور دوسروں کا تحفظ کرنے میں مدد کے لیے رابطے کے سراغ کو آن کریں۔
zh: 开启联系人追踪，帮助保护自己和他人。

# exposure_notification_reminder_sheet_title
source: Pause contact tracing
ar: إيقاف تتبع المخالطين مؤقتًا
bn: কনট্যাক্ট ট্রেসিং থামান
cy: Oedi wrth olrhain cysylltiadau
gu: કૉન્ટેક્ટ ટ્રેસિંગ અટકાવો
pa: ਸੰਪਰਕ ਟ੍ਰੇਸਿੰਗ ਨੂੰ ਰੋਕੋ
pl: Wstrzymaj śledzenie kontaktów
ro: Întrerupeți urmărirea contactelor
tr: Temas takibini durdur
ur: رابطے کے سراغ کو موقوف کریں
zh: 暂停接触者追踪
