Repository: nihp-public/covid-19-app-ios-ag-public
Catalog: NHS-COVID-19/Core/Sources/Localization/Resources/*.lproj/Localizable.strings
Languages: ar, bn, cy, gu, pa, pl, ro, tr, ur, zh

# end_of_isolation_void_text_no_isolation_title
source: We could not tell if you had coronavirus
ar: لا يمكننا معرفة ما إذا كنت مصابا بــــCOVID-19
bn: আপনার COVID-19 ছিল কিনা তা আমরা নিশ্চিতভাবে বলতে পারিনি
cy: Ni allem ddweud a oedd COVID-19 arnoch
gu: ટેસ્ટના સમયે જો તમને કોરોનાવાયરસ હતો તે અમે કહી ન શકીએ
pa: ਅਸੀਂ ਇਹ ਨਹੀਂ ਦੱਸ ਸਕੇ ਕਿ ਕੀ ਤੁਹਾਨੂੰ COVID-19 ਸੀ
pl: Nie mogliśmy stwierdzić, czy miałeś(-aś) COVID-19
ro: Nu am putut stabili dacă aveți COVID-19
tr: Koronavirüsle enfekte olup olmadığınızı tespit edemedik
ur: ہم یہ نہیں کہہ سکتے کہ آیا آپ کو COVID-19 تھا
zh: 我们无法判断您是否感染 COVID-19

# end_of_isolation_explanation_negative_test_result
source: The test result shows that at the time of testing, you did not have the virus. If you do develop symptoms, report them on this app. If you are under 18, you are advised to show this message to a trusted adult.
ar: تُظهر نتيجة الاختبار الذي أجريته أنك لم تكن مُصابًا بالفيروس في وقت إجراء الاختبار. إذا ظهرت عليك أيٌّ من الأعراض، فيجب الإبلاغ عنها في التطبيق. إذا كان عمرك يقل عن 18 عامًا، فإننا نوصيك بعرض هذه الرسالة على شخصٍ بالغٍ محل ثقة لديك.
bn: আপনার পরীক্ষার ফলাফল দেখায় যে পরীক্ষা করার সময় আপনার ভাইরাস ছিল না। আপনার উপসর্গ দেখা দিলে, এই অ্যাপে সেইগুলি জানান। আপনার বয়স ১৮ বছরের কম হলে, নির্ভরযোগ্য কোনো প্রাপ্তবয়স্ক ব্যক্তিকে এই বার্তা দেখানোর জন্য পরামর্শ দেওয়া হচ্ছে।
cy: Mae canlyniad eich prawf yn dangos nad oedd y feirws arnoch ar adeg y prawf. Os byddwch yn datblygu symptomau, rhowch wybod amdanynt ar yr ap hwn. Os ydych chi o dan 18 oed, fe'ch cynghorir i ddangos y neges hon i oedolyn dibynadwy.
gu: પરીક્ષણનું પરિણામ એ બતાવે છે કે પરીક્ષણના સમયે, તમને વાયરસનો ચેપ ન હતો. જો તમે લક્ષણો વિકસિત કરો છો, તો આ એપ પર તેમની જાણ કરો. જો તમારી ઉંમર 18 વર્ષથી ઓછી છે, તો તમને કોઈ વિશ્વાસપાત્ર વયસ્ક વ્યક્તિને આ સંદેશ બતાવવાની સલાહ આપવામાં આવે છે.
pa: ਇਸ ਟੈਸਟ ਦਾ ਨਤੀਜਾ ਇਹ ਦਿਖਾਉਂਦਾ ਹੈ ਕਿ ਟੈਸਟ ਕਰਵਾਉਣ ਸਮੇਂ ਤੁਹਾਡੇ ਅੰਦਰ ਵਾਇਰਸ ਨਹੀਂ ਸੀ। ਜੇ ਤੁਹਾਨੂੰ ਲੱਛਣ ਹੁੰਦੇ ਵੀ ਹਨ, ਤਾਂ ਇਸ ਐਪ ਤੇ ਉਨ੍ਹਾਂ ਬਾਰੇ ਰਿਪੋਰਟ ਕਰੋ। ਜੇ ਤੁਹਾਡੀ ਉਮਰ 18 ਸਾਲ ਤੋਂ ਘੱਟ, ਤਾਂ ਤੁਹਾਨੂੰ ਸਲਾਹ ਦਿੱਤੀ ਜਾਂਦੀ ਹੈ ਕਿ ਤੁਸੀਂ ਇਹ ਸੁਨੇਹਾ ਕਿਸੇ ਭਰੋਸੇਮੰਦ ਬਾਲਗ ਨੂੰ ਦਿਖਾਓ।
pl: Oznacza to, że kiedy test został przeprowadzony, nie doszło do zakażenia wirusem. Jeżeli wystąpią u Ciebie objawy, zgłoś je w aplikacji. Jeżeli masz poniżej 18 lat, radzimy pokazać tę wiadomość zaufanej osobie dorosłej.
ro: Rezultatul testului dvs. arată că ați avut virusul în momentul testului. Vi s-au trimis mai multe informații prin e-mail, text sau telefon. Dacă aveți vârsta sub 18 ani, vi se recomandă să arătați acest mesaj unui adult de încredere.
tr: Test sonucu, test esnasında virüsle enfekte olmuş olmadığınızı gösteriyor. Belirti geliştirirseniz, bunları bu uygulama üzerinden bildirin. Eğer 18 yaşın altındaysanız bu mesajı güvendiğiniz bir yetişkine göstermeniz tavsiye edilir.
ur: آپ کے ٹیسٹ کے نتیجے سے ظاہر ہوتا ہے کہ ٹیسٹ ہونے کے وقت آپ میں وائرس موجود نہیں تھا۔ اگر آپ میں علامات ظاہر ہو جائیں تو اس ایپ پر ان کی اطلاع دیں۔ اگر آپ کی عمر 18 سال سے کم ہے تو آپ کو مشورہ دیا جاتا ہے کہ یہ پیغام کسی قابل اعتماد بالغ کو دکھائیں۔
zh: 检测结果表明，在做检测时您没有感染病毒。如果您确实出现症状，请在本应用程序上进行报告。如果您还未满 18 岁，建议您将此消息拿提供给您信任的成年人。

# end_of_isolation_link_label
source: For further advice, please visit:
ar: للاطلاع على المزيد من النصائح، يرجى زيارة الموقع الإلكتروني:
bn: আরও পরামর্শের জন্য, অনুগ্রহ করে ভিজিট করুন:
cy: I gael rhagor o gyngor, cysylltwch â:
gu: વધારે સલાહ- સૂચન માટે, કૃપા કરી કોન્ટેક્ટ કરોઃ
pa: ਵਧੇਰੇ ਸਲਾਹ ਲਈ, ਹੇਠਾਂ ਦਿੱਤੇ ਲਿੰਕ ‘ਤੇ ਜਾਓ:
pl: Aby uzyskać dalsze informacje, proszę wejść na stronę:
ro: Pentru îndrumări suplimentare, vă rugăm să vizitați:
tr: Daha fazla tavsiye için lütfen aşağıdaki linki ziyaret edin:
ur: مزید مشورے کے لئے براہ کرم دیکھیے:
zh: 有关更多建议，请访问：

# end_of_isolation_corona_back_to_home_button
source: Back to home
ar: العودة إلى الشاشة الرئيسية
bn: হোমে ফিরে যান
cy: Yn ôl i'r dudalen gartref
gu: હોમ પર પાછા
pa: ਮੁੱਖ ਪੰਨੇ 'ਤੇ ਵਾਪਸ
pl: Powrót do strony głównej
ro: Înapoi acasă
tr: Ana sayfaya geri dön
ur: ہوم پر واپس جائیں
zh: 返回主屏幕

# end_of_isolation_further_advice_visit
source: For further advice, please visit:
ar: للاطلاع على المزيد من النصائح، يرجى زيارة الموقع الإلكتروني:
bn: আরও পরামর্শের জন্য, অনুগ্রহ করে ভিজিট করুন:
cy: I gael rhagor o gyngor, cysylltwch â:
gu: વધારે સલાહ- સૂચન માટે, કૃપા કરી કોન્ટેક્ટ કરોઃ
pa: ਵਧੇਰੇ ਸਲਾਹ ਲਈ, ਹੇਠਾਂ ਦਿੱਤੇ ਲਿੰਕ ‘ਤੇ ਜਾਓ:
pl: Aby uzyskać dalsze informacje, proszę wejść na stronę:
ro: Pentru îndrumări suplimentare, vă rugăm să vizitați:
tr: Daha fazla tavsiye için lütfen aşağıdaki linki ziyaret edin:
ur: مزید مشورے کے لئے براہ کرم دیکھیے:
zh: 有关更多建议，请访问：

# positive_test_result_title
source: Continue to self-isolate for
ar: استمر في محاولة البقاء في المنزل لـــ
bn: বাসায় থাকার চেষ্টা চালিয়ে যান
cy: Parhewch i geisio aros gartref am
gu: માટે સેલ્ફ-આઇસોલેશનમાં રહેવાનું ચાલુ રાખો
pa: ਇਸਦੇ ਲਈ ਘਰ ਰਹਿਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਨਾ ਜਾਰੀ ਰੱਖੋ
pl: Nadal staraj się pozostać w domu przez
ro: Continuați să încercați să stați acasă timp de
tr: Kişisel karantinaya devam edilecek süre:
ur: گھر پر رہنے کی کوشش کرنا جاری رکھیں برائے
zh: 继续居家隔离

# positive_test_result_info
source: Your coronavirus test result is positive
ar: نتيجة اختبار COVID-19 الخاصة بك إيجابية
bn: আপনার COVID-19 পরীক্ষার ফলাফল পজিটিভ এসেছে
cy: Mae canlyniad eich prawf COVID-19 yn bositif
gu: તમારા કોરોનાવાયરસનું ટેસ્ટ પરિણામ સકારાત્મક છે
pa: ਤੁਹਾਡੇ COVID-19 ਟੈਸਟ ਦਾ ਨਤੀਜਾ ਪਾਜ਼ਿਟਿਵ ਹੈ
pl: Masz pozytywny wynik testu na COVID-19
ro: Testul dvs. COVID-19 are un rezultat pozitiv
tr: Koronavirüs test sonucunuz pozitif
ur: آپ کا COVID-19 کی جانچ کا نتیجہ مثبت ہے
zh: 您的 COVID-19 检测结果呈阳性

# positive_test_result_explanation
source: To understand how the app calculates self-isolation days, visit the link to the FAQs below. Your test result shows that you had the virus at the time of the test. You have been sent more information by email, text or phone. If you are under 18, you are advised to show this message to a trusted adult. Don’t worry - for most people symptoms are quite mild. However, if your symptoms do worsen then you should call 111 or visit nhs.uk for more advice.
ar: يمكنك الاستمرار في ممارسة أنشطتك المعتادة بعد ذلك الوقت إذا لم يكن لديك ارتفاع في درجة الحرارة وإذا كنت تشعر أنك بصحة جيدة. وهذا لكي تتجنب نقل COVID-19 إلى الآخرين.
bn: স্ব-বিচ্ছিন্ন থাকার দিন সংখ্যা এই অ্যাপ কীভাবে গণনা করে তা বুঝতে নিচে প্রদত্ত প্রায়শই জিজ্ঞাসিত প্রশ্নাবলীর লিংক দেখুন। পরীক্ষার ফলাফল দেখায় যে পরীক্ষা করানোর সময় আপনার ভাইরাসটি ছিল। আপনাকে ইমেল, পাঠ্য বা ফোনের মাধ্যমে আরো তথ্য প্রেরণ করা হয়েছে। আপনার বয়স ১৮ বছরের কম হলে, নির্ভরযোগ্য কোনো প্রাপ্তবয়স্ক ব্যক্তিকে এই বার্তা দেখানোর জন্য পরামর্শ দেওয়া হচ্ছে। চিন্তা করবেন না – বেশির ভাগ মানুষের জন্য উপসর্গগুলি বেশ অনুগ্র হয়। কিন্তু, আপনার উপসর্গগুলি যদি খারাপ হতে থাকে তাহলে আপনার 111 নম্বরে কল করা উচিৎ অথবা nhs.uk–থেকে আরো পরামর্শ নেওয়া উচিৎ।
cy: Er mwyn deall sut mae'r ap yn cyfrifo diwrnodau hunan-ynysu, defnyddiwch y ddolen i'r cwestiynau isod. Mae canlyniad eich prawf yn dangos bod y feirws arnoch ar adeg y prawf. Anfonwyd rhagor o wybodaeth atoch trwy gyfrwng e-bost, neges destun neu ffôn. Os ydych chi o dan 18 oed, fe'ch cynghorir i ddangos y neges hon i oedolyn dibynadwy. Peidiwch â phoeni - i'r rhan fwyaf o bobl mae'r symptomau'n eithaf ysgafn. Fodd bynnag, os bydd eich symptomau'n gwaethygu, ffoniwch 111 neu ewch i nhs.uk i gael rhagor o gyngor.
gu: સેલ્ફ આયસોલેશનનાં દિવસોનો એપ કેવી રીતે સરવાળો કરે છે એ જાણવા માટે પૂછાતા પ્રશ્નોની નીચે લિંક જૂઓ. તમારા ટેસ્ટ પરિણામ બતાવે છે કે ટેસ્ટ સમયે તમે વાયરસ ધરાવતા હતા. તમને ઇમેઇલ, ટેક્સ્ટ અથવા ફોન દ્વારા વધુ માહિતી મોકલવામાં આવી છે. જો તમારી ઉંમર 18 વર્ષથી ઓછી છે, તો તમને કોઈ વિશ્વાસપાત્ર વયસ્ક વ્યક્તિને આ સંદેશ બતાવવાની સલાહ આપવામાં આવે છે. ચિંતા કરશો નહીં - મોટાભાગના લોકો માટે લક્ષણો ખૂબ જ હળવા હોય છે. તેમ છતાં, જો તમારા લક્ષણો વધુ ખરાબ થાય તો તમારે વધુ સલાહ માટે 111 પર કૉલ કરવો જોઈએ અથવા nhs.uk ની મુલાકાત લેવી જોઈએ.
pa: ਜੇਕਰ ਤੁਹਾਨੂੰ ਤੇਜ਼ ਬੁਖ਼ਾਰ ਨਹੀਂ ਹੈ ਅਤੇ ਜੇਕਰ ਤੁਸੀਂ ਠੀਕ ਮਹਿਸੂਸ ਕਰਦੇ ਹੋ ਤਾਂ ਉਸ ਸਮੇਂ ਤੋਂ ਬਾਅਦ ਤੁਸੀਂ ਆਪਣੀਆਂ ਆਮ ਗਤੀਵਿਧੀਆਂ ਨੂੰ ਜਾਰੀ ਰੱਖ ਸਕਦੇ ਹੋ। ਇਹ COVID-19 ਨੂੰ ਦੂਜਿਆਂ ਤਕ ਪਹੁੰਚਾਉਣ ਤੋਂ ਬਚਣ ਲਈ ਹੈ।
pl: Aby zrozumieć, w jaki sposób aplikacja liczy dni izolacji, kliknij w poniższy link do listy najczęściej zadawanych pytań (FAQ). Oznacza to, że kiedy test został przeprowadzony, byłeś/-aś zakażony/-a koronawirusem. Wysłano do Ciebie wiadomość e-mail lub wiadomość tekstową. Nie martw się – u większości osób objawy są dość łagodne. Jeżeli jednak dojdzie do pogorszenia objawów, zadzwoń pod numer 111 lub odwiedź stronę internetową, aby uzyskać więcej informacji.
ro: Puteți să vă desfășurați în continuare activitățile normale după această perioadă dacă nu aveți temperatură mare și vă simțiți destul de bine. Acest lucru are rolul de a evita transmiterea virusului COVID-19 unor alte persoane.
tr: Uygulamanın kişisel karantina günlerini nasıl hesapladığını anlamak için aşağıdaki SSS (sıkça sorulan sorular) bağlantısını ziyaret edin Test sonucunuz test esnasında koronavirüs enfeksiyonunuzun bulunduğunu gösteriyor. E-posta, SMS mesajı ya da telefon yoluyla size daha fazla bilgi gönderildi. Eğer 18 yaşın altındaysanız bu mesajı güvendiğiniz bir yetişkine göstermeniz tavsiye edilir. Endişelenmeyin; çoğu kişi hastalığı hafif belirtilerle atlatmaktadır. Ancak belirtilerinizde kötüleşme olursa daha fazla tavsiye için 111 numarasını aramalı ya da nhs.uk adresini ziyaret etmelisiniz.
ur: اگر آپ کا درجۂ حرارت زیادہ نہیں ہے اور اگر آپ کافی بہتر محسوس کرتے ہیں تو آپ اس مدت کے بعد اپنی معمول کی سرگرمیاں جاری رکھ سکتے ہیں۔ ایسا دوسروں تک COVID-19 کو منتقل کرنے سے بچنے کے لیے ہے۔
zh: 在这段时间之后，若无发烧且感觉良好，您可以恢复正常生活。这可避免将 COVID-19 传染给他人。

# positive_test_results_continue
source: Continue
ar: استمرار
bn: চালিয়ে যান
cy: Parhau
gu: ચાલુ રાખો
pa: ਜਾਰੀ ਰੱਖੋ
pl: Kontynuuj
ro: Continuare
tr: Devam
ur: جاری رکھیں
zh: 继续

# void_test_result_info
source: We could not tell if you had coronavirus
ar: لا يمكننا معرفة ما إذا كنت مصابا بــــCOVID-19
bn: আপনার COVID-19 ছিল কিনা তা আমরা নিশ্চিতভাবে বলতে পারিনি
cy: Ni allem ddweud a oedd y coronafeirws arnoch.
gu: તમને કોરોનાવાયરસ હતો કે નહીં તે અમે કહી શક્યા ન હતા
pa: ਅਸੀਂ ਇਹ ਨਹੀਂ ਦੱਸ ਸਕੇ ਕਿ ਕੀ ਤੁਹਾਨੂੰ COVID-19 ਸੀ
pl: Nie można było potwierdzić, czy doszło u Ciebie do zakażenia koronawirusem.
ro: Nu am putut stabili dacă aveți COVID-19
tr: Koronavirüsle enfekte olup olmadığınızı tespit edemedik
ur: ہم یہ نہیں کہہ سکتے کہ آیا آپ کو COVID-19 تھا
zh: 我们无法判断您是否感染 COVID-19

# void_test_result_explanation
source: To understand how the app calculates self-isolation days, visit the FAQs. We could not tell if you had coronavirus when the test was done and you should take the test again. If you are under 18, you are advised to show this message to a trusted adult.
ar: لا يمكننا معرفة ما إذا كنت مصابا COVID-19 عند إجراء الاختبار. إذا كان عمرك يقل عن 18 عامًا، فإننا نوصيك بعرض هذه الرسالة على شخصٍ بالغٍ محل ثقة لديك.
bn: যখন পরীক্ষাটি করা হয়েছিল, তখন আপনার COVID-19 ছিল কিনা তা আমরা নিশ্চিতভাবে বলতে পারিনি। আপনার বয়স ১৮ বছরের কম হলে, নির্ভরযোগ্য কোনো প্রাপ্তবয়স্ক ব্যক্তিকে এই বার্তা দেখানোর জন্য পরামর্শ দেওয়া হচ্ছে।
cy: Ni allem ddweud a oedd y coronafeirws arnoch pan wnaed y prawf. Os ydych chi o dan 18 oed, fe'ch cynghorir i ddangos y neges hon i oedolyn dibynadwy.
gu: સેલ્ફ આયસોલેશનનાં દિવસોનો એપ કેવી રીતે સરવાળો કરે છે એ જાણવા માટે પૂછાતા પ્રશ્નો જૂઓ. જ્યારે પરીક્ષણ કરવામાં આવ્યું ત્યારે તમને કોરોનાવાયરસ હતો કે નહીં તે અમે કહી શક્યા ન હતા અને તમારે ફરીથી પરીક્ષણ કરાવી લેવું જોઈએ. જો તમારી ઉંમર 18 વર્ષથી ઓછી છે, તો તમને કોઈ વિશ્વાસપાત્ર વયસ્ક વ્યક્તિને આ સંદેશ બતાવવાની સલાહ આપવામાં આવે છે.
pa: ਅਸੀਂ ਇਹ ਨਹੀਂ ਦੱਸ ਸਕੇ ਕਿ ਜਦੋਂ ਟੈਸਟ ਕੀਤਾ ਗਿਆ ਸੀ ਤਾਂ ਕੀ ਤੁਹਾਨੂੰ COVID-19। ਜੇ ਤੁਹਾਡੀ ਉਮਰ 18 ਸਾਲ ਤੋਂ ਘੱਟ, ਤਾਂ ਤੁਹਾਨੂੰ ਸਲਾਹ ਦਿੱਤੀ ਜਾਂਦੀ ਹੈ ਕਿ ਤੁਸੀਂ ਇਹ ਸੁਨੇਹਾ ਕਿਸੇ ਭਰੋਸੇਮੰਦ ਬਾਲਗ ਨੂੰ ਦਿਖਾਓ।
pl: Nie mogliśmy stwierdzić, czy miałeś(-aś) koronawirusa, w czasie tego testu. Jeżeli masz poniżej 18 lat, radzimy pokazać tę wiadomość zaufanej osobie dorosłej.
ro: Nu am putut stabili dacă aveați COVID-19 în momentul efectuării testului. Dacă aveți vârsta sub 18 ani, vi se recomandă să arătați acest mesaj unui adult de încredere.
tr: Uygulamanın kişisel karantina günlerini nasıl hesapladığını anlamak için SSS (sıkça sorulan sorular) bölümünü ziyaret edin Test yapıldığında sizde koronavirüs olup olmadığını tespit edememiş olduğumuzdan dolayı testi bir daha yaptırmalısınız. E-posta, SMS mesajı ya da telefon yoluyla size daha fazla bilgi gönderildi. Eğer 18 yaşın altındaysanız bu mesajı güvendiğiniz bir yetişkine göstermeniz tavsiye edilir.
ur: جب جانچ کی گئی تھی اس وقت ہم یہ نہیں کہہ سکتے تھے نہیں کہہ سکتے کہ آیا آپ کو COVID-19 تھا۔ اگر آپ کی عمر 18 سال سے کم ہے تو آپ کو مشورہ دیا جاتا ہے کہ یہ پیغام کسی قابل اعتماد بالغ کو دکھائیں۔
zh: 我们无法判断您在检测完成时是否感染COVID-19毒。 如果您还未满 18 岁，建议您将此消息提供给您信任的成年人。

# void_test_results_continue
source: Book a free test
ar: حجز اختبار مجاني
bn: হোমে ফিরে যান
cy: Yn ôl i'r dudalen gartref
gu: ફ્રિ ટેસ્ટ બુક કરો
pa: ਮੁੱਖ ਪੰਨੇ 'ਤੇ ਵਾਪਸ
pl: Powrót do strony głównej
ro: Înapoi acasă
tr: Hızlı antijen test kiti edinin
ur: ہوم پر واپس جائیں
zh: 返回主屏幕

# negative_test_result_with_isolation_title
source: Continue to self-isolate for
ar: استمر في محاولة البقاء في المنزل لـــ
bn: বাসায় থাকার চেষ্টা চালিয়ে যান
cy: Parhewch i geisio aros gartref am
gu: સેલ્ફ-આઇસોલેશનમાં રહેવાનુ ચાલુ રાખો
pa: ਇਸਦੇ ਲਈ ਘਰ ਰਹਿਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਨਾ ਜਾਰੀ ਰੱਖੋ
pl: Nadal staraj się pozostać w domu przez
ro: Continuați să încercați să stați acasă timp de
tr: Kişisel karantinaya devam edilecek süre:
ur: گھر پر رہنے کی کوشش کرنا جاری رکھیں برائے
zh: 继续居家隔离

# negative_test_result_with_isolation_info
source: Your coronavirus test result is negative but you may still develop symptoms, so you should stay in isolation
ar: نتيجة اختبار الكشف عن إصابتك بفيروس كورونا سلبية إلا أنه يُحتمل ظهور الأعراض لديك؛ ولذا يجب عليك الاستمرار في العزل الذاتي لنفسك
bn: আপনার করোনাভাইরাস পরীক্ষার ফলাফল নেগেটিভ, তাও আপনার উপসর্গ বিকশিত হতে পারে, তাই আপনার বিচ্ছিন্ন থাকা উচিৎ
cy: Mae canlyniad eich prawf yn negyddol ond gallech ddatblygu symptomau o hyd, felly dylech barhau i hunanynysu
gu: તમારા કોરોનાવાયરસનું પરીક્ષણ પરિણામ નકારાત્મક છે. તમને હજુ પણ લક્ષણો વિકસિત થઈ શકે છે, તેથી તમારે આઇસોલેશનમાં રહેવું જોઈએ
pa: ਤੁਹਾਡੇ ਕੋਰੋਨਾਵਾਇਰਸ ਟੈਸਟ ਦਾ ਨਤੀਜਾ ਨੈਗੇਟਿਵ ਰਿਹਾ ਹੈ, ਪਰ ਤੁਹਾਨੂੰ ਅਜੇ ਵੀ ਲੱਛਣ ਹੋ ਸਕਦੇ ਹਨ, ਇਸ ਲਈ ਤੁਹਾਨੂੰ ਅਲੱਗ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ
pl: Wynik Twojego testu na koronawirusa jest negatywny, jednak objawy mogą nadal wystąpić. Kontynuuj izolację
ro: Rezultatul testului dvs. de coronavirus este negativ, dar încă este posibil să dezvoltați simptome, deci ar trebui să rămâneți izolat /ă
tr: Koronavirüs test sonucunuz negatif ancak yine de belirti geliştirmeniz mümkün. Dolayısıyla karantinada kalmalısınız izolat /ă
ur: آپ کے کوروناوائرس کے ٹیسٹ کا نتیجہ منفی ہے۔ ممکن ہے کہ آپ میں اب بھی علامات موجود ہوں، اس لئے براہ کرم علیحدگی میں رہیں
zh: 您的冠状病毒测试结果为阴性，但您仍可能出现症状，因此应保持隔离

# negative_test_result_with_isolation_explanation
source: Your test result shows that you did not have the virus when the test was done. You have been sent more information by email or text. If you are under 18, you are advised to show this message to a trusted adult.
ar: تُوضِّح نتيجة اختبارك أنك لست مُصابًا بالفيروس في وقت إجراء الاختبار. وقد أرسلنا إليك المزيد من المعلومات عبر رسالة إلكترونية أو نصية. إذا كنت دون سنِّ 18 عامًا، فإننا ننصحك بعرض هذه الرسالة على شخصٍ بالغٍ محل ثقةٍ لديك.
bn: আপনার পরীক্ষার ফলাফলে দেখা যাচ্ছে যে পরীক্ষা করার সময় আপনি ভাইরাস আক্রান্ত ছিলেন না। ইমেইল বা টেক্সটের মাধ্যমে আপনাকে আরো তথ্য পাঠানো হয়েছে। আপনার বয়স ১৮ বছরের কম হলে, নির্ভরযোগ্য কোনো প্রাপ্তবয়স্ক ব্যক্তিকে এই বার্তা দেখানোর জন্য পরামর্শ দেওয়া হচ্ছে।
cy: Mae eich prawf yn dangos nad oedd y feirws arnoch pan gynhaliwyd y prawf. Anfonwyd rhagor o wybodaeth atoch trwy e-bost neu neges destun. Os ydych chi o dan 18 oed, fe'ch cynghorir i ddangos y neges hon i oedolyn dibynadwy.
gu: તમારા પરીક્ષણનું પરિણામ બતાવે છે કે જ્યારે પરીક્ષણ કરવામાં આવ્યું હતું ત્યારે તમને વાયરસનું સંક્રમણ નોતું. તમને ઇમેઇલ અથવા ટેક્સ્ટ દ્વારા વધુ માહિતી મોકલવામાં આવી છે. જો તમારી ઉંમર 18 વર્ષથી ઓછી છે, તો તમને વિશ્વાસપાત્ર વયસ્કને આ સંદેશ બતાવવાની સલાહ આપવામાં આવે છે.
pa: ਤੁਹਾਡੇ ਟੈਸਟ ਦਾ ਨਤੀਜਾ ਦਿਖਾਉਂਦਾ ਹੈ ਕਿ ਜਦੋਂ ਟੈਸਟ ਕੀਤਾ ਗਿਆ ਸੀ ਤਾਂ ਤੁਹਾਡੇ ਅੰਦਰ ਵਾਇਰਸ ਨਹੀਂ ਸੀ। ਤੁਹਾਨੂੰ ਈਮੇਲ ਜਾਂ ਟੈਕਸਟ ਸੁਨੇਹੇ ਦੁਆਰਾ ਵਧੇਰੇ ਜਾਣਕਾਰੀ ਭੇਜੀ ਗਈ ਹੈ। ਜੇ ਤੁਹਾਡੀ ਉਮਰ 18 ਸਾਲ ਤੋਂ ਘੱਟ, ਤਾਂ ਤੁਹਾਨੂੰ ਸਲਾਹ ਦਿੱਤੀ ਜਾਂਦੀ ਹੈ ਕਿ ਤੁਸੀਂ ਇਹ ਸੁਨੇਹਾ ਕਿਸੇ ਭਰੋਸੇਮੰਦ ਬਾਲਗ ਨੂੰ ਦਿਖਾਓ।
pl: Twój wynik testu wskazuje na to, że w momencie jego przeprowadzenia nie byłeś(-aś) zarażony(-a) wirusem. Wysłano do Ciebie wiadomość e-mail lub sms z dalszymi informacjami. Jeżeli nie masz ukończonych 18 lat, radzimy pokazać tę wiadomość zaufanej osobie dorosłej.
ro: Rezultatul testului arată că nu erați infectat /ă la momentul testării. Vi s-au transmis mai multe informații prin e-mail sau SMS. Dacă aveți sub 18 ani, vă recomandăm să arătați acest mesaj unui adult de încredere.
tr: Test sonucunuz, test yapıldığında virüsle enfekte olmadığınızı gösteriyor. Size e-posta veya SMS mesajı yoluyla daha fazla bilgi gönderildi. 18 yaşından küçükseniz, bu mesajı güvendiğiniz bir yetişkine göstermeniz önerilir.
ur: آپ کی جانچ کے نتیجہ سے پتہ چلتا ہے کہ آپ کے اندر اس وقت وائرس نہیں پایا جاتا تھا جب جانچ کی گئی تھی۔ آپ کے پاس ای میل یا ٹیکسٹ کے ذریعہ مزید معلومات ارسال کی گئی ہے۔ اگر آپ کی عمر 18 سال سے کم ہے تو آپ کو مشورہ دیا جاتا ہے کہ یہ پیغام کسی بھروسہ مند بالغ فرد کو دکھائیں۔
zh: 本次检测后，结果显示您没有感染病毒。您已通过电子邮件或短信收到更多信息。 如果您还未满 18 岁，建议您将此消息提供给您信任的成年人。

# negative_test_result_with_isolation_advice
source: For further advice, please visit:
ar: للاطلاع على المزيد من النصائح، يرجى زيارة الموقع الإلكتروني:
bn: আরও পরামর্শের জন্য, অনুগ্রহ করে ভিজিট করুন:
cy: I gael rhagor o gyngor, cysylltwch â:
gu: વધારે સલાહ- સૂચન માટે, કૃપા કરી કોન્ટેક્ટ કરોઃ
pa: ਵਧੇਰੇ ਸਲਾਹ ਲਈ, ਹੇਠਾਂ ਦਿੱਤੇ ਲਿੰਕ ‘ਤੇ ਜਾਓ:
pl: Aby uzyskać dalsze informacje, proszę wejść na stronę:
ro: Pentru îndrumări suplimentare, vă rugăm să vizitați:
tr: Daha fazla tavsiye için lütfen aşağıdaki linki ziyaret edin:
ur: مزید مشورے کے لئے براہ کرم دیکھیے:
zh: 有关更多建议，请访问：

# negative_test_result_with_isolation_service_link
source: NHS guidance
ar: NHS 111 online
bn: NHS 111 online
cy: NHS 111 online
gu: NHS માર્ગદર્શન
pa: NHS 111 online
pl: NHS 111 online
ro: NHS 111 online
tr: NHS yönergesi
ur: NHS 111 online
zh: 在线 NHS 111

# negative_test_result_with_isolation_back_to_home
source: Back to home
ar: العودة إلى الشاشة الرئيسية
bn: হোমে ফিরে যান
cy: Yn ôl i'r dudalen gartref
gu: હોમ પર પાછા
pa: ਮੁੱਖ ਪੰਨੇ 'ਤੇ ਵਾਪਸ
pl: Powrót do strony głównej
ro: Înapoi acasă
tr: Ana sayfaya geri dön
ur: ہوم پر واپس جائیں
zh: 返回主屏幕

# symptom_review_title
source: Review symptoms
ar: مراجعة الأعراض
bn: উপসর্গ পর্যালোচনা করুন
cy: Adolygu symptomau
gu: લક્ષણોની સમિક્ષા કરો
pa: ਲੱਛਣਾਂ ਦੀ ਸਮੀਖਿਆ ਕਰੋ
pl: Sprawdź objawy
ro: Revizuire simptome
tr: Belirtileri gözden geçirin
ur: علامات پر نظر ثانی کریں
zh: 查看症状

# symptom_review_heading
source: Review your answers
ar: مراجعة إجاباتك
bn: আপনার উত্তর পর্যালোচনা করুন
cy: Adolygu’ch atebion
gu: તમારા જવાબોની સમિક્ષા કરો
pa: ਆਪਣੇ ਜਵਾਬਾਂ ਦੀ ਸਮੀਖਿਆ ਕਰੋ
pl: Sprawdź swoje odpowiedzi
ro: Revizuiți răspunsurile
tr: Yanıtlarınızı gözden geçirin
ur: اپنے جوابات پر نظر ثانی کریں
zh: 查看您的答案

# symptom_review_confirm_heading
source: You said ‘yes’ to these symptoms:
ar: كانت إجابتك "نعم" على الأعراض التالية:
bn: আপনি এই উপসর্গের উত্তরে ‘হ্যাঁ’ বলেছেন:
cy: Fe ddywedoch chi ‘oes’ i’r symptomau hyn:
gu: તમે આ લક્ષણોમાં "હા" કહી છે:
pa: ਤੁਸੀਂ ਇਨ੍ਹਾਂ ਲੱਛਣਾਂ ਲਈ 'ਹਾਂ' ਕਿਹਾ:
pl: Potwierdziłeś(-aś) wystąpienie następujących objawów:
ro: Ați spus „da” acestor simptome:
tr: Aşağıdaki belirtilere ‘evet’ cevabını verdiniz:
ur: آپ نے ان علامات پر 'ہاں' کہا:
zh: 您对这些症状回答“有”：

# symptom_review_deny_heading
source: You said ‘no’ to these symptoms:
ar: كانت إجابتك "لا" على الأعراض التالية:
bn: আপনি এই উপসর্গের উত্তরে ‘না’ বলেছেন:
cy: Fe ddywedoch chi ‘nac oes’ i’r symptomau hyn:
gu: તમે આ લક્ષણોમાં "ના" કહી છે:
pa: ਤੁਸੀਂ ਇਨ੍ਹਾਂ ਲੱਛਣਾਂ ਲਈ 'ਨਹੀਂ' ਕਿਹਾ:
pl: Zaprzeczyłeś(-aś) wystąpieniu następujących objawów:
ro: Ați spus „nu” acestor simptome:
tr: Aşağıdaki belirtilere ‘hayır’ cevabını verdiniz:
ur: آپ نے ان علامات پر 'نہیں' کہا:
zh: 您对这些症状说“没有”：

# symptom_review_date_heading
source: Do you remember the first time you started feeling any of these symptoms?
ar: هل تتذكر المرة الأولى التي بدأت فيها الشعور بهذه الأعراض؟
bn: যে তারিখে আপনি উপসর্গ অনুভব করা শুরু করেছিলেন সে তারিখটি কি আপনার মনে আছে?
cy: Ydych chi'n cofio'r tro cyntaf y cawsoch unrhyw un o'r symptomau hyn?
gu: આમાંના કોઈપણ લક્ષણોને અનુભવવાનું તમે પહેલીવાર શરૂ કર્યું તે શું તમને યાદ છે?
pa: ਕੀ ਤੁਹਾਨੂੰ ਸਭ ਤੋਂ ਪਹਿਲੀ ਤਾਰੀਖ ਯਾਦ ਹੈ ਜਦੋਂ ਤੁਸੀਂ ਇਨ੍ਹਾਂ ਵਿੱਚੋਂ ਕਿਸੇ ਵੀ ਲੱਛਣ ਦਾ ਅਨੁਭਵ ਕਰਨਾ ਸ਼ੁਰੂ ਕੀਤਾ ਸੀ?
pl: Czy pamiętasz pierwszy dzień, kiedy wystąpiły którekolwiek z objawów?
ro: Vă amintiți prima dată când ați început să simțiți vreunul dintre aceste simptome?
tr: Bu belirtilerden herhangi birini ilk sergilediğiniz zamanı hatırlıyor musunuz?
ur: کیا آپ کو وہ تاریخ یاد ہے جب آپ نے پہلی مرتبہ ان میں سے کوئی علامات محسوس کیں؟
zh: 您还记得初次开始感觉到这些症状的时间吗？

# symptom_review_date_placeholder
source: Select a date
ar: تحديد تاريخ
bn: একটি তারিখ বেছে নিন
cy: Dewiswch ddyddiad
gu: એક તારીખ પસંદ કરો
pa: ਇੱਕ ਮਿਤੀ ਦੀ ਚੋਣ ਕਰੋ
pl: Wybierz datę
ro: Selectați o dată
tr: Bir tarih seçin
ur: ایک تاریخ کا انتخاب کریں
zh: 选择日期

# symptom_review_date_hint
source: Double tap to open date picker
ar: انقر مرتين لفتح مُحدِّد التاريخ
bn: ডেট পিকারটি খোলার জন্য ডাবল ট্যাপ করুন
cy: Tapiwch ddwywaith i agor dyddiadau
gu: તારીખ પસંદ કરનાર માટે ડબલ ટેપ કરો
pa: ਤਾਰੀਖ ਚੋਣਕਾਰ ਨੂੰ ਖੋਲ੍ਹਣ ਲਈ ਦੋ ਵਾਰ ਟੈਪ ਕਰੋ
pl: Dotknij dwukrotnie, aby otworzyć kalendarz do wyboru dat
ro: Atingeți de două ori pentru a deschide selectorul de date
tr: Tarih seçiciyi açmak için çift tıklayın
ur: تاریخ منتخب کرنے کا فیچر کھولنے کے لئے دو مرتبہ ٹیپ کریں
zh: 双击以打开日期选择器

# symptom_review_no_date
source: I do not remember the date
ar: لا أتذكّر التاريخ
bn: আমার তারিখটি মনে নেই
cy: Dydw i ddim yn cofio'r dyddiad
gu: મને તારીખ યાદ નથી
pa: ਮੈਨੂੰ ਮਿਤੀ ਯਾਦ ਨਹੀਂ ਹੈ
pl: Nie pamiętam daty
ro: Nu-mi amintesc data
tr: Tarihi hatırlamıyorum
ur: مجھے تاریخ یاد نہیں ہے
zh: 我不记得日期了

# symptom_review_no_date_accessability_label_checked
source: I don’t remember the date. Checked
ar: لا أتذكر التاريخ. تم التحديد
bn: তারিখটি আমার মনে নেই। চেক করা হয়েছে
cy: Nid wyf yn cofio'r dyddiad. Wedi gwirio
gu: મને તારીખ યાદ નથી. તપાસ થઈ ચૂકી છે
pa: ਮੈਨੂੰ ਤਾਰੀਖ ਯਾਦ ਨਹੀਂ ਹੈ। ਚੈੱਕ ਕੀਤਾ ਗਿਆ
pl: Nie pamiętam daty. Zaznaczono
ro: Nu îmi amintesc data. Verificat
tr: Tarihi hatırlamıyorum. İşaretlendi
ur: مجھے تاریخ یاد نہیں۔ نشانزد
zh: 我不记得日期。已检查

# symptom_review_no_date_accessability_label_not_checked
source: I do not remember the date. Not checked
ar: لا أتذكر التاريخ. لم يتم التحديد
bn: তারিখটি আমার মনে নেই। চেক করা হয়নি
cy: Nid wyf yn cofio'r dyddiad. Heb wirio
gu: મને તારીખ યાદ નથી. તપાસ નથી થઈ
pa: ਮੈਨੂੰ ਤਾਰੀਖ ਯਾਦ ਨਹੀਂ ਹੈ। ਚੈੱਕ ਨਹੀਂ ਕੀਤਾ ਗਿਆ
pl: Nie pamiętam daty. Nie zaznaczono
ro: Nu îmi amintesc data. Nu a fost verificat
tr: Tarihi hatırlamıyorum. İşaretlenmedi
ur: مجھے تاریخ یاد نہیں۔ غیر نشانزد
zh: 我不记得日期。 没有检查

# symptom_review_error_description
source: You need to either enter a date or select “I donʼt remember the date”
ar: تحتاج إما إلى إدخال تاريخ أو تحديد "لا أتذكر التاريخ" (I do not remember the date)
bn: আপনাকে হয় একটি তারিখ এন্টার করতে হবে অথবা 'আমার মনে নেই' (I do not remember the date) তারিখটি নির্বাচন করতে হবে
cy: Mae angen i chi nodi dyddiad neu ddewis “Nid wyf yn cofio'r dyddiad”
gu: તમારે તારીખ લખવાની અથવા "મને તારીખ યાદ નથી" પસંદ કરવાની જરૂરિયાત રહેશે
pa: ਤੁਹਾਨੂੰ ਜਾਂ ਤਾਂ ਇੱਕ ਮਿਤੀ ਦਰਜ ਕਰਨ ਜਾਂ 'ਮੈਨੂੰ ਮਿਤੀ ਯਾਦ ਨਹੀਂ ਹੈ (I do not remember the date)' ਨੂੰ ਚੁਣਨ ਦੀ ਲੋੜ ਹੈ
pl: Należy wprowadzić datę lub wybrać opcję „Nie pamiętam daty”
ro: Trebuie să introduceți o dată sau sau să selectați "Nu îmi amintesc data" (I do not remember the date)
tr: Bir tarih seçmeli ya da "Tarihi hatırlamıyorum" seçeneğini işaretlemelisiniz.
ur: آپ کو کوئی تاریخ داخل کرنے یا یہ انتخاب کرنے کی ضرورت ہوگی کہ 'مجھے تاریخ یاد نہیں ہے (I do not remember the date)
zh: 请输入日期或选择“不记得日期”(I do not remember the date)
