Repository: nihp-public/covid-19-app-ios-ag-public
Catalog: NHS-COVID-19/Core/Sources/Localization/Resources/*.lproj/Localizable.strings
Languages: ar, bn, cy, gu, pa, pl, ro, tr, ur, zh

# warn_and_test_check_symptoms_confirm_alert_title
source: Are you sure you want to leave?
ar: هل ترغب بالتأكيد في المغادرة؟
bn: আপনি কি নিশ্চিত বের হতে চান?
cy: A ydych yn siwr eich bod eisiau gadael?
gu: તમને ખરેખર બંધ કરવું છે?
pa: ਕੀ ਤੁਸੀਂ ਯਕੀਨਨ ਛੱਡਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Czy na pewno chcesz wyjść z tej strony?
ro: Sunteți sigur /ă că vreți să renunțați?
tr: Ayrılmak istediğinizden emin misiniz?
ur: کیا آپ واقعی جانا چاہتے ہیں؟
zh: 是否确定要离开？

# warn_and_test_check_symptoms_confirm_alert_body
source: If you tap ‘Leave’ you can restart this process later and book a test by selecting ‘Testing for COVID-19’ from the home screen.
ar: في حال الضغط على "مغادرة"، يمكنك إعادة بدء هذه العملية في وقتٍ لاحقٍ وحجز اختبارٍ عن طريق تحديد الزرِّ "إجراء اختبار فيروس كوفيد-19" من الشاشة الرئيسية.
bn: আপনি 'বের হন' ট্যাপ করলে পরবর্তীতে এই প্রক্রিয়া পুনরায় শুরু করতে এবং হোম স্ক্রিন থেকে 'কোভিড-১৯ পরীক্ষা' সিলেক্ট করে একটি পরীক্ষা বুক করতে পারবেন।
cy: Os tapiwch ‘Gadael‘, gallwch ailddechrau'r broses yma yn nes ymlaen ac archebu prawf trwy ddewis ‘Profi am COVID-19‘ ar y sgrîn gartref.
gu: જો તમે 'બંધ' કરો તો પછીથી એ ફરી શરું કરી શકો અને તમારી ટેસ્ટ 'કોવિડ-19 ટેસ્ટિંગ' હોમ સ્ક્રિનમાંથી બૂક કરી શકો.
pa: ਜੇ ਤੁਸੀਂ 'ਛੱਡ ਦਿਓ' ਨੂੰ ਟੈਪ ਕਰਦੇ ਹੋ ਤਾਂ ਤੁਸੀਂ ਇਸ ਪ੍ਰਕਿਰਿਆ ਨੂੰ ਬਾਅਦ ਵਿਚ ਦੁਬਾਰਾ ਚਾਲੂ ਕਰ ਸਕਦੇ ਹੋ ਅਤੇ ਹੋਮ ਸਕ੍ਰੀਨ ਤੋਂ 'COVID-19 ਲਈ ਟੈਸਟਿੰਗ' ਚੁਣ ਕੇ ਟੈਸਟ ਬੁੱਕ ਕਰ ਸਕਦੇ ਹੋ।
pl: Jeżeli wybierzesz „Wyjdź”, możesz ponownie rozpocząć ten proces i zamówić test wybierając „Testy na COVID-19” ze strony głównej.
ro: Dacă apăsați pe „Renunțați”, puteți reporni procesul mai târziu și rezerva un test, selectând „Testarea COVID-19” din ecranul de pornire.
tr: Ayrıl'a dokunursanız, bu süreci daha sonra başlatabilir ve ana ekrandan 'COVID-19 için test'i seçerek bir test için rezervasyon yaptırabilirsiniz.
ur: اگر آپ 'جانے ' کو تھپتھپاتے ہیں تو آپ اس عمل کو بعد میں دوبارہ شروع کرسکتے ہیں اور ہوم اسکرین سے 'کوویڈ 19 کے لئے ٹیسٹنگ' منتخب کرکے ٹیسٹ بک کرسکتے ہیں۔
zh: 如果您点击“离开”，可在之后重新启动此过程并通过从主屏幕选择“新冠肺炎检测”来预订检测。

# warn_and_test_check_symptoms_confirm_alert_leave
source: Leave
ar: مغادرة
bn: বের হন
cy: Gadael
gu: બંધ કરો
pa: ਛੱਡ ਦਿਓ
pl: Wyjdź
ro: Renunțați
tr: Ayrıl
ur: جائیں
zh: 离开

# warn_and_test_check_symptoms_confirm_alert_stay
source: Stay
ar: بقاء
bn: থাকুন
cy: Aros
gu: ચાલું રાખો
pa: ਬਣੇ ਰਹੋ
pl: Zostań na tej stronie
ro: Rămâneți
tr: Kal
ur: رہیں
zh: 留下

# home_self_isolation_button_title
source: Self-isolation (Wales only)
ar: العزل الذاتي (ويلز فقط)
bn: নিজেকে আলাদা রাখা (শুধুমাত্র ওয়েলস)
cy: Hunanynysu (Cymru yn unig)
gu: સેલ્ફ-આયસોલેશન
pa: ਖੁਦ ਨੂੰ ਅਲੱਗ ਰੱਖਣਾ (ਸਿਰਫ਼ ਵੇਲਜ਼)
pl: Samoizolacja (dotyczy tylko Walii)
ro: Auto-izolare (valabil doar pentru Țara Galilor)
tr: Karantina (sadece Galler)
ur: خود کو الگ تھلگ رکھنا (صرف ویلز)
zh: 自我隔离（仅限威尔士）

# testing_hub_row_order_free_test_title
source: Get tested for COVID-19
ar: إجراء اختبار فيروس كوفيد-19
bn: কোভিড-১৯ পরীক্ষা করান
cy: Ewch am brawf COVID-19
gu: કોવિડ-19 માટે ટેસ્ટ કરાવો
pa: COVID-19 ਲਈ ਟੈਸਟ ਕਰਾਓ
pl: Zrób test na COVID-19
ro: Testați-vă pentru COVID-19
tr: COVID-19 için test yaptırın
ur: COVID-19 کا ٹیسٹ کروائیں
zh: 接受新冠病毒检测

# testing_hub_row_order_free_test_description
source: Find out about the different types of COVID-19 test and how to get tested
ar: تعرّف على المزيد من المعلومات بشأن الأنواع المختلفة لاختبارات فيروس كوفيد-19 وكيفية إجراء الاختبار
bn: নানা ধরণের কোভিড-১৯ পরীক্ষা ও যেভাবে পরীক্ষা করাবেন তা জানুন
cy: Darganfod am y gwahanol fathau o brawf COVID-19 a sut i gael prawf
gu: કોવિડ-19 ટેસ્ટના વિવિધ પ્રકારો અને ટેસ્ટ કેવી રીતે કરાવો તે વિશે જાણો
pa: COVID-19 ਟੈਸਟ ਦੀਆਂ ਵੱਖ-ਵੱਖ ਕਿਸਮਾਂ ਅਤੇ ਟੈਸਟ ਕਰਾਉਣ ਦੇ ਤਰੀਕਿਆਂ ਬਾਰੇ ਜਾਣੋ
pl: Uzyskaj informacje dotyczące różnych typów testów na COVID-19 oraz jak je przeprowadzić
ro: Aflați mai multe despre diferitele tipuri de teste pentru COVID-19 şi despre cum vă puteți testa
tr: Farklı COVID-19 testleri ve nasıl test yaptıracağınız hakkında bilgi edinin
ur: COVID-19 کے ٹیسٹ کی مختلف قسموں اور ٹیسٹ کروانے کے طریقے کے بارے میں پتہ کریں
zh: 了解不同类型的 COVID-19 测试以及如何进行测试

# self_isolation_hub_book_a_test_title
source: Book a free test while you’re self-isolating
ar: احجز أحد الاختبارات المجانية في أثناء خضوعك للعزل الذاتي
bn: স্ব-বিচ্ছিন্ন থাকাকালে বিনামূল্যে একটি পরীক্ষা বুক করুন
cy: Archebu prawf am ddim wrth i chi hunanynysu
gu: જ્યારે તમે સેલ્ફ-આયસોલેશનમાં હોવ ત્યારે ફ્રિ ટેસ્ટ બુક કરો
pa: ਜਦੋਂ ਤੁਸੀਂ ਸਵੈ-ਇਕਾਂਤ ਵਿੱਚ ਹੋਵੋ ਤਾਂ ਇੱਕ ਮੁਫ਼ਤ ਟੈਸਟ ਬੁੱਕ ਕਰੋ
pl: Zamów bezpłatny test, pozostając w samoizolacji
ro: Rezervați un test gratuit în timpul perioadei de autoizolare
tr: Karantinadayken ücretsiz test yaptırmak için randevu alın
ur: خود تنہائی کے دوران مفت ٹیسٹ بُک کریں
zh: 自我隔离期间预约免费检测

# self_isolation_hub_book_a_test_description
source: You may be at risk of spreading coronavirus (COVID-19)
ar: يُحتمل أن تكون سببًا في نشر كوفيد-19 (فيروس كورونا)
bn: আপনি হয়তো কোভিড-১৯ (করোনাভাইরাস) ছড়ানোর ঝুঁকিতে আছেন
cy: Gallech fod mewn perygl o ledaenu COVID-19 (coronafeirws)
gu: તમારા દ્વારા COVID-19 (કોરોનાવાયરસ) ફેલાવાનું જોખમ હોઈ શકે છે.
pa: ਤੁਸੀਂ COVID-19 (ਕੋਰੋਨਾਵਾਇਰਸ) ਫੈਲਾਉਣ ਦੇ ਜੋਖਮ ਵਿੱਚ ਹੋ ਸਕਦੇ ਹੋ
pl: Istnieje ryzyko tego, że możesz zarażać innych COVID-19 (koronawirusem)
ro: Este posibil să răspândiți COVID-19 (coronavirus)
tr: COVID-19'u (koronavirüs) yayma riski taşıyor olabilirsiniz
ur: آپ COVID-19 (کورونا وائرس) پھیلانے کے خطرے کی زد میں ہو سکتے ہیں
zh: 您有传播 COVID-19（新冠病毒）的危险

# self_isolation_hub_financial_support_title
source: Check if you’re eligible for financial support
ar: تحقق مما إذا كنت مستحقًا للدعم المالي
bn: আপনি আর্থিক সহায়তা পাওয়ার যোগ্য কিনা তা যাচাই করুন
cy: Gwiriwch a ydych chi'n gymwys i dderbyn cymorth ariannol
gu: તપાસો કે તમે નાણાકીય સહાય માટે પાત્ર છો કે નહીં
pa: ਜਾਂਚ ਕਰੋ ਕਿ ਕੀ ਤੁਸੀਂ ਵਿੱਤੀ ਸਹਾਇਤਾ ਲਈ ਯੋਗ ਹੋ
pl: Sprawdź, czy należy Ci się pomoc finansowa
ro: Verificați dacă sunteți eligibil /ă pentru sprijin financiar
tr: Finansal destek için uygunluğunuzu kontrol edin
ur: چیک کریں کہ آیا آپ مالی تعاون کے لیے اہل ہیں
zh: 请核实您是否有资格获得经济支持

# self_isolation_hub_financial_support_description
source: Learn about applying for a financial support payment while self-isolating
ar: تعرّف على كيفية التقدّم بطلبٍ للحصول على مدفوعات الدعم المالي في أثناء الخضوع للعزل الذاتي
bn: স্ব-বিচ্ছিন্ন থাকাকালে আর্থিক সহায়তা পেতে আবেদন করার বিষয়ে জানুন
cy: Dysgu sut i wneud cais am daliad cymorth ariannol tra byddwch yn hunanynysu
gu: સેલ્ફ-આયસોલેશન વખતે નાણાકીય સહાય ચુકવણી માટે અરજી કરવા વિશે જાણો
pa: ਸਵੈ-ਇਕਾਂਤ ਵਿੱਚ ਹੋਣ ਵੇਲੇ ਵਿੱਤੀ ਸਹਾਇਤਾ ਦੇ ਭੁਗਤਾਨ ਲਈ ਅਰਜ਼ੀ ਦੇਣ ਬਾਰੇ ਜਾਣੋ
pl: Zapoznaj się z informacjami dotyczącymi składania wniosków o pomoc finansową podczas samoizolacji
ro: Aflați mai multe despre cum să solicitați plata unei indemnizații de sprijin financiar în timpul perioadei de autoizolare
tr: Karantinadayken finansal destek ödemesi alma hakkında bilgi edinin
ur: خود کوتنہا کرنے کے دوران مالی تعاون کی ادائیگی کے لیے درخواست دینے کے بارے میں جانیں
zh: 请在自我隔离期间了解经济支持支付的申请程序

# accordion_collapsed_accessibility_value
source: Collapsed
ar: مطوي
bn: গুটানো
cy: Wedi'i leihau
gu: નાનું કરેલ
pa: ਸਮੇਟਿਆ
pl: Zwinięte
ro: Restrâns
tr: Gizli
ur: بند
zh: 隐藏

# accordion_expanded_accessibility_value
source: Expanded
ar: مُوسَّع
bn: সম্প্রসারিত
cy: Wedi'i ehangu
gu: મોટું કરેલ
pa: ਫੈਲਾਇਆ
pl: Rozwinięte
ro: Extins
tr: Gösteriliyor
ur: کھلاہوا
zh: 展开

# accordion_collapsed_accessibility_hint
source: Double-tap to expand
ar: يؤدي إلى توسيع القسم
bn: বিভাগকে সম্প্রসারিত করে
cy: Yn ehangu'r adran
gu: વિભાગને મોટું કરો
pa: ਸੈਕਸ਼ਨ ਨੂੰ ਫੈਲਾਉਂਦਾ ਹੈ
pl: Rozwija sekcję
ro: Extinde secțiunea
tr: Bölümü gösterir
ur: سیکشن کو کھولتا ہے
zh: 展开该部分

# accordion_expanded_accessibility_hint
source: Collapses the section
ar: يؤدي إلى طيّ القسم
bn: বিভাগকে গুটিয়ে ফেলে
cy: Yn lleihau'r adran
gu: વિભાગને નાનું કરો
pa: ਸੈਕਸ਼ਨ ਨੂੰ ਸਮੇਟਦਾ ਹੈ
pl: Zwija sekcję
ro: Restrânge secțiunea
tr: Bölümü gizler
ur: سیکشن کو سکوڑتا ہے
zh: 隐藏该部分

# self_isolation_hub_title
source: Self-isolation
ar: العزل الذاتي
bn: স্ব-বিচ্ছিন্নতা
cy: Hunanynysu
gu: સૅલ્ફ-આઇસોલેશન
pa: ਸਵੈ-ਇਕਾਂਤ
pl: Samoizolacja
ro: Autoizolare
tr: Kişisel karantina
ur: خود تنہائی
zh: 自我隔离

# alert_self_isolation_change_body
source: Tap here for advice and support.
ar: انقر هنا للحصول على النصائح والدعم.
bn: পরামর্শ ও সহায়তার জন্য এখানে ট্যাপ করুন।
cy: Tapiwch yma i gael cyngor a chymorth.
gu: સલાહ અને સહાય માટે અહીં ટેપ કરો.
pa: ਸਲਾਹ ਅਤੇ ਸਹਾਇਤਾ ਲਈ ਇੱਥੇ ਟੈਪ ਕਰੋ।
pl: Dotknij tutaj, aby uzyskać poradę i wsparcie.
ro: Apăsați aici pentru recomandări și asistență.
tr: Tavsiye ve destek için buraya dokunun.
ur: مشورہ اور تعاون کے لیے یہاں ٹیپ کریں۔
zh: 点击这里了解相关建议和支持。

# alert_self_isolation_change_title
source: Help with self-isolation
ar: المساعدة في تطبيق العزل الذاتي
bn: স্ব-বিচ্ছিন্ন থাকার ব্যাপারে সহায়তা
cy: Help gyda hunanynysu
gu: સેલ્ફ-આયસોલેશનમાં સહાય કરો
pa: ਸਵੈ-ਇਕਾਂਤ ਵਿੱਚ ਮਦਦ
pl: Pomoc dotycząca samoizolacji
ro: Asistență cu autoizolare
tr: Kişisel karantina konusunda yardım
ur: خود تنہائی کے ساتھ مدد
zh: 自我隔离中可寻求的支持

# self_isolation_hub_accordion_group_advice_and_support_heading
source: Advice and support
ar: النصائح والدعم
bn: পরামর্শ ও সহায়তা
cy: Cyngor a chymorth
gu: સલાહ અને સહાય
pa: ਸਲਾਹ ਅਤੇ ਸਹਾਇਤਾ
pl: Porady i wsparcie
ro: Recomandări și asistență
tr: Tavsiye ve destek
ur: مشورہ اور تعاون
zh: 建议和支持

# self_isolation_hub_accordion_how_to_title
source: How to self-isolate
ar: كيفية العزل الذاتي
bn: কীভাবে স্ব-বিচ্ছিন্ন থাকতে হয়
cy: Sut i hunan-ynysu
gu: સેલ્ફ-આયસોલેશન કેવી રીતે થવું
pa: ਸਵੈ-ਇਕਾਂਤ ਵਿੱਚ ਕਿਵੇਂ ਰਹਿਣਾ ਹੈ
pl: Jak poddać się samoizolacji
ro: Cum să vă autoizolați
tr: Kendinizi nasıl karantinaya almalısınız
ur: خود کو تنہا کرنے کا طریقہ
zh: 如何进行自我隔离

# self_isolation_hub_accordion_how_to_top_text_1
source: Stay at home to reduce the spread of coronavirus (COVID-19). What you should do when told to self-isolate:
ar: ابق في منزلك للحدِّ من انتشار فيروس كورونا (كوفيد-19). ما يتعين عليك فعله في حال طُلب منك الخضوع للعزل الذاتي:
bn: করোনাভাইরাসের (কোভিড-১৯) বিস্তার রোধে বাসায় থাকুন। স্ব-বিচ্ছিন্ন থাকতে বলা হলে আপনার কী করা উচিৎ:
cy: Arhoswch gartref i atal lledaeniad coronafeirws (COVID-19). Yr hyn ddylech chi ei wneud pan ddywedir wrthych am hunanynysu
gu: કોરોનાવાયરસ (કોવિડ-19) નો ફેલાવો અટકાવવા માટે ઘરે રહો. જ્યારે સેલ્ફ-આયસોલેશન થવાનું કહેવામાં આવે ત્યારે તમારે શું કરવું જોઈએ:
pa: ਕੋਰੋਨਾਵਾਇਰਸ (COVID-19) ਦੇ ਪ੍ਰਸਾਰ ਨੂੰ ਘਟਾਉਣ ਲਈ ਘਰ ਰਹੋ। ਜਦੋਂ ਸਵੈ-ਇਕਾਂਤ ਵਿੱਚ ਰਹਿਣ ਲਈ ਕਿਹਾ ਜਾਵੇ ਤਾਂ ਤੁਹਾਨੂੰ ਕੀ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ:
pl: Pozostań w domu, aby zmniejszyć ryzyko rozprzestrzeniania się koronawirusa (COVID-19). Co musisz zrobić, gdy zostanie Ci nakazana samoizolacja:
ro: Stați acasă pentru a reduce răspândirea coronavirusului (COVID-19). Ce trebuie să faceți când sunteți informat /ă că trebuie să vă autoizolați:
tr: Koronavirüsün (COVID-19) yayılmasını durdurmaya yardım etmek için evde kalın. Kendinizi karantinaya almanız söylendiğinde ne yapmalısınız?
ur: کورونا وائرس (COVID-19) کا پھیلاؤ کم کرنے کے لیے گھر پر رہیں۔ خود کو تنہا کرنے کا کہا جانے پر آپ کو کیا کرنا چاہیے:
zh: 在家中自我隔离，减少新冠病毒扩散 被告知需要自我隔离时，需要做到如下各项：

# self_isolation_hub_accordion_how_to_bullet_points_1
source: do not leave your home for any reason – if you need food or medicine, order it online or by phone, or ask friends and family to drop it off at your home. Learn more about practical support available to you in the next section do not have visitors in your home, including friends and family – except for essential care try to avoid contact with anyone you live with as much as possible exercise at home or in your garden, do not leave your home to exercise
ar: عدم مغادرة المنزل لأي سببٍ من الأسباب - إذا كنت بحاجةٍ إلى الطعام أو الدواء، فيمكنك طلبهما عبر الإنترنت أو بواسطة الهاتف، أو تستطيع أن تطلب توصيلهما إلى منزلك من الأصدقاء والعائلة. تعرّف على المزيد من المعلومات بشأن الدعم العملي المُقدَّم لك في القسم التالي عدم استقبال أي زائرين في منزلك، بما في ذلك الأصدقاء والعائلة - باستثناء الزائرين لأغراض تقديم الرعاية الأساسية محاولة تجنّب ملامسة أي شخصٍ تعيش معه قدر الإمكان ممارسة التمارين الرياضية في منزلك أو حديقتك الخاصة، وعدم مغادرة المنزل لممارسة التمارين الرياضية
bn: কোনো কারণেই বাড়ির বাইরে যাবেন না – আপনার খাবার বা ঔষধ দরকার হলে, অনলাইনে বা ফোনে অর্ডার করুন, অথবা বন্ধুবান্ধব ও পরিবারের সদস্যদের আপনার বাড়িতে দিয়ে যেতে বলুন। আপনি যেসব প্রকৃত সহায়তা পেতে পারেন সেসব বিষয়ে পরবর্তী বিভাগে আরো জেনে নিন। আপনার বাড়িতে কোনো অতিথি আসতে দিবেন না, কেবলমাত্র অত্যাবশ্যক সেবাদান ছাড়া বন্ধুবান্ধব ও পরিবারের সদস্যদেরও আসতে বলবেন না আপনি যাদের সাথে বসবাস করেন তাদের সংস্পর্শ যতটা সম্ভব এড়াতে চেষ্টা করবেন বাড়িতে বা আপনার বাগানে শরীরচর্চা করুন, শরীরচর্চার জন্য বাড়ির বাইরে যাবেন
cy: peidiwch â gadael eich cartref am unrhyw reswm - os oes angen bwyd neu feddyginiaeth arnoch, archebwch ef ar-lein neu dros y ffôn, neu gofynnwch i ffrindiau ac aelodau o'r teulu ei adael yn eich cartref. Dysgwch fwy am y cymorth ymarferol sydd ar gael i chi yn yr adran nesaf peidiwch â gadael i ymwelwyr ddod i'ch cartref, gan gynnwys ffrindiau ac aelodau o'ch teulu - ac eithrio ar gyfer gofal hanfodol ceisiwch osgoi cyswllt ag unrhyw un rydych yn byw gydag ef cymaint ag y gallwch ewch ati i ymarfer yn eich cartref neu eich gardd, peidiwch â gadael eich cartref i fynd i ymarfer
gu: કોઈપણ કારણોસર તમારું ઘર ન છોડો - જો તમને ખોરાક અથવા દવાની જરૂર હોય, તો તેને ઓનલાઈન અથવા ફોન દ્વારા ઓર્ડર આપો, અથવા મિત્રો અને કુટુંબને કહો કે તમારા ઘરે મૂકી દે. આગળના વિભાગમાં તમને ઉપલબ્ધ પ્રાયોગિક સહાય વિશે વધુ જાણો તમારા ઘરમાં મુલાકાતીઓને ના આવવા દો મિત્રો અને કુટુંબ સહિત - આવશ્યક સંભાળ સિવાય શક્ય હોય ત્યાં સુધી સાથે રહેતા કોઈપણની સાથે સંપર્ક ટાળવાનો પ્રયત્ન કરો ઘરે અથવા તમારા બગીચામાં કસરત કરો, કસરત કરવા માટે તમારું ઘર છોડશો નહીં
pa: ਕਿਸੇ ਵੀ ਕਾਰਨ ਕਰਕੇ ਆਪਣੇ ਘਰ ਤੋਂ ਬਾਹਰ ਨਾ ਜਾਓ - ਜੇ ਤੁਹਾਨੂੰ ਭੋਜਨ ਜਾਂ ਦਵਾਈ ਦੀ ਲੋੜ ਹੋਵੇ, ਤਾਂ ਇਸ ਨੂੰ ਆਨਲਾਈਨ ਜਾਂ ਫੋਨ ਦੁਆਰਾ ਮੰਗਵਾਓ, ਜਾਂ ਦੋਸਤਾਂ ਅਤੇ ਪਰਿਵਾਰ ਨੂੰ ਇਹ ਤੁਹਾਡੇ ਘਰ ਛੱਡਣ ਲਈ ਕਹੋ। ਅਗਲੇ ਭਾਗ ਵਿੱਚ ਤੁਹਾਡੇ ਲਈ ਉਪਲਬਧ ਵਿਹਾਰਕ ਸਹਾਇਤਾ ਬਾਰੇ ਵਧੇਰੇ ਜਾਣੋ ਆਪਣੇ ਘਰ ਵਿੱਚ, ਦੋਸਤ ਅਤੇ ਪਰਿਵਾਰ ਸਮੇਤ, ਮੁਲਾਕਾਤੀਆਂ ਨੂੰ ਨਾ ਬੁਲਾਓ - ਜ਼ਰੂਰੀ ਦੇਖਭਾਲ ਨੂੰ ਛੱਡ ਕੇ ਜਿੰਨਾ ਸੰਭਵ ਹੋ ਸਕੇ ਤੁਹਾਡੇ ਨਾਲ ਰਹਿਣ ਵਾਲੇ ਕਿਸੇ ਵੀ ਵਿਅਕਤੀ ਨਾਲ ਸੰਪਰਕ ਤੋਂ ਬਚਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਘਰ ਵਿੱਚ ਜਾਂ ਆਪਣੇ ਬਗੀਚੇ ਵਿੱਚ ਕਸਰਤ ਕਰੋ, ਕਸਰਤ ਕਰਨ ਲਈ ਆਪਣੇ ਘਰ ਨੂੰ ਨਾ ਛੱਡੋ
pl: nie wychodź z domu z żadnego powodu – jeżeli potrzebujesz kupić żywność lub leki, zamów je przez internet lub telefon albo poproś kogoś ze znajomych lub rodziny, żeby Ci je przywiózł. W następnej sekcji dowiesz się więcej o tym, jaką praktyczną pomoc możesz otrzymać; nie przyjmuj w domu żadnych gości, w tym znajomych ani rodziny – za wyjątkiem udzielania niezbędnej opieki; (postaraj się w miarę możliwości unikać kontaktu ze swoimi domownikami; nie wychodź z domu w celu aktywności fizycznej, ćwicz w domu lub w swoim ogródku.
ro: nu părăsiți domiciliul din niciun motiv – dacă aveți nevoie de mâncare sau de medicamente, comandați online sau prin telefon sau rugați prietenii și rudele să vi le livreze la domiciliu. Aflați mai multe despre asistența practică disponibilă în secțiunea următoare nu primiți musafiri acasă, incluzând prieteni și rude, cu excepția persoanelor care oferă servicii esențiale încercați să evitați contactul cu persoanele cu care locuiți cât de mult posibil faceți exerciții fizice acasă sau în grădină, nu părăsiți domiciliul pentru a face exerciții fizice
tr: hiçbir sebepten dolayı evinizden dışarı çıkmayın – yiyecek veya ilaca ihtiyacınız varsa, internetten veya telefonla sipariş verin ya da arkadaşlarınızdan ve ailenizden bunları evinize bırakmalarını isteyin. Size sunulan pratik destek hakkında daha fazla bilgi edinmek için bir sonraki bölüme bakın temel bakımla ilgili sebepler haricinde arkadaşlarınız ve aileniz de dahil evinize ziyaretçi kabul etmeyin birlikte yaşadığınız kişilerle mümkün olduğu kadar temas etmemeye çalışın evde veya bahçenizde spor yapın, egzersiz yapmak için evinizden dışarı çıkmayın
ur: کسی بھی وجہ سے اپنے گھر سے باہر نہ نکلیں – اگر آپ کو غذا یا دوا کی ضرورت ہے تو آن لائن یا بذریعہ فون اس کا آرڈر کریں، یا دوستوں اور فیملی سے اسے آپ کے گھر پہنچا دینے کو کہیں۔ آپ کے لیے دستیاب عملی تعاون کے بارے میں اگلے سیکشن میں مزید جانیں اپنے گھر پر ملاقاتیوں، بشمول دوستوں اور فیملی کو مت آنے دیں – سوائے لازمی نگہداشت کے جس کسی کے ساتھ آپ رہتے ہیں اس سے زیادہ سے زیادہ ممکن حد تک رابطے سے پرہیز کریں گھر پر یا اپنے باغیچے میں ورزش کریں، ورزش کرنے کے لیے اپنے گھر سے باہر نہ نکلیں
zh: 无论如何请勿出门—如果需食物或药品，请通过网络或电话订购，或请朋友和家人送至家中。在下一部分中，向您介绍了获得实际支持的更多信息 请勿让外人进入您的家中，包括亲朋好友——提供基本护理的人员除外 尽量避免与同住的其他人接触 如需运动，请在家中或您的花园中进行，不要离开自己的家

# self_isolation_hub_accordion_how_to_top_text_2
source: If you live in a household with other people:
ar: إذا كنت تعيش في منزلٍ واحدٍ مع أشخاص آخرين:
bn: আপনি অন্য লোকেদের সাথে কোনো হাউজহোল্ডে বসবাস করলে:
cy: Os ydych yn byw ar aelwyd gyda phobl eraill:
gu: જો તમે ઘરે અન્ય લોકો સાથે રહો છો:
pa: ਜੇ ਤੁਸੀਂ ਘਰ ਵਿੱਚ ਦੂਜੇ ਲੋਕਾਂ ਦੇ ਨਾਲ ਰਹਿੰਦੇ ਹੋ:
pl: Jeżeli mieszkasz z innymi osobami:
ro: Dacă locuiți cu alte persoane:
tr: Bir evde başkalarıyla birlikte yaşıyorsanız:
ur: اگر آپ دوسرے لوگوں کے ساتھ گھرانے میں رہتے ہیں:
zh: 如果有他人同居家中：

# self_isolation_hub_accordion_how_to_bullet_points_2
source: stay as far away as possible from other household members, especially if they are clinically extremely vulnerable avoid using shared spaces wherever possible take your meals back to your room wear a face covering or surgical mask when spending time in shared areas in your home
ar: ابقَ بعيدًا قدر الإمكان عن أفراد الأسرة الآخرين، لا سيّما إذا كانوا مُعرَّضين بشدة لمخاطر الإصابة تجنّب استخدام المساحات المشتركة متى كان ذلك ممكنًا اصطحب وجباتك إلى غرفتك الخاصة لتناولها ارتدِ غطاءً للوجه أو قناعًا جراحيًّا عند تمضية الوقت في المناطق المشتركة في منزلك
bn: হাউজহোল্ডের অন্য সদস্যদের থেকে যতটা সম্ভব দূরে থাকবেন, বিশেষত তারা যদি অত্যন্ত নাজুক হয় সম্ভব হলে সবার ব্যবহারের সাধারণ জায়গায় যাওয়া এড়িয়ে চলুন আপনার খাবার নিয়ে নিজের ঘরে চলে যাবেন আপনার বাড়িতে সবার ব্যবহারের সাধারণ জায়গায় অবস্থানকালে মুখ ঢেকে রাখবেন বা সার্জিকাল মাস্ক পরবেন
cy: arhoswch cyn belled i ffwrdd ag y gallwch oddi wrth aelodau eraill o'ch aelwyd, yn enwedig os ydynt yn arbennig o agored i niwed osgowch ddefnyddio mannau sy'n cael eu rhannu lle bynnag y bo modd ewch â phrydau bwyd i'ch ystafell eich hun i'w bwyta gwisgwch orchudd wyneb neu fasg llawfeddygol pan fyddwch yn treulio amser mewn mannau o'ch cartref y byddwch yn eu rhannu ag eraill.
gu: ઘરના અન્ય સભ્યોથી શક્ય તેટલું દૂર રહો, ખાસ કરીને જો તેઓ ખૂબ જ નબળી રોગપ્રતિકારક શક્તિ ધરાવતા હોય શક્ય હોય ત્યાં સુધી વધુ લોકો વચ્ચે વહેંચાયેલ જગ્યાઓનો ઉપયોગ કરવાનું ટાળો તમારા ભોજનને પાછા તમારા રૂમમાં લઈ જાઓ તમારા ઘરના વહેંચાયેલા વિસ્તારોમાં સમય પસાર કરતી વખતે ચહેરોનું આવરણ અથવા સર્જિકલ માસ્ક પહેરો
pa: ਘਰ ਦੇ ਹੋਰ ਮੈਂਬਰਾਂ ਤੋਂ ਜਿੰਨਾ ਹੋ ਸਕੇ ਦੂਰ ਰਹੋ, ਖ਼ਾਸ ਕਰਕੇ ਜੇ ਉਹ ਬਹੁਤ ਕਮਜ਼ੋਰ ਹਨ ਜਿਥੇ ਵੀ ਸੰਭਵ ਹੋਵੇ ਸਾਂਝੀਆਂ ਥਾਵਾਂ ਦੀ ਵਰਤੋਂ ਕਰਨ ਤੋਂ ਪਰਹੇਜ਼ ਕਰੋ ਆਪਣੇ ਭੋਜਨ ਨੂੰ ਆਪਣੇ ਕਮਰੇ ਵਿੱਚ ਲੈ ਜਾਓ ਆਪਣੇ ਘਰ ਦੇ ਅੰਦਰ ਸਾਂਝੇ ਖੇਤਰਾਂ ਵਿੱਚ ਸਮਾਂ ਬਿਤਾਉਣ ਵੇਲੇ ਚਿਹਰੇ ਦੀ ਕਵਰਿੰਗ ਜਾਂ ਸਰਜੀਕਲ ਮਾਸਕ ਪਹਿਨੋ
pl: utrzymuj jak największą odległość od innych domowników, szczególnie jeżeli należą do grupy najwyższego ryzyka; jeśli to możliwe, unikaj korzystania ze wspólnych pomieszczeń; jedz posiłki w swoim pokoju; przebywając w domu w pomieszczeniach, z których korzystają również inni domownicy, noś osłonę twarzy lub maseczkę chirurgiczną.
ro: stați cât mai departe posibil de persoanele cu care locuiți, mai ales dacă sunt extrem de vulnerabili evitați utilizarea spațiilor comune ori de câte ori este posibil luați mesele în camera dvs. purtați o formă de protecție facială sau o mască chirurgicală atunci când petreceți timp în zonele comune din locuința dvs.
tr: özellikle aşırı derecede savunmasızlarsa, ev halkının diğer mensuplarından mümkün olduğunca uzak durun ortak alanları kullanmaktan mümkün olduğunca kaçının yemeklerinizi odanıza götürüp orada yiyin evinizdeki ortak alanlarda vakit geçirirken yüz maskesi veya cerrahi maske takın
ur: گھرانے کے دوسرے ممبران سے زیادہ سے زیادہ ممکن حد تک دور رہیں خاص طور پر اگر وہ انتہائی کمزور ہوں جہاں بھی ممکن ہو مشترک جگہیں استعمال کرنے سے بچیں اپنے کھانے واپس اپنے کمرے میں لے جائیں اپنے گھر میں مشترک جگہوں میں وقت گزارتے ہوئے نقاب یا سرجیکل ماسک پہنیں
zh: 尽可能远离其他家庭成员，尤其是健康状态非常脆弱的成员 尽可能避免使用共享空间 请在自己的房间内用餐 当您在家中的共享区域进行活动时，请戴上口罩

# self_isolation_hub_accordion_how_to_looking_more_advice
source: Looking for more advice?
ar: هل تبحث عن المزيد من النصائح؟
bn: আরো পরামর্শ পেতে চান?
cy: Yn chwilio am ragor o gyngor?
gu: વધુ માટે સલાહ શોધી રહ્યાં છો?
pa: ਹੋਰ ਸਲਾਹ ਭਾਲ ਰਹੇ ਹੋ?
pl: Potrzebujesz dalszej porady?
ro: Căutați mai multe recomandări?
tr: Daha fazla tavsiyeye mi ihtiyacınız var?
ur: مزید مشورے کی تلاش ہے؟
zh: 寻求更多建议，

# self_isolation_hub_accordion_practical_support_title
source: Practical support while you’re self-isolating
ar: الدعم العملي في أثناء العزل الذاتي
bn: স্ব-বিচ্ছিন্ন থাকাকালে প্রকৃত সহায়তা
cy: Cymorth ymarferol tra byddwch yn hunanynysu
gu: જ્યારે તમે સેલ્ફ-આયસોલેશન માં હશો ત્યારે પ્રાયોગિક સહાય
pa: ਜਦੋਂ ਤੁਸੀਂ ਸਵੈ-ਇਕਾਂਤ ਵਿੱਚ ਹੋਵੋ ਤਾਂ ਵਿਹਾਰਕ ਸਹਾਇਤਾ
pl: Praktyczna pomoc w czasie samoizolacji
ro: Suport practic în timpul perioadei de autoizolare
tr: Karantinadayken pratik destek
ur: عملی تعاون جب آپ خود کو تنہا کر رہے ہوں
zh: 在自我隔离期间可获得的具体支持

# self_isolation_hub_accordion_practical_support_top_text
source: If you cannot rely on support from family, friends and neighbours while you’re self-isolating, your local authority may be able to help with things like:
ar: إذا لم يكن بإمكانك الاعتماد على الدعم المُقدَّم من أفراد الأسرة والأصدقاء والجيران في أثناء العزل الذاتي، فقد تكون السلطة المحلية لديك قادرةً على تقديم المساعدة في أمورٍ مثل:
bn: স্ব-বিচ্ছিন্ন থাকাকালে আপনি পরিবার, বন্ধুবান্ধব ও পাড়া-প্রতিবেশীদের সহায়তার উপর নির্ভর করতে না পারলে, আপনার স্থানীয় কর্তৃপক্ষ হয়তো নিচের বিষয়গুলোতে সহায়তা করতে পারবে:
cy: Os na allwch chi ddibynnu ar gymorth oddi wrth eich teulu, eich ffrindiau a'ch cymdogion wrth i chi hunanynysu, efallai y gall eich awdurdod lleol eich helpu gyda phethau fel:
gu: જો તમે સેલ્ફ-આયસોલેશન વખતે કુટુંબ, મિત્રો અને પડોશીઓની સહાય પર ભરોસો ન રાખી શકો, તો તમારી સ્થાનિક સત્તા આ પ્રકારની બાબતોમાં મદદ કરી શકે:
pa: ਜੇ ਸਵੈ-ਇਕਾਂਤ ਵਿੱਚ ਰਹਿਣ ਦੇ ਦੌਰਾਨ ਤੁਸੀਂ ਪਰਿਵਾਰ, ਦੋਸਤਾਂ ਅਤੇ ਗੁਆਂਢੀਆਂ ਦੀ ਸਹਾਇਤਾ 'ਤੇ ਨਿਰਭਰ ਨਹੀਂ ਕਰ ਸਕਦੇ ਹੋ, ਤਾਂ ਤੁਹਾਡੀ ਸਥਾਨਕ ਅਥਾਰਿਟੀ ਹੇਠਾਂ ਦਿੱਤੀਆਂ ਵਰਗੀਆਂ ਚੀਜ਼ਾਂ ਵਿੱਚ ਤੁਹਾਡੀ ਸਹਾਇਤਾ ਕਰ ਸਕਦੀ ਹੈ:
pl: Jeżeli podczas samoizolacji nie możesz polegać na wsparciu rodziny, znajomych lub sąsiadów, władze lokalne mogą udzielić Ci wsparcia w kwestiach takich, jak:
ro: Dacă nu vă puteți baza pe sprijinul rudelor, prietenilor și vecinilor în timpul perioadei de autoizolare, autoritatea locală vă poate ajuta cu următoarele:
tr: Karantinadayken destek alabileceğiniz bir aileniz, arkadaşlarınız veya komşularınız yoksa, yerel yönetiminiz size aşağıdaki gibi konularda yardımcı olabilir:
ur: اگر آپ خود تنہائی کے دوران فیملی، دوستوں اور پڑوسیوں کی جانب سے تعاون پر انحصار نہیں کر سکتے تو آپ کی لوکل اتھارٹی اس طرح کی چیزوں میں مدد کرنے کے قابل ہو سکتی ہے:
zh: 如果在自我隔离期间，您无法得到来自家庭、朋友或邻居的帮助，地方政府有可能提供诸如以下方面的支持：
