Repository: nihp-public/covid-19-app-ios-ag-public
Catalog: NHS-COVID-19/Core/Sources/Localization/Resources/*.lproj/Localizable.strings
Languages: ar, bn, cy, gu, pa, pl, ro, tr, ur, zh

# alert_share_keys_reminder_body
source: Let others know they may be at risk of coronavirus, while protecting your privacy.
ar: إبلاغ الأشخاص الآخرين باحتمال تعرُّضهم لمخاطر الإصابة بفيروس كورونا مع الحفاظ على خصوصيتك في الوقت ذاته.
bn: আপনার গোপনীয়তা বজায় রেখে, অন্যদের জানতে দিন যে তারা করোনাভাইরাসের ঝুঁকিতে থাকতে পারেন।
cy: Rhoi gwybod i eraill y gallent fod mewn perygl o ddal coronafeirws, a diogelu eich preifatrwydd chi yr un pryd.
gu: અન્ય લોકોને જાણ કરો કે તેઓ પર કોરોનાવાઇરસનું જોખમ હોઈ શકે છે, જે દરમિયાન તમારી પ્રાયવેસી જાળવો.
pa: ਤੁਹਾਡੀ ਨਿੱਜਤਾ ਦੀ ਰੱਖਿਆ ਕਰਦੇ ਹੋਏ, ਦੂਜਿਆਂ ਨੂੰ ਦੱਸੋ ਕਿ ਉਹਨਾਂ ਨੂੰ ਕੋਰੋਨਾਵਾਇਰਸ ਦਾ ਜੋਖਮ ਹੋ ਸਕਦਾ ਹੈ।
pl: Powiadom innych, że może grozić Ci ryzyko zakażenia koronawirusem, jednocześnie zachowując ochronę prywatności.
ro: Anunțați-i pe ceilalți că există riscul de a fi fost expuși coronavirusului, protejându-vă în același timp identitatea.
tr: Kimliğiniz gizli tutulmak kaydıyla, diğer insanlara koronavirüs riskiyle karşı karşıya olabileceklerini bildirin.
ur: دوسروں کو بتائیں کہ وہ کورونا وائرس کے خطرے کی زد میں ہو سکتے ہیں، جکہ اپنی رازداری کا تحفظ کریں۔
zh: 在保护您隐私的同时，让其他人知道他们可能有感染冠状病毒的风险。

# no_symptoms_getting_tested_link_label
source: Getting tested
ar: إجراء الاختبار
bn: পরীক্ষা করানো
cy: Cael eich profi
gu: ટેસ્ટ કરાવવી
pa: ਟੈਸਟ ਕਰਾਉਣਾ
pl: Przeprowadzenie testu
ro: Testarea
tr: Test yaptırmak
ur: ٹیسٹ کروانا
zh: 正在测试

# no_symptoms_develop_symptoms_body
source: If you develop any of the listed symptoms, report them on this app. For further advice, please visit:
ar: إذا ظهرت عليك أي من الأعراض المذكورة، أبلغ عنها على هذا التطبيق۔ للاطلاع على المزيد من النصائح، يرجى زيارة الموقع الإلكتروني:
bn: যদি আপনার তালিকাভুক্ত উপসর্গগুলোর কোনটি দেখা দেয়, তাহলে তা এই অ্যাপে জানান। আরও পরামর্শের জন্য, অনুগ্রহ করে ভিজিট করুন:
cy: Os byddwch yn datblygu unrhyw un o'r symptomau hyn, rhowch wybod amdanynt ar yr ap hwn ac archebwch brawf am ddim. I gael rhagor o gyngor ewch i:
gu: જો તમને આમાંથી કોઈપણ લક્ષણ વિકસિત થાય, તો તેને આ એપ પર રિપોર્ટ કરો અને નિ:શુલ્ક ટેસ્ટ બુક કરો. વધુ સલાહ માટે, કૃપા કરી મુલાકાત કરો:
pa: ਜੇ ਤੁਹਾਡੇ ਅੰਦਰ ਇਨ੍ਹਾਂ ਵਿੱਚੋਂ ਕੋਈ ਵੀ ਲੱਛਣ ਆਉਂਦਾ ਹੈ, ਤਾਂ ਐਪ ‘ਤੇ ਉਨ੍ਹਾਂ ਬਾਰੇ ਦੱਸੋ। ਹੋਰ ਸਲਾਹ ਲਈ, ਕਿਰਪਾ ਕਰਕੇ ਵੇਖੋ:
pl: Jeżeli wystąpią u Ciebie którekolwiek z wymienionych objawów, zgłoś je w tej aplikacji. Aby uzyskać dalsze informacje, należy odwiedzić stronę internetową:
ro: Dacă dezvoltați oricare dintre aceste simptome, raportați-le pe această aplicație și rezervați un test gratuit. Pentru sfaturi suplimentare, vă rugăm să vizitați:
tr: Bu belirtilerden herhangi birini geliştirirseniz, bu uygulamadan bunları bildirerek ücretsiz test talebinde bulunun. Daha fazla tavsiye için lütfen ziyaret edin:
ur: اگر آپ میں مذکورہ علامات میں سے کوئی بھی علامت پیدا ہوتی ہے تو، اس ایپ میں ان کی رپورٹ کریں۔ مزید مشورے کے لئے براہ کرم دیکھیے:
zh: 如果您出现任何列明的症状，请通过本应用程序进行报告。 有关更多建议，请访问：

# link_nhs_get_tested
source: https://www.nhs.uk/conditions/coronavirus-covid-19/testing/regular-rapid-coronavirus-tests-if-you-do-not-have-symptoms/
ar: https://www.nhs.uk/conditions/coronavirus-covid-19/testing/get-tested-for-coronavirus/
bn: https://www.nhs.uk/conditions/coronavirus-covid-19/testing/get-tested-for-coronavirus/
cy: https://www.nhs.uk/conditions/coronavirus-covid-19/testing/get-tested-for-coronavirus/
pa: https://www.nhs.uk/conditions/coronavirus-covid-19/testing/get-tested-for-coronavirus/
pl: https://www.nhs.uk/conditions/coronavirus-covid-19/testing/get-tested-for-coronavirus/
ro: https://www.nhs.uk/conditions/coronavirus-covid-19/testing/get-tested-for-coronavirus/
ur: https://www.nhs.uk/conditions/coronavirus-covid-19/testing/get-tested-for-coronavirus/
zh: https://www.nhs.uk/conditions/coronavirus-covid-19/testing/get-tested-for-coronavirus/

# link_nhs_get_tested_wls
source: https://gov.wales/get-tested-coronavirus-covid-19
ar: https://gov.wales/test-trace-protect-coronavirus
bn: https://gov.wales/test-trace-protect-coronavirus
cy: https://gov.wales/test-trace-protect-coronavirus
pa: https://gov.wales/test-trace-protect-coronavirus
pl: https://gov.wales/test-trace-protect-coronavirus
ro: https://gov.wales/test-trace-protect-coronavirus
ur: https://gov.wales/test-trace-protect-coronavirus
zh: https://gov.wales/test-trace-protect-coronavirus

# mydata_test_result_test_acknowledgement_date
source: Acknowledged on
ar: تاريخ الإقرار
bn: অ্যাকনলেজ করার তারিখ
cy: Cydnabyddiad ar
gu: સ્વિકાર્યાની તારીખ
pa: ਸਵੀਕਾਰਤ
pl: Potwierdzono dnia
ro: Confirmat la data de
tr: Test onay tarihi
ur: تسلیم کیا گیا
zh: 确认于

# mydata_test_result_test_end_date
source: Test end
ar: نهاية الاختبار
bn: পরীক্ষার সমাপ্তি
cy: Diwedd y prawf
gu: ટેસ્ટનો અંત
pa: ਟੈਸਟ ਦੀ ਸਮਾਪਤੀ
pl: Zakończenie testu
ro: Terminare test
tr: Test sona erme tarihi
ur: ٹیسٹ ختم
zh: 测试结束

# ukca_compliance_announcement
source: UKCA mark
ar: علامة المطابقة لاشتراطات المملكة المتحدة "UKCA"
bn: ইউকেসিএ'র ছাপ
cy: nod UKCA
gu: UKCA માર્ક
pa: UKCA ਮਾਰਕ
pl: Znak UKCA
ro: Marcaj UKCA
tr: UKCA işareti
ur: نشان زد UKCA
zh: UKCA 标志

# camera_active_accessibility_announcement
source: Camera is active. Point it at an official NHS QR code poster to check in to a venue.
ar: الكاميرا في حالة نشطة. وجِّه الكاميرا إلى أحد ملصقات رموز NHS QR الرسمية وسجِّل الدخول إلى مكانٍ ما.
bn: ক্যামেরা সক্রিয় আছে। কোনো ভেন্যুতে চেক ইন করার জন্য একে আনুষ্ঠানিক NHS QR কোড পোস্টারে তাক করুন।
cy: Mae'r camera'n weithredol. Anelwch ef at boster cod QR swyddogol y GIG i fewngofnodi i leoliad
gu: કેમેરો ચાલુ છે. NHSનાં ઓફિશિયલ QR કૉડ પર ચિંધો જેથી તમે એ જગાએ દાખલ થઈ શકો.
pa: ਕੈਮਰਾ ਸਰਗਰਮ ਹੈ। ਇਸ ਨੂੰ ਸਥਾਨ 'ਤੇ ਚੈੱਕ-ਇਨ ਕਰਨ ਲਈ ਅਧਿਕਾਰਤ NHS QR ਕੋਡ ਪੋਸਟਰ ਵੱਲ ਲਿਜਾਓ।
pl: Funkcja aparatu jest aktywna. Skieruj telefon na oficjalny plakat z kodem NHS QR, aby zameldować się w lokalu.
ro: Camera este pornită. Îndreptați-o către un afiș oficial al codului QR NHS pentru a înregistra vizita.
tr: Kamera etkin. Bir mekana giriş yapmak için resmi bir NHS QR kodu posterine doğrultun.
ur: کیمرہ فعال ہے۔ مقام میں چیک ان کرنے کے لئے اس کا منہ ایک سرکاری این ایچ ایس کیو آر کوڈ پوسٹر کی طرف کریں۔
zh: 启动摄像头，将其对准一个 NHS 官方二维码，扫描后入场。

# home_contact_tracing_hub_button_title
source: Manage contact tracing
ar: إدارة تتبع المخالطين
bn: কনট্যাক্ট ট্রেসিং পরিচালনা
cy: Rheoli olrhain cysylltiadau
gu: કૉન્ટેક્ટ ટ્રેસિંગને મેનેજ કરો
pa: ਸੰਪਰਕ ਟ੍ਰੇਸਿੰਗ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰਨਾ
pl: Zarządzaj śledzeniem kontaktów
ro: Gestionați urmărirea contactelor
tr: Temas takibini yönet
ur: رابطے کی ٹریسنگ کا نظم کریں
zh: 接触者追踪管理

# risk_level_indicator_contact_tracing_turn_back_on_button
source: Turn back on
ar: تشغيل الخاصية مرة أخرى
bn: পুনরায় অন করুন
cy: Ailgynnau
gu: ફરીથી ચાલુ કરો
pa: ਦੁਬਾਰਾ ਚਾਲੂ ਕਰੋ
pl: Uruchom ponownie
ro: Reactivați
tr: Tekrar etkinleştir
ur: پھر سے چلائیں
zh: 再次开启

# contact_tracing_hub_title
source: Manage contact tracing
ar: إدارة تتبع المخالطين
bn: কনট্যাক্ট ট্রেসিং পরিচালনা
cy: Rheoli olrhain cysylltiadau
gu: કૉન્ટેક્ટ ટ્રેસિંગને મેનેજ કરો
pa: ਸੰਪਰਕ ਟ੍ਰੇਸਿੰਗ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰਨਾ
pl: Zarządzaj śledzeniem kontaktów
ro: Gestionați urmărirea contactelor
tr: Temas takibini yönet
ur: رابطے کی ٹریسنگ کا نظم کریں
zh: 接触者追踪管理

# contact_tracing_toggle_title_on
source: Contact tracing is ON
ar: تتبع المخالطين قيد التشغيل
bn: কনট্যাক্ট ট্রেসিং অন আছে
cy: Olrhain cysylltiadau YMLAEN
gu: કૉન્ટેક્ટ ટ્રેસિંગ ઑન છે
pa: ਸੰਪਰਕ ਟ੍ਰੇਸਿੰਗ ਚਾਲੂ ਹੈ
pl: Opcja śledzenia kontaktów jest aktywna.
ro: Urmărirea contactelor este pornită
tr: Temas takibi ETKİN
ur: رابطے کی ٹریسنگ آن ہے
zh: 接触者追踪开启

# contact_tracing_toggle_title_off
source: Contact tracing is OFF
ar: تتبع المخالطين قيد الإيقاف
bn: কনট্যাক্ট ট্রেসিং অফ আছে
cy: Olrhain cysylltiadau WEDI'I DDIFFODD
gu: કૉન્ટેક્ટ ટ્રેસિંગ ઑફ છે
pa: ਸੰਪਰਕ ਟ੍ਰੇਸਿੰਗ ਬੰਦ ਹੈ
pl: Opcja śledzenia kontaktów jest nieaktywna.
ro: Urmărirea contactelor este oprită
tr: Temas takibi DEVRE DIŞI
ur: رابطے کی ٹریسنگ آف ہے
zh: 接触者追踪关闭

# contact_tracing_hub_pause_tracing_header
source: Contact tracing helps protect you and others from coronavirus (COVID-19). You should only pause contact tracing when you:
ar: تساعد خاصية "تتبع المخالطين" في توفير الحماية لك وللآخرين ضد الإصابة بفيروس كورونا (كوفيد-19). ينبغي لك إيقاف خاصية "تتبع المخالطين" مؤقتًا عندما:
bn: কনট্যাক্ট ট্রেসিং আপনাকে ও অন্যদের করোনাভাইরাস (কোভিড-১৯) থেকে সুরক্ষিত রাখে। আপনার কেবল তখনই কনট্যাক্ট ট্রেসিং থামিয়ে রাখা উচিৎ যখন আপনি:
cy: Mae olrhain cysylltiadau'n helpu i'ch gwarchod chi ac eraill rhag coronafeirws (COVID-19). Ni ddylech chi oedi wrth olrhain cysylltiadauoni bai:
gu: કૉન્ટેક્ટ ટ્રેસિંગ તમને અને અન્ય લોકોને કોરોનાવાઇરસ (COVID-19) સામે રક્ષણ આપવામાં મદદ કરે છે. તમારે કૉન્ટેક્ટ ટ્રેસિંગ ત્યારે જ બંધ કરવું જોઈએ, જ્યારે તમે:
pa: "ਸੰਪਰਕ ਟ੍ਰੇਸਿੰਗ ਤੁਹਾਡੀ ਅਤੇ ਦੂਜਿਆਂ ਦੀ ਕੋਰੋਨਾਵਾਇਰਸ (COVID-19) ਤੋਂ ਰੱਖਿਆ ਕਰਨ ਵਿੱਚ ਮਦਦ ਕਰਦੀ ਹੈ। ਤੁਹਾਨੂੰ ਸੰਪਰਕ ਟ੍ਰੇਸਿੰਗ ਨੂੰ ਸਿਰਫ ਉਦੋਂ ਰੋਕਣਾ ਚਾਹੀਦਾ ਹੈ ਜਦੋਂ ਤੁਸੀਂ:
pl: Śledzenie kontaktów pomaga chronić Ciebie i innych przed koronawirusem (COVID-19). Możesz wstrzymać śledzenie kontaktów jedynie w przypadku, gdy:
ro: Urmărirea contactelor vă ajută să vă protejați pe dumneavoastră și pe ceilalți de coronavirus (COVID-19). Ar trebui să întrerupeți urmărirea contactelor doar atunci când:
tr: Temas takibi, sizi ve çevrenizdekileri koronavirüsten (COVID-19) korur. Sadece aşağıdaki durumlarda temas takibini devre dışı bırakmalısınız:
ur: رابطے کی ٹریسنگ سے آپ اور دوسروں کو کورونا وائرس (COVID-19) سے محفوظ رکھنے میں مدد ملتی ہے۔ آپ کو رابطے کی ٹریسنگ صرف تبھی موقوف کرنا چاہیے جب آپ:
zh: 接触者追踪有助于保护您和其他人免受冠状病毒 (COVID-19) 感染。 您应该仅在以下情况下，暂停接触者追踪功能

# contact_tracing_hub_pause_tracing_bullet_points
source: store your phone in a locker or communal area are working behind a fixed transparent screen and are fully protected from other people are a worker in health and social care wearing medical grade PPE such as a surgical mask are a healthcare worker working in a healthcare building such as a hospital or GP surgery
ar: تُخزِّن هاتفك في خزانة أو منطقة مشتركة تباشر عملك خلف حاجز شفاف ثابت وتتمتع بالحماية الكاملة ضد العدوى من الأشخاص الآخرين تكون عاملًا في مجال الرعاية الصحية والاجتماعية وترتدي أدوات الوقاية الشخصية من الفئة الطبية مثل القناع الجراحي تكون عاملًا في مجال الرعاية الصحية وتعمل في إحدى منشآت تقديم الرعاية الصحية مثل مستشفى أو عيادة طبيب
bn: আপনার ফোন কোনো লকারে বা এজমালি জায়গায় মজুদ রাখেন কোনো স্থির স্বচ্ছ স্ক্রিনের আড়ালে কাজ করেন এবং অন্য মানুষদের থেকে পুরোপুরি সুরক্ষিত থাকেন কোনো স্বাস্থ্য ও সমাজসেবা কর্মী হোন, যার পরনে আছে মেডিকেল গ্রেডের PPE, যেমন সার্জিকাল মাস্ক কোনো স্বাস্থ্যসেবা কর্মী, যিনি কোনো স্বাস্থ্যসেবা ভবনে কর্মরত, যেমন কোনো হাসপাতালে বা জিপি সার্জারিতে
cy: eich bod yn storio eich ffôn mewn locer neu ardal gymunol eich bod yn gweithio y tu ôl i sgrîn dryloyw sefydlog ac wedi'ch amddiffyn yn llawn rhag pobl eraill eich bod yn weithiwr ym maes iechyd a gofal cymdeithasol ac yn gwisgo PPE o safon feddygol, er enghraifft masg llawfeddygol eich bod yn weithiwr gofal iechyd sy'n gweithio mewn adeilad gofal iechyd fel ysbyty neu feddygfa Teulu
gu: તમારો ફોન લૉકર અથવા સામાજિક વિસ્તાર ટ્રન્સપારન્ટ સ્ક્રીનની પાછળ કામ કરી રહ્યા હો અને અન્ય લોકોથી પૂરેપૂરા સુરક્ષિત હો હેલ્થ અને સોશિયલ સંભાળમાં કામ કરતા હો અને સર્જિકલ માસ્ક જેવા મેડિકલ ગ્રેડના PPE પહેરતા હો હૉસ્પિટલ અથવા જીપી સર્જરી જેવી હેલ્થ કેરની બિલ્ડિંગમાં કામ કરતા હેલ્થ કેર વર્કર હો
pa: ਆਪਣੇ ਫੋਨ ਨੂੰ ਲਾਕਰ ਜਾਂ ਭਾਈਚਾਰਕ ਖੇਤਰ ਵਿੱਚ ਸਟੋਰ ਕਰਦੇ ਹੋ ਕਿਸੇ ਫਿਕਸ ਕੀਤੀ ਪਾਰਦਰਸ਼ੀ ਸਕ੍ਰੀਨ ਦੇ ਪਿੱਛੇ ਕੰਮ ਕਰ ਰਹੇ ਹੋ ਅਤੇ ਦੂਜੇ ਲੋਕਾਂ ਤੋਂ ਪੂਰੀ ਤਰ੍ਹਾਂ ਸੁਰੱਖਿਅਤ ਹੋ ਸਿਹਤ ਅਤੇ ਸਮਾਜਕ ਦੇਖਭਾਲ ਵਿੱਚ ਇੱਕ ਕਰਮਚਾਰੀ ਹੋ ਅਤੇ ਮੈਡੀਕਲ ਗ੍ਰੇਡ PPE ਜਿਵੇਂ ਕਿ ਇੱਕ ਸਰਜੀਕਲ ਮਾਸਕ ਪਹਿਨਿਆ ਹੋਇਆ ਹੈ ਕਿਸੇ ਸਿਹਤ-ਸੰਭਾਲ ਇਮਾਰਤ, ਜਿਵੇਂ ਕਿ ਕਿਸੇ ਹਸਪਤਾਲ ਜਾਂ ਜੀਪੀ ਸਰਜਰੀ ਵਿੱਚ ਕੰਮ ਕਰ ਰਹੇ ਇੱਕ ਸਿਹਤ-ਸੰਭਾਲ ਕਰਮਚਾਰੀ ਹੋ
pl: telefon przechowywany jest w szafce/schowku lub w pomieszczeniach do wspólnego użytku; pracujesz za przezroczystym ekranem, w pełni chroniącym Cię przed kontaktem z innymi; jesteś pracownikiem służby zdrowia lub opieki społecznej, noszącym medyczną odzież ochronną, taką jak maseczki chirurgiczne; jesteś pracownikiem służby zdrowia pracującym w budynku, takim jak szpital lub poradnia lekarzy rodzinnych.
ro: vă depozitați telefonul într-un dulap sau într-o zonă comună lucrați în spatele unui paravan transparent fix și sunteți complet protejat/ ă de alte persoane sunteți cadru medical și purtați EIP special pentru uz medical, cum ar fi o mască chirurgicală sunteți cadru medical și lucrați într-o unitate medicală, cum ar fi un spital sau o unitate de intervenție chirurgicală a medicului de familie
tr: telefonunuzu bir dolap ya da ortak kullanım alanında muhafaza ederken sabit bir şeffaf ekranın arkasında, diğer insanlardan tamamen korunacak şekilde çalışırken cerrahi maske gibi, tıbbi kullanıma uygun KKE kullanan, sağlık ve sosyal bakım ortamında çalışan bir çalışansanız hastane ya da sağlık ocağı gibi bir sağlık hizmeti binasında çalışan bir sağlık çalışanıysanız
ur: اپنے فون کو لاکر یا کسی مشترک جگہ میں محفوظ کریں۔ کسی لگی ہوئی شفاف اسکرین کے پیچھے سے کام کر رہے ہوں اور دوسرے لوگوں سے پوری طرح تحفظ یافتہ ہیں صحت اور سماجی نگہداشت میں طبی درجے کی پی پی ای جیسے سرجیکل ماسک پہننے ہوئے کارکن ہوں نگہداشت صحت کی عمارت جیسے ہسپتال یا GP سرجری میں کام کرنے والے نگہداشت صحت کے کارکن ہوں
zh: 将手机放于储物柜或公共区域 在固定的透明屏障后工作，并且完全与其他人隔绝 您是卫生和社会护理工作者，并且穿戴了医用级个人防护装备（如医用口罩） 您是在医院或社区诊所等医疗机构工作的医疗工作者

# contact_tracing_hub_tracing_reminder
source: You can set a reminder in the app to tell you to turn contact tracing back on.
ar: يمكنك تعيين رسالة تذكير في التطبيق لإبلاغك بإعادة تشغيل خاصية "تتبع المخالطين" مرة أخرى.
bn: আপনি অ্যাপে একটি রিমাইন্ডার সেট করতে পারেন আপনাকে কনট্যাক্ট ট্রেসিং পুনরায় অন করতে বলার জন্য।
cy: Gallwch osod nodyn atgoffa yn yr ap i ddweud wrthych am ailgynnau'r gwasanaeth olrhain cysylltiadau.
gu: તમને કૉન્ટેક્ટ ટ્રેસિંગ ફરીથી ઑન કરવાનું કહેવા માટે તમે ઍપમાં રિમાઇન્ડર મૂકી શકો છો.
pa: ਤੁਸੀਂ ਤੁਹਾਨੂੰ ਸੰਪਰਕ ਟ੍ਰੇਸਿੰਗ ਨੂੰ ਮੁੜ ਚਾਲੂ ਕਰਨ ਦੀ ਯਾਦ ਦਿਲਾਉਣ ਲਈ ਐਪ ਵਿੱਚ ਇੱਕ ਰੀਮਾਈਂਡਰ ਸੈਟ ਕਰ ਸਕਦੇ ਹੋ।
pl: Możesz ustawić w aplikacji przypomnienie, które powiadomi Cię, kiedy należy ponownie włączyć śledzenie kontaktów.
ro: Puteți seta un memento în aplicație care vă va anunța că trebuie să reactivați urmărirea contactelor.
tr: Temas takibini tekrar etkinleştirmenizi hatırlatması için uygulamada bir hatırlatma bildirimi kurabilirsiniz.
ur: آپ ایپ میں ایک یاد دہانی ترتیب دے سکتے ہیں تاکہ آپ کو رابطے کی ٹریسنگ کو دوبارہ فعال کرنے کے لئے کہا جائے۔
zh: 您可以在应用程序中设置提醒，提醒您稍后再次开启接触者追踪。

# contact_tracing_hub_dont_pause_tracing_header
source: Contact tracing:
ar: تتبع المخالطين:
bn: কনট্যাক্ট ট্রেসিং:
cy: Olrhain cysylltiadau:
gu: કૉન્ટેક્ટ ટ્રેસિંગ:
pa: ਸੰਪਰਕ ਟ੍ਰੇਸਿੰਗ:
pl: Śledzenie kontaktów:
ro: Urmărirea contactelor:
tr: Temas takibi:
ur: رابطے کی ٹریسنگ :
zh: 接触者追踪：

# contact_tracing_hub_dont_pause_tracing_bullet_points
source: should not make much difference to battery life cannot track your location
ar: لا تؤثر الخاصية بدرجة كبيرة في عمر البطارية لا يمكن للخاصية تتبع موقعك
bn: ব্যাটারির মেয়াদে খুব একটা পার্থক্য ঘটানোর কথা নয় আপনার অবস্থা ট্র্যাক করতে পারবে না
cy: ni ddylai wneud fawr o wahaniaeth i oes y batri ni all olrhain eich lleoliad
gu: બૅટરીની આવરદા પર બહુ ફરક પાડતું ન હોવું જોઈએ તમારું સ્થાન ટ્રૅક કરી શકે નહિ
pa: ਨਾਲ ਬੈਟਰੀ ਦੀ ਉਮਰ 'ਤੇ ਬਹੁਤ ਜ਼ਿਆਦਾ ਫਰਕ ਨਹੀਂ ਪੈਣਾ ਚਾਹੀਦਾ ਤੁਹਾਡੇ ਸਥਾਨ ਨੂੰ ਟ੍ਰੈਕ ਨਹੀਂ ਕਰ ਸਕਦੀ
pl: nie powinno znacząco wpłynąć na zużycie baterii; nie może śledzić Twojej lokalizacji.
ro: nu ar trebui să afecteze foarte mult durata de viață a bateriei nu vă poate urmări locația
tr: telefonun batarya ömrünü etkilememelidir konumunuzu takip edemez
ur: بیٹری لائف پر زیادہ فرق نہیں پڑنا چاہیے آپ کی لوکیشن ٹریک نہیں کی جا سکتی
zh: 不会对手机续航时间产生太大影响 无法追踪您的位置

# unrecoverable_error_description_2
source: Firstly, make sure that Exposure Notifications and an Active Region are switched on for this app in your phone’s settings. Visit the FAQs below to get more help.
ar: تأكد من تشغيل إشعارات التعرض (Exposure Notifications) والمنطقة النشطة (Active Region) لهذا التطبيق في إعدادات هاتفك.
bn: এই অ্যাপের জন্য আপনার ফোনের সেটিংসে এক্সপোজার নোটিফিকেশন (Exposure Notifications) এবং একটি অ্যাকটিভ রিজিয়ন (Active Region) যেন অবশ্যই সুইচড্ অন থাকে।
cy: Yn gyntaf, gwnewch yn siŵr bod yr Hysbysiadau o Gysylltiad a Rhanbarth Gweithredol wedi'u hysgogi ar gyfer yr ap yma yng ngosodiadau eich ffôn. Ewch i'r Cwestiynau a Ofynnir yn Aml (FAQ) isod i gael rhagor o gymorth.
gu: સૌથી પહેલાં, સુનિશ્ચિત કરો કે તમારા ફોનની સેટિંગ્સમાં આ ઍપ માટે એક્સપોઝર નોટિફિકેશન અને એક્ટિવ રિજન ઑન કરાયેલ છે. વધુ મદદ મેળવવા માટે નીચે આપેલા FAQ પર નજર નાખો.
pa: ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਤੁਹਾਡੇ ਫੋਨ ਦੀਆਂ ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਇਸ ਐਪ ਲਈ ਸੰਪਰਕ ਸੂਚਨਾਵਾਂ (Exposure Notifications) ਅਤੇ ਇੱਕ ਕਿਰਿਆਸ਼ੀਲ ਖੇਤਰ (Active Region) ਨੂੰ ਚਾਲੂ ਕੀਤਾ ਗਿਆ ਹੈ।
pl: Najpierw upewnij się, że w ustawieniach Twojego telefonu Powiadomienia o narażeniu oraz Aktywny region są włączone dla tej aplikacji. W celu uzyskania dalszej pomocy, wejdź na stronę z najczęściej zadawanymi pytaniami (FAQs).
ro: Asigurați-vă că Notificările privind Expunerea (Exposure Notifications) și Regiunea Activă (Active Region) sunt activate pentru această aplicație în setările telefonului dvs.
tr: Öncelikle Maruziyet Bildirimleri ve Aktif Bölge'nin, bu uygulama için telefonunuzun ayarlarında etkinleştirildiğinden emin olun. Daha fazla yardım için aşağıdaki Sıkça Sorulan Sorular (SSS) bölümünü ziyaret edin.
ur: یقینی بنائیں کہ آپ کے فون کی ترتیبات میں اس ایپ کے لیے ایکسپوژر نوٹیفیکیشنز (Exposure Notifications) اور ایکٹیو ریجن (Active Region) چالو ہوں۔
zh: 请确保手机设置中为此应用开启“曝光通知”(Exposure Notifications) 和“活动区域”(Active Region)。

# exposure_notification_reminder_sheet_cancel
source: Cancel
ar: إلغاء
bn: বাতিল করুন
cy: Canslo
gu: રદ્દ કરો
pa: ਰੱਦ ਕਰੋ
pl: Anuluj
ro: Anulare
tr: İptal
ur: منسوخ کریں
zh: 取消

# plod_test_result_title
source: Your test result is weak positive
ar: نتيجة اختبارك إيجابية ضعيفة
bn: আপনার পরীক্ষার ফলাফল কমজোর পজিটিভ
cy: Mae canlyniad eich prawf yn un positif gwan
gu: તમારા ટેસ્ટનું રિઝલ્ટ હળવો પોઝિટીવ છે
pa: ਤੁਹਾਡਾ ਟੈਸਟ ਦਾ ਨਤੀਜਾ ਕਮਜ਼ੋਰ ਪਾਜ਼ਿਟਿਵ ਹੈ
pl: Twój wynik testu jest słabo dodatni
ro: Rezultatul testului dvs. este slab pozitiv
tr: Testinizin sonucu zayıf pozitif.
ur: آپ کی جانچ کا نتیجہ کمزور مثبت ہے
zh: 您的检测结果呈弱阳性

# plod_test_result_subtitle
source: This means you could be at the start of infection with coronavirus (COVID-19) or recovering from infection
ar: هذا يعني أنك قد تكون في بداية الإصابة بفيروس كورونا (COVID-19) أو تتعافى من العدوى
bn: যার মানে আপনি সবে করোনাভাইরাস (COVID-19) -এ সংক্রমিত হয়েছেন বা সংক্রমণ থেকে সেরে উঠছেন
cy: Mae hyn yn golygu y gallech fod ar ddechrau heintiad â coronafeirws (COVID-19) neu'n gwella o heintiad
gu: આનો મતલબ કે તમે કોરોનાવાયરસ (COVID-19) ના ચેપની શરૂઆતમાં છો અથવા ચેપમાંથી રિકવર થઈ રહ્યાં છો
pa: ਇਸਦਾ ਮਤਲਬ ਹੈ ਕਿ ਤੁਸੀਂ (COVID-19) ਕੋਰੋਨਾਵਾਇਰਸ ਦੀ ਲਾਗ ਲੱਗਣ ਦੇ ਸ਼ੁਰੂ ਵਿੱਚ ਹੋ ਸਕਦੇ ਹੋ ਜਾਂ ਇਸ ਤੋਂ ਠੀਕ ਹੋ ਰਹੇ ਹੋ ਸਕਦੇ ਹੋ
pl: Oznacza to, że możesz być w początkowej fazie zakażenia koronawirusem (COVID-19) lub wracasz do zdrowia po zakażeniu
ro: Acest lucru înseamnă că v-ați putea afla la începutul unei infecții cu COVID-19 sau v-ați putea reveni în urma infectării
tr: Bu, koronavirüs (COVID-19) enfeksiyonunun yeni başlamış olabileceği ya da iyileşme evresinde olabileceğiniz anlamına gelir
ur: اس کا مطلب یہ ہے کہ یہ آپ کے لیے کورونا وائرس (COVID-19) کے انفیکشن کا آغاز ہو سکتا ہے یا پھر آپ انفیکشن سے ٹھیک ہو رہے ہیں
zh: 这表示您可能正感染 COVID-19 或从感染中恢复

# plod_test_result_warning
source: Refer to your test result email or text message for guidance on what to do.
ar: راجع الرسالة الإلكترونية أو النصية الخاصة بنتيجة اختبارك للتعرّف على التوجيهات الخاصة بالإجراءات الواجب عليك اتخاذها
bn: কী করতে হবে তার নির্দেশের জন্য আপনার পরীক্ষার ফলাফলের ইমেইল বা টেক্সট মেসেজটি দেখুন
cy: Darllenwch yr e-bost neu’r neges destun sy’n rhoi canlyniad eich prawf i gael canllawiau ar beth i’w wneud.
gu: શું કરવું તેના માર્ગદર્શન માટે તમારા ટેસ્ટ રિઝલ્ટ ઇમેઇલ અથવા ટેક્સ્ટ મેસેજમાં જૂઓ.
pa: ਕੀ ਕਰਨਾ ਹੈ ਇਸ ਬਾਰੇ ਸੇਧ ਲਈ ਆਪਣੇ ਟੈਸਟ ਦੇ ਨਤੀਜੇ ਵਾਲੀ ਈਮੇਲ ਜਾਂ ਟੈਕਸਟ ਸੁਨੇਹਾ ਦੇਖੋ
pl: Wskazówki dotyczące postępowania znajdują się w wiadomości e-mail lub SMS zawierającej Twój wynik testu.
ro: Consultați e-mailul sau SMS-ul cu rezultatul testului pentru instrucțiuni cu privire la următorii pași
tr: Ne yapmanız gerektiği konusunda test sonucunuzu içeren e-postanıza ya da SMS mesajınıza bakın.
ur: کیا کرنا ہے اس کی رہنمائی کے لئے اپنی جانچ کے نتیجے کی ای میل یا ٹیکسٹ میسج سے رجوع کریں
zh: 请通过电子邮件或短信查询您的测试结果，并查看应对指南

# plod_test_result_description
source: If you need to get a follow-up test you can book one from the home screen of your app. Please note that the self-isolation timer on your app will not update from this test result.
ar: لن يتم تحديث مؤقت العد التنازلي على تطبيقك من نتيجة الاختبار هذه.
bn: অনুগ্রহ করে মনে রাখবেন যে আপনার অ্যাপ-এর কাউন্টডাউন টাইমার এই পরীক্ষার ফলাফল থেকে আপডেট হবে না।
cy: Sylwch na fydd yr amserydd cyfrif i lawr ar eich ap yn diweddaru o ganlyniad y prawf hwn.
gu: જો તમારે ફોલો-અપ ટેસ્ટ કરાવવાની જરૂર હોય તો તમે તમારા એપની હોમ સ્ક્રીનમાંથી બુક કરી શકો છો. કૃપા કરીને નોંધો કે તમારા એપ પરનું સેલ્ફ-આઇસોલેશન ટાઈમર આ ટેસ્ટ રિઝલ્ટથી અપડેટ થશે નહીં.
pa: ਤੁਹਾਡੀ ਐਪ ਦੀ ਹੋਮ ਸਕ੍ਰੀਨ 'ਤੇ ਕਾਊਂਟਡਾਊਨ ਟਾਈਮਰ ਇਸ ਟੈਸਟ ਨਤੀਜੇ ਤੋਂ ਅੱਪਡੇਟ ਨਹੀਂ ਹੋਵੇਗਾ।
pl: Pamiętaj, że wynik tego testu nie zaktualizuje odliczania czasu w aplikacji.
ro: Cronometrul cu numărătoare inversă de pe ecranul de bază al aplicației dvs. nu se va actualiza de la acest rezultat al testului.
tr: Bir takip testi için rezervasyon yaptırmanız gerekiyorsa, bunu uygulamanızın ana ekranından yapabilirsiniz. Uygulamanızda kişisel karantina zamanlayıcısının bu testin sonucuna göre güncellenmeyeceğine lütfen dikkat edin.
ur: آپ کی ایپ پر موجود کاؤنٹ ڈاؤن ٹائمر اس جانچ کے نتیجہ سے اپڈیٹ نہیں ہوگا۔
zh: 应用上的倒计时计时器不会根据此检测结果更新。

# plod_test_result_button_title
source: Back to home
ar: العودة إلى الشاشة الرئيسية
bn: হোমে ফিরে যান
cy: Yn ôl i'r dudalen gartref
gu: હોમ પર પાછા
pa: ਮੁੱਖ ਪੰਨੇ 'ਤੇ ਵਾਪਸ
pl: Powrót do strony głównej
ro: Înapoi acasă
tr: Ana sayfaya geri dön
ur: ہوم پر واپس جائیں
zh: 返回主屏幕

# testing_hub_title
source: Testing for COVID-19
ar: إجراء اختبار فيروس كوفيد-19
bn: কোভিড-১৯ পরীক্ষা
cy: Profi am COVID-19
gu: COVID-19 માટે ટેસ્ટ કરાવો
pa: COVID-19 ਲਈ ਟੈਸਟ ਕਰਵਾਉਣਾ
pl: Testy na COVID-19
ro: Testarea pentru COVID-19
tr: COVID-19 için test
ur: COVID-19 کے لیے ٹیسٹنگ
zh: COVID-19 检测

# testing_hub_row_book_lab_test_description
source: You can book a test if you have symptoms or you’ve been told to get a lab test
ar: يمكنك حجز اختبارٍ إذا ظهرت عليك أعراض الإصابة أو إذا طُلب منك إجراء اختبارٍ في المُختبر
bn: আপনার উপসর্গ থাকলে বা আপনাকে ল্যাব টেস্ট করাতে বলা হয়ে থাকলে আপনি পরীক্ষা বুক করতে পারেন
cy: Gallwch archebu prawf os oes gennych symptomau neu os dywedwyd wrthych i gael prawf labordy
gu: જો તમને લક્ષણો હોય અથવા તમને લેબ ટેસ્ટ કરાવવાનું કહેવામાં આવ્યું હોય તો તમે ટેસ્ટ બુક કરી શકો છો
pa: ਜੇ ਤੁਹਾਨੂੰ ਲੱਛਣ ਹਨ ਜਾਂ ਤੁਹਾਨੂੰ ਲੈਬ ਟੈਸਟ ਕਰਵਾਉਣ ਲਈ ਕਿਹਾ ਗਿਆ ਹੈ ਤਾਂ ਤੁਸੀਂ ਇੱਕ ਟੈਸਟ ਬੁੱਕ ਕਰ ਸਕਦੇ ਹੋ
pl: Można zamówić test, jeżeli ma się objawy lub otrzymało się zalecenie przeprowadzenia testu laboratoryjnego
ro: Puteți rezerva un test dacă aveți simptome sau dacă vi s-a spus să faceți un test de laborator
tr: Belirtileriniz varsa ya da bir laboratuvar testi yaptırmanız söylendiyse, bir test için rezervasyon yaptırabilirsiniz
ur: اگر آپ میں علامات ہیں یا آپ کو لیب میں جانچ کروانے کو کہا گیا ہے تو آپ جانچ بُک کروا سکتے ہیں
zh: 如果您出现相关症状或被告知需要进行实验室检测，您可以预约检测
