Repository: nihp-public/covid-19-app-ios-ag-public
Catalog: NHS-COVID-19/Core/Sources/Localization/Resources/*.lproj/Localizable.strings
Languages: ar, bn, cy, gu, pa, pl, ro, tr, ur, zh

# self_isolation_hub_accordion_practical_support_bullet_points
source: accessing food practical tasks such as dog walking assistance with caring responsibilities signposting to mental health and well-being support
ar: الحصول على الطعام المهام العملية مثل التنزّه مع الكلاب المساعدة في القيام بمسؤوليات الرعاية الإحالة إلى مرافق دعم الصحة العقلية والنفسية والسلامة الجسدية
bn: খাবার পেতে কুকুর হাঁটানোর মতো ব্যবহারিক কাজ করতে কেয়ারিংয়ের দায়িত্ব পালন করতে মানসিক স্বাস্থ্য ও ভালো-থাকা বিষয়ক সহায়তার পথনির্দেশ করতে
cy: cael bwyd tasgau ymarferol fel mynd â'r ci am dro cymorth gyda chyfrifoldebau gofalu dangos i chi ble i fynd i gael cefnogaeth ar gyfer iechyd meddwl a llesiant
gu: ખોરાકની ઉપલબ્ધતા કૂતરાને ચાલવા લઈ જવા જેવા વાસ્તવિક કાર્યો સંભાળ જવાબદારીઓ સાથે સહાય માનસિક સ્વાસ્થ્ય અને સુખાકારીમાં સહાય માટે સંકેત
pa: ਭੋਜਨ ਤੱਕ ਪਹੁੰਚ ਕਰਨੀ ਵਿਹਾਰਕ ਕੰਮ ਜਿਵੇਂ ਕੁੱਤੇ ਨੂੰ ਸੈਰ ਕਰਾਉਣੀ ਦੇਖਭਾਲ ਦੀਆਂ ਜ਼ੁੰਮੇਵਾਰੀਆਂ ਵਿੱਚ ਸਹਾਇਤਾ ਮਾਨਸਿਕ ਸਿਹਤ ਅਤੇ ਤੰਦਰੁਸਤੀ ਸਹਾਇਤਾ ਕੋਲ ਭੇਜਣਾ
pl: zakupy spożywcze, pomoc praktyczna, np. wyprowadzenie psa na spacer, pomoc w wykonywaniu obowiązków opiekuna innej osoby, informacje o wsparciu w zakresie zdrowia psychicznego i dobrego samopoczucia.
ro: accesul la produse alimentare sarcini practice, cum ar fi plimbatul câinilor asistență cu responsabilitățile de îngrijire semnalizare către sănătate mintală și sprijin pentru bunăstare
tr: yiyeceğe erişim köpek gezdirme gibi pratik işler bakım sağlama sorumlulukları konusunda yardım ruh sağlığı ve esenlik konusunda destek için yönlendirme
ur: غذا تک رسائی حاصل کرنا عملی کام جیسے کتے کو ٹہلانا نگہداشت کی ذمہ داریوں میں اعانت ذہنی صحت اور بہبود سے متعلق تعاون تک سائن پوسٹنگ
zh: 获取食物 必须进行的日常活动，例如遛狗 帮助承担照看责任 帮助寻找心理健康和福利方面的支持

# self_isolation_hub_accordion_practical_support_bottom_text
source: You can find more information, including the helpline number, on your local authority’s website. In England, there is a free medicines delivery service available if you need prescription medication collecting during your period of self-isolation. Speak to your local pharmacy for more information. NHS Volunteer Responders can also offer advice and support during your self-isolation period. Call 0808 196 3646 to arrange help from a volunteer. In Wales, you can find further information on advice and support by searching online for ’help for the vulnerable from local authorities and voluntary groups’.
ar: يمكنك العثور على المزيد من المعلومات؛ بما في ذلك رقم خط المساعدة، على الموقع الإلكتروني للسلطة المحلية لديك. في إنجلترا، هناك خدمة مجانية لتوصيل الأدوية إذا كنت بحاجةٍ إلى الحصول على أدوية موصوفة لك في أثناء فترة خضوعك للعزل الذاتي. استشر الصيدلية المحلية لديك لمزيدٍ من المعلومات. يمكن للمتطوعين من مسؤولي الاستجابة التابعين لهيئة الخدمات الصحية الوطنية تقديم النصائح والدعم خلال فترة خضوعك للعزل الذاتي. اتصل على الرقم: 3646 196 0808 لإجراء الترتيبات اللازمة الحصول على المساعدة من أحد المتطوعين. في ويلز، يمكنك العثور على المزيد من المعلومات بشأن ما يُقدَّم من نصائح ودعمٍ عن طريق البحث عبر الإنترنت عن "المساعدة المُقدَّمة للأشخاص المُعرَّضين لخطر الإصابة بفيروس كورونا من السلطات المحلية والمجموعات التطوعية".
bn: আপনার স্থানীয় কর্তৃপক্ষের ওয়েবসাইটে আপনি আরো তথ্য পেতে পারেন, যেমন হেলপলাইন নম্বর। ইংল্যান্ডে, আপনি স্ব-বিচ্ছিন্ন থাকাকালে আপনার প্রেসক্রিপশনের ঔষধ সংগ্রহ করার দরকার হলে, বিনামূল্যে একটি ঔষধ সরবরাহ পরিষেবা চালু আছে। আরো তথ্যের জন্য আপনার স্থানীয় ফার্মেসির সাথে কথা বলুন। আপনি স্ব-বিচ্ছিন্ন থাকাকালে NHS স্বেচ্ছাসেবীরাও আপনাকে পরামর্শ ও সহায়তা দিতে পারবে। কোনো স্বেচ্ছাসেবীর সহায়তা পেতে 0808 196 3646 নম্বরে কল্ করুন। ওয়েলসে, আপনি অনলাইনে 'স্থানীয় কর্তৃপক্ষ ও স্বেচ্ছাসেবী গোষ্ঠীর কাছ থেকে নাজুক ব্যক্তিদের জন্য সহায়তা' অনুসন্ধান করে পরামর্শ ও সহায়তা বিষয়ে আরো তথ্য পেতে পারেন
cy: Gallwch ddod o hyd i ragor o wybodaeth, gan gynnwys rhif y llinell gymorth, ar wefan eich awdurdod lleol. Yn Lloegr, mae gwasanaeth dosbarthu meddyginiaethau ar gael yn rhad ac am ddim os oes angen casglu meddyginiaeth ar bresgripsiwn i chi yn ystod eich cyfnod hunanynysu. Siaradwch â'ch fferyllfa leol i gael rhagor o wybodaeth. Gall Ymatebwyr Gwirfoddol y GIG hefyd gynnig cymorth a chefnogaeth yn ystod eich cyfnod hunanynysu. Ffoniwch 0808 196 3646 i drefnu help gan wirfoddolwr. Yng Nghymru, gallwch ddarganfod rhagor o wybodaeth am gyngor a chefnogaeth trwy chwilio ar-lein am 'gymorth i'r rheiny sy'n agored i niwed gan awdurdodau lleol a grwpiau gwirfoddol'
gu: તમે તમારી સ્થાનિક અધિકૃત વેબસાઇટ પર હેલ્પલાઇન નંબર સહિત વધુ માહિતી મેળવી શકો છો. ઇંગ્લેન્ડમાં, તમારી સેલ્ફ-આયસોલેશનના સમયગાળા દરમિયાન તમને પ્રિસ્ક્રિપ્શનની દવા એકત્રિત કરવાની જરૂર હોય તો, એક મફત દવા વિતરણ સેવા ઉપલબ્ધ છે. વધુ માહિતી માટે તમારી સ્થાનિક દવાની દુકાનમાં વાત કરો.. NHS સ્વયંસેવક પ્રતિસાદકર્તા તમારી સેલ્ફ-આયસોલેશનના સમયગાળા દરમિયાન સલાહ અને સહાય પણ આપી શકે છે. સ્વયંસેવકની સહાય ગોઠવવા 0808 196 3646 પર કૉલ કરો. વેલ્સમાં, તમે 'સ્થાનિક સત્તાવાળાઓ અને સ્વૈચ્છિક જૂથો તરફથી નબળા લોકો માટે સહાય' માટે ઓનલાઇન શોધ કરીને સલાહ અને સહાય પર વધુ માહિતી મેળવી શકો છો.
pa: ਤੁਹਾਨੂੰ ਆਪਣੀ ਸਥਾਨਕ ਅਥਾਰਿਟੀ ਦੀ ਵੈੱਬਸਾਈਟ 'ਤੇ ਹੈਲਪਲਾਈਨ ਨੰਬਰ ਸਮੇਤ ਹੋਰ ਜਾਣਕਾਰੀ ਮਿਲ ਸਕਦੀ ਹੈ। ਇੰਗਲੈਂਡ ਵਿੱਚ, ਜੇ ਤੁਹਾਨੂੰ ਆਪਣੀ ਸਵੈ-ਇਕਾਂਤ ਦੀ ਮਿਆਦ ਦੇ ਦੌਰਾਨ ਤਜ਼ਵੀਜ਼ਸ਼ੁਦਾ ਦਵਾਈ ਇਕੱਤਰ ਕਰਨ ਦੀ ਲੋੜ ਹੋਵੇ ਤਾਂ ਇੱਕ ਮੁਫ਼ਤ ਦਵਾਈ ਡਿਲੀਵਰੀ ਸੇਵਾ ਉਪਲਬਧ ਹੈ। ਵਧੇਰੇ ਜਾਣਕਾਰੀ ਲਈ ਆਪਣੀ ਸਥਾਨਕ ਫਾਰਮੇਸੀ ਨਾਲ ਗੱਲ ਕਰੋ। NHS ਵਾਲੰਟੀਅਰ ਰੇਸਪੋਂਡਰ ਵੀ ਤੁਹਾਡੀ ਸਵੈ-ਇਕਾਂਤ ਦੀ ਮਿਆਦ ਦੇ ਦੌਰਾਨ ਸਲਾਹ ਅਤੇ ਸਹਾਇਤਾ ਦੇ ਸਕਦੇ ਹਨ। ਕਿਸੇ ਵਲੰਟੀਅਰ ਤੋਂ ਮਦਦ ਦਾ ਪ੍ਰਬੰਧ ਕਰਨ ਲਈ 0808 196 3646 'ਤੇ ਕਾਲ ਕਰੋ। ਵੇਲਜ਼ ਵਿੱਚ, ਤੁਸੀਂ ਆਨਲਾਈਨ 'ਸਥਾਨਕ ਅਥਾਰਿਟੀਆਂ ਅਤੇ ਸਵੈਸੇਵੀ ਸਮੂਹਾਂ ਤੋਂ ਕਮਜ਼ੋਰ ਲੋਕਾਂ ਲਈ ਮਦਦ’ ਦੀ ਖੋਜ ਕਰਕੇ ਸਲਾਹ ਅਤੇ ਸਹਾਇਤਾ ਬਾਰੇ ਵਧੇਰੇ ਜਾਣਕਾਰੀ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦੇ ਹੋ
pl: Więcej informacji, w tym numer infolinii, możesz znaleźć na stronie internetowej swoich władz lokalnych. Na terenie Anglii istnieje możliwość darmowej dostawy leków, jeżeli musisz odebrać leki na receptę, przebywając w samoizolacji. Poproś w swojej aptece o więcej informacji na ten temat. W okresie samoizolacji możesz również otrzymać porady i wsparcie wolontariuszy z NHS. W celu otrzymania pomocy wolontariuszy, zadzwoń pod nr 0808 196 3646. Na terenie Walii dalsze informacje dotyczące porad i wsparcia można uzyskać, wpisując w wyszukiwarce: „pomoc dla osób w grupie ryzyka ze strony władz lokalnych i wolontariuszy ” (ang. „help for the vulnerable from local authorities and voluntary groups”).
ro: Puteți găsi mai multe informații, inclusiv numărul liniei de asistență, pe website-ul autorității locale. În Anglia, există un serviciu gratuit de livrare a medicamentelor disponibil dacă aveți nevoie de ridicarea medicamentelor pe bază de rețetă în timpul perioadei de autoizolare. Adresați-vă farmaciei locale pentru mai multe informații. NHS Volunteer Responders poate oferi, de asemenea, recomandări și asistență în timpul perioadei de autoizolare. Apelați 0808 196 3646 pentru a face aranjamentele necesare obținerii asistenței din partea unui voluntar. În Țara Galilor, puteți găsi informații suplimentare despre recomandări și asistență, căutând online „ajutor pentru persoanele vulnerabile din partea autorităților locale și a grupurilor de voluntari”
tr: Yardım hattı numarası dahil daha fazla bilgiyi yerel yönetiminizin web sitesinde bulabilirsiniz. İngiltere'de, kişisel karantina süreniz boyunca reçeteli ilaçlar almanız gerekirse, bunun için ücretsiz bir ilaç dağıtım hizmeti mevcuttur. Daha fazla bilgi için yerel eczanenizle görüşün. NHS Gönüllüleri de (NHS Volunteer Responders) karantina süreniz boyunca size tavsiye ve destek sunabilir. Bir gönüllüden yardım almak için 0808 196 3646 numaralı telefonu arayın. Galler'de, internette 'help for the vulnerable from local authorities and voluntary groups' (yerel yönetimler ve gönüllü gruplardan savunmasız kişiler için yardım) yazıp arama yaparak tavsiye ve destek hakkında daha fazla bilgiye ulaşabilirsiniz.
ur: آپ مزید معلومات، بشمول ہیلپ لائن نمبر، اپنی لوکل اتھارٹی کی ویب سائٹ پر تلاش کر سکتے ہیں۔ انگلینڈ میں اگر آپ کواپنی خود تنہائی کی مدت کے دوران نسخے والی دوا منگوانے کی ضرورت ہو تو دواؤں کی مفت ڈیلیوری کی ایک سہولت دستیاب ہے۔ مزید معلومات کے لیے اپنی مقامی فارمیسی سے بات کریں۔ NHS کے رضاکار جواب دہندگان آپ کی خود تنہائی کی مدت کے دوران مشورہ اور تعاون بھی پیش کر سکتے ہیں۔ رضاکار کی جانب سے مدد کا انتظام کرنے کے لیے 0808 196 3646 پر کال کریں۔ ویلز میں، آپ 'لوکل اتھارٹیز اور رضاکار گروپوں کی جانب سے کمزور فرد کے لیے مدد' آن لائن تلاش کر کے مشورہ اور تعاون سے متعلق مزید معلومات تلاش کر سکتے ہیں
zh: 在地方政府网站可查询更多信息，包括服务热线号码。 在英格兰，如果您在自我隔离期间需要取处方药物，可享受药物免费递送服务。更多信息，咨询当地药店。 NHS 志愿者也可以在您自我隔离期间提供相关建议和支持。如果求助志愿者，请电话拨打 0808 196 3646。 在威尔士，您可在网上搜索“地方政府和志愿团体为弱势群体提供帮助”来获得更多的建议和支持。

# self_isolation_hub_read_gov_guidance_link_title
source: Read latest government guidance
ar: اقرأ أحدث الإرشادات الحكومية
bn: সর্বশেষ সরকারি নির্দেশিকা পড়ুন
cy: Darllenwch ganllawiau diweddaraf y llywodraeth
gu: સરકારના નવીનતમ માર્ગદર્શન વાંચો
pa: ਤਾਜ਼ਾ ਸਰਕਾਰੀ ਸੇਧ ਪੜ੍ਹੋ
pl: Zapoznaj się z najnowszymi wytycznymi rządowymi
ro: Citiți ultimele instrucțiuni guvernamentale
tr: En son hükümet yönergelerini okuyun
ur: حکومت کی تازہ ترین رہنمائی پڑھیں
zh: 请参阅最新政府指南

# self_isolation_hub_find_your_la_link_title
source: Find your local authority website
ar: البحث عن الموقع الإلكتروني للسلطة المحلية لديك
bn: আপনার স্থানীয় কর্তৃপক্ষের ওয়েবসাইট হলো:
cy: Dod o hyd i wefan eich awdurdod lleol
gu: તમારી સ્થાનિક ઓથોરિટી વેબસાઇટ શોધો
pa: ਆਪਣੀ ਸਥਾਨਕ ਅਥਾਰਿਟੀ ਦੀ ਵੈੱਬਸਾਈਟ ਲੱਭੋ
pl: Strona, na której dowiesz się, jakie są Twoje władze lokalne
ro: Găsiți pagina web a autorității locale
tr: Yerel yönetiminizin web sitesini bulun
ur: اپنی لوکل اتھارٹی کی ویب سائٹ تلاش کریں
zh: 查找地方政府网站

# link_government_guidance
source: https://www.gov.uk/government/publications/covid-19-stay-at-home-guidance/stay-at-home-guidance-for-households-with-possible-coronavirus-covid-19-infection
ar: https://www.gov.uk/guidance/people-with-symptoms-of-a-respiratory-infection-including-covid-19
bn: https://www.gov.uk/guidance/people-with-symptoms-of-a-respiratory-infection-including-covid-19
cy: https://www.gov.uk/guidance/people-with-symptoms-of-a-respiratory-infection-including-covid-19
pa: https://www.gov.uk/guidance/people-with-symptoms-of-a-respiratory-infection-including-covid-19
pl: https://www.gov.uk/guidance/people-with-symptoms-of-a-respiratory-infection-including-covid-19
ro: https://www.gov.uk/guidance/people-with-symptoms-of-a-respiratory-infection-including-covid-19
ur: https://www.gov.uk/guidance/people-with-symptoms-of-a-respiratory-infection-including-covid-19
zh: https://www.gov.uk/guidance/people-with-symptoms-of-a-respiratory-infection-including-covid-19

# link_government_guidance_wls
source: https://gov.wales/self-isolation
cy: https://llyw.cymru/canllawiau-hunanynysu?_ga=2.39196963.1478961316.1625138741-2142473961.1612823651

# get_a_free_test_kit_title
source: Get a free test kit
cy: Cael pecyn prawf am ddim

# get_a_free_test_kit_heading
source: Get a rapid lateral flow test kit or use an existing one at home
cy: Cael pecyn prawf llif unffordd cyflym neu ddefnyddio un sydd gennych eisoes gartref

# get_a_free_test_kit_description
source: Get a free rapid lateral flow test kit if you do not have any of the main COVID-19 (coronavirus) symptoms. Your workplace, school, college, university or council may also be able to provide you with a free test kit. You are advised to take a rapid lateral flow test for each day you are self-isolating.
cy: Cael pecyn prawf llif unffordd cyflym os nad oes unrhyw un o brif symptomau COVID-19 (coronafeirws) arnoch. Efallai y bydd eich gweithle, ysgol, coleg, prifysgol neu gyngor hefyd yn gallu darparu pecyn prawf am ddim i chi. Cynghorwn eich bod yn cael prawf llif unffordd cyflym bob diwrnod y byddwch yn hunanynysu.

# get_a_free_test_kit_submit_button
source: Get a free test kit
cy: Cael pecyn prawf am ddim

# get_a_free_test_kit_cancel_button
source: I already have a test kit
ar: لديّ بالفعل مجموعة اختبار
bn: আমার কাছে ইতিমধ্যেই একটি পরীক্ষার কিট আছে
cy: Mae gen i becyn prawf yn barod
gu: મારી પાસે પહેલેથી જ એક ટેસ્ટ કીટ છે
pa: ਮੇਰੇ ਕੋਲ ਪਹਿਲਾਂ ਹੀ ਇੱਕ ਟੈਸਟ ਕਿੱਟ ਹੈ
pl: Mam już zestaw testowy
ro: Am deja un set de testare
tr: Zaten bir test kitim var
ur: میرے پاس پہلے سے ہی ایک ٹیسٹ کٹ ہے
zh: 我已有检测试剂盒

# link_nhs_guidance_wls
source: https://111.wales.nhs.uk/coronavirus%282019ncov%29
ar: https://111.wales.nhs.uk/encyclopaedia/c/article/coronavirus(covid19)/
bn: https://111.wales.nhs.uk/encyclopaedia/c/article/coronavirus(covid19)/
cy: https://111.wales.nhs.uk/encyclopaedia/c/article/coronavirus(covid19)/
pa: https://111.wales.nhs.uk/encyclopaedia/c/article/coronavirus(covid19)/
pl: https://111.wales.nhs.uk/encyclopaedia/c/article/coronavirus(covid19)/
ro: https://111.wales.nhs.uk/encyclopaedia/c/article/coronavirus(covid19)/
ur: https://111.wales.nhs.uk/encyclopaedia/c/article/coronavirus(covid19)/
zh: https://111.wales.nhs.uk/encyclopaedia/c/article/coronavirus(covid19)/

# negative_test_result_with_isolation_nhs_guidance_link
source: NHS guidance
ar: NHS 111 online
bn: NHS 111 online
cy: NHS 111 online
gu: NHS માર્ગદર્શન
pa: NHS 111 online
pl: NHS 111 online
ro: NHS 111 online
tr: NHS yönergesi
ur: NHS 111 online
zh: 在线 NHS 111

# void_test_result_with_isolation_nhs_guidance_link
source: NHS guidance
ar: إرشادات هيئة الخدمات الصحية الوطنية (NHS)
bn: NHS নির্দেশনা
cy: Canllawiau’r GIG
gu: NHS માર્ગદર્શન
pa: NHS ਸੇਧ
pl: Wytyczne NHS
ro: Instrucțiuni NHS
tr: NHS yönergesi
ur: NHS کی رہنمائی
zh: NHS 指导

# book_a_follow_up_test_advice_link
source: NHS guidance
ar: إرشادات هيئة الخدمات الصحية الوطنية (NHS)
bn: NHS নির্দেশনা
cy: Canllawiau’r GIG
gu: NHS માર્ગદર્શન
pa: NHS ਸੇਧ
pl: Wytyczne NHS
ro: Instrucțiuni NHS
tr: NHS yönergesi
ur: NHS کی رہنمائی
zh: NHS 指导

# contact_case_continue_isolation_info_box
source: If you have not already done so, you should take a free COVID-19 test as soon as possible
ar: أنت معرض لخطر كبير لنشر COVID-19
bn: COVID-19 ছড়ানোর জন্য আপনি উচ্চ ঝুঁকিপূর্ণ
cy: Mae’ch risg o ledaenu COVID-19 yn uchel
gu: જો તમે પહેલેથી મફત COVID-19 ટેસ્ટ કરાવ્યો ન હોય તો તમારે શક્ય તેટલી જલ્દી તે ટેસ્ટ કરાવવો જોઈએ
pa: ਤੁਸੀਂ COVID-19 ਨੂੰ ਫੈਲਾਉਣ ਦੇ ਉੱਚ ਜੋਖਮ ਵਿੱਚ ਹੋ
pl: Jest wysokie ryzyko, że zarażasz wirusem COVID-19
ro: Prezentați un risc ridicat de transmitere a virusului COVID-19
tr: Henüz yapmadıysanız, mümkün olan en yakın zamanda ücretsiz COVID-19 testi yapmalısınız
ur: آپ کے لیے COVID-19 کو پھیلانے کا زیادہ خطرہ پایا جاتا ہے
zh: 您属于传播 COVID-19 的高风险人群

# contact_case_exposure_info_screen_information
source: Advice may differ depending on your age, vaccination status, or instructions from contact tracers
ar: قد تختلف النصائح حسب عمرك، حالة التطعيم أو التعليمات من جهات تتبع الأتصال
bn: আপনার বয়স, টিকাকরণের স্থিতি বা কন্ট্যাক্ট ট্রেসারের নির্দেশাবলীর উপর নির্ভর করে পরামর্শের পার্থক্য হতে পারে
cy: Gallai'r cyngor amrywio yn ddibynnol ar eich oed, statws brechu neu gyfarwyddiadau gan y rhai sy'n olrhain cyswllt
gu: તમારી ઉંમર, રસીકરણની સ્થિતિ અથવા કૉન્ટેક્ટ ટ્રેસર્સ તરફથી મળતી સૂચનાઓના આધારે તમારે સૅલ્ફ-આઇસોલેટ થવાની જરૂર પડી શકે છે
pa: ਤੁਹਾਡੀ ਉਮਰ, ਟੀਕਾਕਰਨ ਦੀ ਸਥਿਤੀ, ਜਾਂ ਸੰਪਰਕ ਟ੍ਰੇਸਰਾਂ ਦੀਆਂ ਹਦਾਇਤਾਂ ਦੇ ਆਧਾਰ 'ਤੇ ਸਲਾਹ ਵੱਖ-ਵੱਖ ਹੋ ਸਕਦੀ ਹੈ
pl: Porada może się różnić, w zależności od wieku, statusu szczepień lub instrukcji od pracownika ds. śledzenia kontaktów (contact tracer)
ro: Sfaturile pot fi diferite, în funcție de vârstă, de situația dvs. de vaccinare sau de instrucțiunile primite de la personalul de urmărire a contactelor
tr: Verilen tavsiyeler yaşınıza, aşı durumunuza veya filyasyon ekibinin talimatlarına göre değişiklik gösterebilir
ur: آپ کی عمر، ٹیکاکاری کی کیفیت، یا کنٹیکٹ ٹریسرز کی طرف سے موصول ہونے والی ہدایات کے مطابق صلاح مختلف ہو سکتی ہے
zh: 根据您的年龄、接种情况或接触追踪者说明，建议可能会有所不同

# contact_case_exposure_info_screen_if_you_have_symptoms
source: If you have symptoms, select “Check symptoms” on the home screen and get a test.
ar: في حال وجود أعراضٍ لديك، حدِّد زرَّ "التحقق من الأعراض" الموجود على الشاشة الرئيسية واحصل على اختبارٍ.
bn: আপনার উপসর্গ থাকলে, হোম স্ক্রিনে 'উপসর্গ যাচাই' নির্বাচন করুন ও একটি পরীক্ষা করান।
cy: Os oes symptomau arnoch, dewiswch 'Gwirio symptomau' ar y sgrin gartref a chael prawf.
gu: જો તમને લક્ષણો છે, તો હોમ સ્ક્રીન પર 'લક્ષણો તપાસો' પસંદ કરો અને ટેસ્ટ કરાવો.
pa: ਜੇ ਤੁਹਾਨੂੰ ਲੱਛਣ ਹਨ, ਤਾਂ ਹੋਮ ਸਕ੍ਰੀਨ 'ਤੇ 'ਲੱਛਣਾਂ ਦੀ ਜਾਂਚ ਕਰੋ' ਦੀ ਚੋਣ ਕਰੋ ਅਤੇ ਇੱਕ ਟੈਸਟ ਪ੍ਰਾਪਤ ਕਰੋ।
pl: Jeżeli masz objawy, wybierz opcję „Sprawdzanie objawów” na stronie głównej i zamów test.
ro: Dacă aveți simptome, selectați „Verificați simptomele” de pe ecranul de pornire și faceți un test.
tr: Belirtileriniz varsa, ana ekranda 'Belirtileri kontrol edin'i seçin ve bir test edinin.
ur: اگر آپ کو علامات ہوں تو ہوم اسکرین پر 'علامات کی جانچ کریں' منتخب کریں اور ایک ٹیسٹ کروائیں۔
zh: 如果您出现症状，请在主屏幕上选择“检查症状”并进行检测。

# contact_case_exposure_info_screen_continue_button
source: Continue
ar: استمرار
bn: চালিয়ে যান
cy: Parhau
gu: ચાલુ રાખો
pa: ਜਾਰੀ ਰੱਖੋ
pl: Kontynuuj
ro: Continuare
tr: Devam
ur: جاری رکھیں
zh: 继续

# contact_case_exposure_info_screen_title
source: The app has detected that you have been near someone who tested positive for coronavirus (COVID-19)
ar: لقد اكتشف التطبيق أنك كنت مخالطًا لشخصٍ ما سجَّل نتيجة إيجابية في اختبار الكشف عن الإصابة بفيروس كورونا (كوفيد-19)
bn: অ্যাপটি সনাক্ত করেছে যে কারোনাভাইরাসে (কোভিড-১৯) আক্রান্ত হিসাবে সনাক্ত হওয়া কারো সংস্পর্শে আপনি গিয়েছিলেন
cy: Mae'r ap wedi darganfod y buoch yn ymyl rhywun a gafodd ganlyniad positif i brawf coronafeirws (COVID-19)
gu: એપ્લિકેશને શોધ્યું કે તમે એ વ્યક્તિની નજીક ગયેલા છો જેને કોરોનાવાયરસ (COVID-19) માટે પોઝીટીવ રિઝલ્ટ થયું હતું.
pa: ਐਪ ਨੇ ਪਤਾ ਲਗਾਇਆ ਹੈ ਕਿ ਤੁਸੀਂ ਕਿਸੇ ਅਜਿਹੇ ਵਿਅਕਤੀ ਦੇ ਨੇੜੇ ਰਹੇ ਹੋ ਜਿਸਦਾ ਕੋਰੋਨਾਵਾਇਰਸ (COVID-19) ਲਈ ਟੈਸਟ ਦਾ ਨਤੀਜਾ ਪਾਜ਼ਿਟਿਵ ਆਇਆ ਹੈ
pl: Aplikacja wykazała, że przebywałeś(-aś) w pobliżu osoby, która otrzymała dodatni wynik testu na koronawirusa (COVID-19).
ro: Aplicația a detectat că v-ați aflat în apropierea unei persoane care a fost testată pozitiv pentru coronavirus (COVID-19)
tr: Uygulama, koronavirüs (COVID-19) test sonucu pozitif olan birisinin yakınında bulunduğunuzu tespit etti.
ur: ایپ نے دریافت کیا ہے کہ آپ کسی ایسے شخص کے قریب رہے ہیں جس کے کورونا وائرس (COVID-19) کی جانچ کا نتیجہ مثبت آیا ہے
zh: 本应用程序检测到您曾接触新冠病毒 (COVID-19) 阳性患者

# radio_button_checked
source: checked
ar: تم التحديد
bn: চেক করা হয়েছে
cy: wedi gwirio
gu: તપાસ થઈ ચૂકી છે
pa: ਚੈੱਕ ਕੀਤਾ ਗਿਆ
pl: zaznaczone
ro: verificat
tr: işaretlendi
ur: نشانزد
zh: 检查

# radio_button_unchecked
source: unchecked
ar: لم يتم التحديد
bn: চেক করা হয় নি
cy: heb wirio
gu: તપાસ નથી થઈ
pa: ਅਨਚੈੱਕ ਕੀਤਾ ਗਿਆ
pl: odznaczone
ro: neverificat
tr: işaretlenmedi
ur: غیر نشانزد
zh: 未检查

# age_declaration_title
source: Your age
ar: عمرك
bn: আপনার বয়স
cy: Eich oed
gu: તમારી ઉંમર
pa: ਤੁਹਾਡੀ ਉਮਰ
pl: Twój wiek
ro: Vârsta dvs.
tr: Yaşınız
ur: آپ کی عمر
zh: 您的年龄

# age_declaration_heading
source: Your age
ar: عمرك
bn: আপনার বয়স
cy: Eich oedran
gu: તમારી ઉમર
pa: ਤੁਹਾਡੀ ਉਮਰ
pl: Twój wiek
ro: Vârsta dvs.
tr: Yaşınız
ur: ٓپ کی عمر
zh: 年龄

# age_declaration_description
source: We will only use your answers to give you the right advice.
ar: سنستخدم اجاباتك لإعطائك فقط النصائح الصحيحة.
bn: আমরা শুধুমাত্র আপনাকে সঠিক পরামর্শ দেওয়ার জন্য আপনার উত্তরগুলি ব্যবহার করব।
cy: Dim ond i roi'r cyngor cywir i chi fyddwn ni'n defnyddio’ch atebion.
gu: અમે તમારા જવાબોનો ઉપયોગ ફક્ત તે તપાસ માટે કરીશું કે તમારે સેલ્ફ-આઇસોલેટ થવાની જરૂર પડી શકે કે નહીં.
pa: ਅਸੀਂ ਤੁਹਾਡੇ ਜਵਾਬਾਂ ਦੀ ਵਰਤੋਂ ਸਿਰਫ ਤੁਹਾਨੂੰ ਸਹੀ ਸਲਾਹ ਦੇਣ ਲਈ ਕਰਾਂਗੇ।
pl: Wykorzystamy Twoje odpowiedzi tylko po to, aby udzielić Ci właściwej porady.
ro: Vom folosi răspunsurile dvs. doar pentru a vă oferi sfaturile corecte.
tr: Cevaplarınız sadece size doğru tavsiyelerde bulunmak için kullanılacaktır.
ur: ہم آپ کے جوابات کا استعمال صرف آپ کو صحیح صلاح دینے کے لیے کریں گے۔
zh: 我们只会根据您的回答给予您正确的建议。

# age_declaration_question
source: Were you aged 18 or over on 16 February 2021?
ar: هل كان عمرك 18 عامًا أو أكثر في 16 فبراير 2021؟
bn: ২০২১ সালের ১৬ ফেব্রুয়ারি তারিখে আপনার বয়স ১৮ বা তার বেশি ছিল কি?
cy: Oeddech chi'n 18 neu'n hŷn ar 16 Chwefror 2021?
gu: તમે 16 ફેબ્રુઆરી 2021 ના રોજ 18 વર્ષ અથવા તેથી વધુ ઉંમરના હતા?
pa: ਕੀ 16 ਫਰਵਰੀ 2021 ਨੂੰ ਤੁਹਾਡੀ ਉਮਰ 18 ਸਾਲ ਜਾਂ ਵੱਧ ਸੀ?
pl: Czy w dniu 16 lutego 2021 miałeś(-aś) ukończone 18 lat?
ro: Aveați minim 18 ani pe 16 februarie 2021?
tr: 16 Şubat 2021 tarihinde 18 yaşında veya üstünde miydiniz?
ur: کیا 16 فروری 2021 کو آپ کی عمر 18 برس یا اس سے زیادہ تھی؟
zh: 截止 2021 年 2 月 16 日，您是否年满 18 岁？

# age_declaration_yes_option
source: Yes
ar: نعم
bn: হ্যাঁ
cy: Ydw
gu: હા
pa: ਹਾਂ
pl: Tak
ro: Da
tr: Evet
ur: ہاں
zh: 是

# age_declaration_no_option
source: No
ar: لا
bn: না
cy: Na
gu: ના
pa: ਨਹੀਂ
pl: Nie
ro: Nu
tr: Hayır
ur: نہیں
zh: 否

# age_declaration_primary_button_title
source: Continue
ar: استمرار
bn: চালিয়ে যান
cy: Parhau
gu: ચાલુ રાખો
pa: ਜਾਰੀ ਰੱਖੋ
pl: Kontynuuj
ro: Continuare
tr: Devam
ur: جاری رکھیں
zh: 继续

# age_declaration_error_title
source: Error
ar: خطأ
bn: ত্রুটি
cy: Gwall
gu: ભૂલ
pa: ਤਰੁੱਟੀ
pl: Błąd
ro: Eroare
tr: Hata
ur: غلطی
zh: 错误

# age_declaration_error_description
source: To continue, you need to select an answer
ar: للاستمرار، يجب تحديد إجابة ما
bn: অগ্রসর হতে, একটি উত্তর বেছে নিতে হবে
cy: I barhau, mae angen i chi ddewis ateb
gu: ચાલુ રાખવા માટે, તમારે કોઈ જવાબ પસંદ કરવાની જરૂર છે
pa: ਜਾਰੀ ਰੱਖਣ ਲਈ, ਤੁਹਾਨੂੰ ਇੱਕ ਜਵਾਬ ਚੁਣਨ ਦੀ ਲੋੜ ਹੈ
pl: Aby kontynuować, musisz wybrać odpowiedź
ro: Pentru a continua, trebuie să selectați un răspuns
tr: Devam etmek için bir yanıt seçmelisiniz
ur: جاری رکھنے کے لیے، آپ کو ایک جواب منتخب کرنے کی ضرورت ہے
zh: 您需要选择一个答案才能继续

# contact_case_start_isolation_title
source: Self-isolate for
ar: إعزل نفسك لمدة
bn: স্ব-বিচ্ছিন্ন হন
cy: Hunanynyswch am
gu: માટે સેલ્ફ-આઇસોલેટ થાવ
pa: ਇਸ ਸਮੇਂ ਲਈ ਸੈਲਫ-ਆਈਸੋਲੇਟ ਕਰੋ
pl: Proszę izolować się przez
ro: Autoizolare pentru
tr: Kişisel karantina süresi
ur: ذیل کے لیے خود کو تنہا کریں
zh: 自我隔离

# contact_case_start_isolation_info_box
source: Self-isolate and take a free COVID-19 test
ar: أعزل نفسك ذاتيا وقم بإجراء اختبار COVID-19 مجاني
bn: নিজেকে আলাদা করুন এবং বিনামূল্যে একটি COVID-19 পরীক্ষা করান
cy: Hunanynyswch a chymryd prawf COVID-19 am ddim
gu: સૅલ્ફ-આઇસોલેટ થાઓ અને મફત COVID-19 ટેસ્ટ કરાવો
pa: ਖੁਦ ਨੂੰ ਅਲੱਗ ਰੱਖੋ ਅਤੇ ਮੁਫ਼ਤ COVID-19 ਟੈਸਟ ਕਰਵਾਓ
pl: Samoizoluj się i wykonaj bezpłatny test na COVID-19
ro: Autoizolați-vă și efectuați un test COVID-19 gratuit
tr: Kendinizi karantinaya alın ve ücretsiz bir COVID-19 testi yapın
ur: خود کو الگ تھلگ رکھیں اور مفت COVID-19 ٹیسٹ کریں
zh: 自我隔离并进行COVID-19免费检测

# contact_case_start_isolation_list_item_lfd
source: Book a free PCR test to see if you have COVID-19.
ar: يجب حجز أحد اختبارات PCR المجانية لمعرفة ما إذا كنت مُصابًا بفيروس كوفيد-19.
bn: আপনার কোভিড-১৯ আছে কিনা জানতে বিনামূল্যে একটি পিসিআর টেস্ট বুক করুন।
cy: Archebwch brawf PCR am ddim i weld a oes COVID-19 arnoch.
gu: તમે કોવિડ -19 થી સંક્રમિત થયા છો કે નહીં તે જોવા માટે એક મફત PCR ટેસ્ટ બુક કરો.
pa: ਇਹ ਦੇਖਣ ਲਈ ਕਿ ਤੁਹਾਨੂੰ COVID-19 ਹੈ ਜਾਂ ਨਹੀਂ ਮੁਫ਼ਤ PCR ਟੈਸਟ ਬੁੱਕ ਕਰੋ।
pl: Zamów darmowy test PCR, aby sprawdzić, czy masz COVID-19
ro: Rezervați un test PCR gratuit pentru a verifica dacă aveți COVID-19.
tr: COVID-19'la enfekte olup olmadığınızı anlamak amacıyla ücretsiz bir PCR testi için rezervasyon yapın.
ur: ایک مفت PCR ٹیسٹ بک کر کے دیکھیں کہ آیا آپ کو COVID-19 ہے۔
zh: 预约免费 PCR 检测，查看您是否感染了新冠病毒。
