Repository: nihp-public/covid-19-app-ios-ag-public
Catalog: NHS-COVID-19/Core/Sources/Localization/Resources/*.lproj/Localizable.strings
Languages: ar, bn, cy, gu, pa, pl, ro, tr, ur, zh

# contact_case_start_isolation_list_item_isolation
source: You are at high risk of catching and spreading COVID-19, even if you don’t have any symptoms. By staying at home you can help keep yourself and others safe.
ar: ثمة احتمالٌ كبيرٌ بإمكانية إصابتك بفيروس كوفيد-19 أو التسبّب في تفشيه، حتى إذا لم يظهر عليك أيّ أعراضٍ. من شأن البقاء في المنزل أن يساعد في الحفاظ على سلامتك وسلامة الآخرين على السواء.
bn: আপনার কোনো উপসর্গ না থাকলেও আপনি কোভিড-১৯-এ আক্রান্ত হওয়ার ও তা ছড়ানোর উচ্চ ঝুঁকিতে রয়েছেন। বাড়িতে অবস্থান করার মাধ্যমে আপনি নিজেকে ও অন্যদের নিরাপদে রাখতে সহায়তা করতে পারেন।
cy: Mae gennych risg uchel o ddal a lledaenu COVID-19, hyd yn oed os nad oes symptomau arnoch. Trwy aros gartref gallwch gadw eich hun a phobl eraill yn ddiogel.
gu: તમે કોવિડ -19 થી સંક્રમિત થવાનું અને ફેલાવવાનું જોખમ છે, પછી ભલે તમને કોઈ લક્ષણો ન હોય. ઘરે રહીને તમે તમારી જાતને અને અન્ય લોકોને સુરક્ષિત રાખવામાં મદદ કરી શકો છો.
pa: ਤੁਹਾਨੂੰ COVID-19 ਦੀ ਪਕੜ ਵਿੱਚ ਆਉਣ ਅਤੇ ਇਸਨੂੰ ਫੈਲਾਉਣ ਦਾ ਉੱਚ ਜੋਖਮ ਹੈ, ਭਾਵੇਂ ਤੁਹਾਨੂੰ ਕੋਈ ਲੱਛਣ ਨਾ ਹੋਣ। ਘਰ ਰਹਿ ਕੇ ਤੁਸੀਂ ਆਪਣੇ-ਆਪ ਨੂੰ ਅਤੇ ਦੂਜਿਆਂ ਨੂੰ ਸੁਰੱਖਿਅਤ ਰੱਖਣ ਵਿੱਚ ਮਦਦ ਕਰ ਸਕਦੇ ਹੋ।
pl: Nawet jeśli nie masz żadnych objawów, możesz przechodzić COVID-19 i zarażać inne osoby. Zostając w domu, możesz pomóc chronić siebie i innych.
ro: Prezentați un risc ridicat de a lua și transmite COVID-19, chiar dacă nu aveți niciun simptom. Stând acasă, vă puteți menține atât pe dvs., cât și pe ceilalți în siguranță.
tr: Herhangi bir belirtiniz olmasa bile, COVID-19'a yakalanma ve virüsü yayma riskiniz yüksektir. Evde kalarak kendinizi ve başkalarını güvende tutmaya yardımcı olabilirsiniz.
ur: آپ COVID-19 کی زد میں آنے اور اسے پھیلانے کے زیادہ خطرے میں مبتلا ہیں، چاہے آپ میں کوئی علامات نہ ہوں۔ گھر پر رہ کر آپ خود کو اور دوسروں کو محفوظ رکھنے میں مددکر سکتے ہیں۔
zh: 即使您没有任何症状，您感染和传播新冠病毒的风险也很高。待在家中可以保护您和他人的安全。

# contact_case_start_isolation_advice
source: For further advice, please visit:
ar: للاطلاع على المزيد من النصائح، يرجى زيارة الموقع الإلكتروني:
bn: আরও পরামর্শের জন্য, অনুগ্রহ করে ভিজিট করুন:
cy: I gael rhagor o gyngor ewch i:
gu: વધુ સલાહ માટે, કૃપા કરી મુલાકાત લો:
pa: ਵਧੇਰੇ ਸਲਾਹ ਲਈ, ਹੇਠਾਂ ਦਿੱਤੇ ਲਿੰਕ ‘ਤੇ ਜਾਓ:
pl: Aby uzyskać dalsze informacje, należy odwiedzić stronę internetową:
ro: Pentru îndrumări suplimentare, vă rugăm să vizitați:
tr: Daha fazla tavsiye için lütfen aşağıdaki linki ziyaret edin:
ur: مزید مشورے کے لئے براہ کرم دیکھیے:
zh: 有关更多建议，请访问：

# contact_case_start_isolation_link_title
source: NHS guidance
ar: إرشادات هيئة الخدمات الصحية الوطنية (NHS)
bn: NHS নির্দেশনা
cy: Canllawiau’r GIG
gu: NHS માર્ગદર્શન
pa: NHS ਸੇਧ
pl: Wytyczne NHS
ro: Instrucțiuni NHS
tr: NHS yönergesi
ur: NHS کی رہنمائی
zh: NHS 指导

# contact_case_start_isolation_primary_button_title
source: Book a free PCR test
ar: حجز اختبار PCR مجاني
bn: বিনামূল্যে একটি পিসিআর পরীক্ষা বুক করুন
cy: Archebu prawf PCR am ddim
gu: એક મફત PCR ટેસ્ટ ને બુક કરો
pa: ਮੁਫ਼ਤ PCR ਟੈਸਟ ਬੁੱਕ ਕਰੋ
pl: Zamów bezpłatny test PCR
ro: Rezervați un test PCR gratuit
tr: Ücretsiz bir PCR testi için rezervasyon yapın
ur: کوئی مفت PCR جانچ بک کریں
zh: 预约免费的 PCR 检测

# contact_case_start_isolation_secondary_button_title
source: Back to home screen
ar: الرجوع إلى الشاشة الرئيسية
bn: হোম স্ক্রিনে ফিরে যান
cy: Yn ôl i’r sgrîn gartref
gu: હોમ સ્ક્રીન પર પાછા
pa: ਵਾਪਸ ਮੁੱਖ ਸਕ੍ਰੀਨ 'ਤੇ
pl: Powrót do strony głównej
ro: Înapoi la ecranul de pornire
tr: Ana ekrana geri dön
ur: ہوم اسکرین پر واپس جائیں
zh: 返回主屏幕

# contact_case_continue_isolation_title
source: Continue to self-isolate for
ar: استمر في محاولة البقاء في المنزل لـــ
bn: বাসায় থাকার চেষ্টা চালিয়ে যান
cy: Parhewch i geisio aros gartref am
gu: સેલ્ફ-આઇસોલેશનમાં રહેવાનુ ચાલુ રાખો
pa: ਇਸਦੇ ਲਈ ਘਰ ਰਹਿਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਨਾ ਜਾਰੀ ਰੱਖੋ
pl: Nadal staraj się pozostać w domu przez
ro: Continuați să încercați să stați acasă timp de
tr: Kişisel karantinaya devam edilecek süre
ur: گھر پر رہنے کی کوشش کرنا جاری رکھیں برائے
zh: 继续居家隔离

# contact_case_continue_isolation_list_item_lfd
source: If you have not already done so, you can book a free PCR test from ‘Testing for COVID-19’ on the home screen.
ar: يمكنك حجز أحد اختبارات PCR المجانية من زرِّ "إجراء اختبار فيروس كوفيد-19" الموجود على الشاشة الرئيسية؛ إذا لم يكن قد سبق لك القيام بذلك بالفعل.
bn: আপনি ইতিমধ্যে তা না করে থাকলে হোম স্ক্রিনে 'কোভিড-১৯ পরীক্ষা'-তে গিয়ে বিনামূল্যে একটি পিসিআর পরীক্ষা বুক করতে পারেন।
cy: Os nad ydych chi eisoes wedi gwneud hynny, gallwch archebu prawf PCR am ddim trwy 'Profi am COVID-19’ ar y sgrin gartref.
gu: જો તમે પહેલાથી આવું ન કર્યું હોય, તો તમે હોમ સ્ક્રીન પર ‘COVID-19 માટેનાં ટેસ્ટ’ પરથી મફત PCR ટેસ્ટ બુક કરી શકો છો
pa: ਜੇ ਤੁਸੀਂ ਪਹਿਲਾਂ ਹੀ ਇਹ ਨਹੀਂ ਕਰ ਲਿਆ ਹੈ, ਤਾਂ ਤੁਸੀਂ ਹੋਮ ਸਕ੍ਰੀਨ 'ਤੇ 'COVID-19 ਲਈ ਟੈਸਟ' ਤੋਂ ਮੁਫ਼ਤ PCR ਟੈਸਟ ਬੁੱਕ ਕਰ ਸਕਦੇ ਹੋ।
pl: Jeżeli jeszcze nie zamówiłeś(-aś) bezpłatnego testu PCR, możesz to zrobić wchodząc w opcję „Testy na COVID-19” na stronie głównej aplikacji.
ro: Dacă nu ați făcut deja acest lucru, puteți rezerva un test gratuit PCR în secțiunea „Testarea pentru COVID-19” de pe ecranul de pornire
tr: Henüz yapmadıysanız, ana ekrandaki 'COVID-19 için test' bölümünden ücretsiz bir PCR testi için rezervasyon yapabilirsiniz.
ur: اگر آپ نے اب تک یہ کام نہیں کیا ہے تو آپ کوئی مفت PCR جانچ ہوم اسکرین پر ' COVID-19 کے لیے جانچ' سے بک کر سکتے ہیں۔
zh: 如果您还没有进行检测，可以在主屏幕“COVID-19 检测”中预约 PCR 检测。

# contact_case_continue_isolation_list_item_isolation
source: You are at high risk of spreading COVID-19. By staying at home you can help keep yourself and others safe.
ar: يمكنك المساعدة في الحفاظ على آمان الآخرين من خلال البقاء في المنزل
bn: আপনি বাসায় থেকে অন্যদের নিরাপদ রাখতে সাহায্য করতে পারেন
cy: Trwy aros gartref gallwch gadw eraill yn ddiogel
gu: તમે કોવિડ-19 નો ફેલાવો કરવામાં બહુ જોખમી છો. ઘરે રહેવાથી તમે પોતાને અને બીજાઓને સુરક્ષિત રાખી શકો.
pa: ਘਰ ਰਹਿ ਕੇ ਤੁਸੀਂ ਦੂਜਿਆਂ ਨੂੰ ਸੁਰੱਖਿਅਤ ਰੱਖਣ ਵਿੱਚ ਮਦਦ ਕਰ ਸਕਦੇ ਹੋ
pl: Pozostając w domu przyczyniasz się do ochrony innych
ro: Dacă stați acasă, puteți ajuta la protejarea celorlalți
tr: COVID-19'u yayma riskiniz yüksek. Evde kalarak hem kendinizin hem de diğer insanların güvende olmasına yardımcı olabilirsiniz.
ur: گھر پر رہ کر آپ دوسروں کو محفوظ رکھنے میں مدد کر سکتے ہیں
zh: 通过居家隔离，您可确保他人安全

# contact_case_continue_isolation_advice
source: For further advice, please visit:
ar: للاطلاع على المزيد من النصائح، يرجى زيارة الموقع الإلكتروني:
bn: আরও পরামর্শের জন্য, অনুগ্রহ করে ভিজিট করুন:
cy: I gael rhagor o gyngor ewch i:
gu: વધુ સલાહ માટે, કૃપા કરી મુલાકાત લો:
pa: ਵਧੇਰੇ ਸਲਾਹ ਲਈ, ਹੇਠਾਂ ਦਿੱਤੇ ਲਿੰਕ ‘ਤੇ ਜਾਓ:
pl: Aby uzyskać dalsze informacje, należy odwiedzić stronę internetową:
ro: Pentru îndrumări suplimentare, vă rugăm să vizitați:
tr: Daha fazla tavsiye için lütfen aşağıdaki linki ziyaret edin:
ur: مزید مشورے کے لئے براہ کرم دیکھیے:
zh: 有关更多建议，请访问：

# contact_case_continue_isolation_link_title
source: NHS guidance
ar: إرشادات هيئة الخدمات الصحية الوطنية (NHS)
bn: NHS নির্দেশনা
cy: Canllawiau’r GIG
gu: NHS માર્ગદર્શન
pa: NHS ਸੇਧ
pl: Wytyczne NHS
ro: Instrucțiuni NHS
tr: NHS yönergesi
ur: NHS کی رہنمائی
zh: NHS 指导

# contact_case_continue_isolation_primary_button_title
source: Back to home screen
ar: الرجوع إلى الشاشة الرئيسية
bn: হোম স্ক্রিনে ফিরে যান
cy: Yn ôl i’r sgrîn gartref
gu: હોમ સ્ક્રીન પર પાછા
pa: ਵਾਪਸ ਮੁੱਖ ਸਕ੍ਰੀਨ 'ਤੇ
pl: Powrót do strony głównej
ro: Înapoi la ecranul de pornire
tr: Ana ekrana geri dön
ur: ہوم اسکرین پر واپس جائیں
zh: 返回主屏幕

# contact_case_no_isolation_fully_vaccinated_title
source: You do not need to self-isolate
ar: لا تحتاج الى العزلة الذاتية
bn: আপনার নিজেকে আলাদা রাখার দরকার নেই
cy: Does dim rhaid i chi hunanynysu
gu: તમારો ટેસ્ટ પૉઝિટિવ આવે અથવા તમને લક્ષણો હોય તે સિવાય તમારે સૅલ્ફ-આઇસોલેટ થવાની જરૂર નથી
pa: ਤੁਹਾਨੂੰ ਖੁਦ ਨੂੰ ਅਲੱਗ ਰੱਖਣ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ
pl: Nie musisz się izolować
ro: Nu trebuie să vă auto-izolați
tr: Karantinaya girmenize gerek yoktur
ur: آپ کو خود کو الگ تھلگ رکھنے کی ضرورت نہیں ہے
zh: 您无需自我隔离

# contact_case_no_isolation_fully_vaccinated_info_box
source: You could still be at risk of catching and spreading COVID-19
ar: لايزال من الممكن أن تكون معرضا لخطر الأصابة بفيروس COVID-19 ونشره
bn: আপনি এখনও COVID-19 এ আক্রান্ত হওয়া এবং তা ছড়ানোর ঝুঁকিতে থাকতে পারেন
cy: Rydych yn dal i wynebu risg o ddal a lledaenu COVID-19
gu: જોખમ ઓછું કરવા માટે તમારે 7 દિવસો માટે રોજિંદો રૅપિડ લેટરલ ફ્લો ટેસ્ટ કરાવવો જોઈએ અને તે અંગે રિપોર્ટ આપવો જોઈએ
pa: ਤੁਸੀਂ ਹਾਲੇ ਵੀ COVID-19 ਦੀ ਪਕੜ ਵਿੱਚ ਆਉਣ ਅਤੇ ਇਸਨੂੰ ਫੈਲਾਉਣ ਦੇ ਜੋਖਮ ਵਿੱਚ ਹੋ ਸਕਦੇ ਹੋ
pl: Nadal może grozić Ci zarażenie się wirusem COVID-19 i możesz go rozprzestrzeniać
ro: Încă puteți fi expuși riscului de contractare și transmitere a COVID-19
tr: COVID-19'a yakalanma ve hastalığı yayma riskiniz devam ediyor olabilir
ur: آپ ابھی بھی COVID-19 ہونے اور پھیلانے کے خطرے میں ہو سکتے ہیں
zh: 您非常有可能感染和传播 COVID-19

# contact_case_no_isolation_fully_vaccinated_list_item_info
source: Book a free PCR test if you have symptoms.
ar: احجز اختبار PCR مجاني، إذا كانت لديك أعراض.
bn: আপনার উপসর্গ থাকলে বিনামূল্যে একটি PCR পরীক্ষা বুক করুন।
cy: Archebwch brawf PCR am ddim os oes gennych chi symptomau.
gu: તમને લક્ષણો હોય તો પણ મફત PCR ટેસ્ટ બૂક કરાવો.
pa: ਜੇ ਤੁਹਾਨੂੰ ਲੱਛਣ ਹਨ ਤਾਂ ਮੁਫ਼ਤ PCR ਟੈਸਟ ਬੁੱਕ ਕਰੋ।
pl: Zamów bezpłatny test PCR jeżeli masz objawy.
ro: Programați-vă la un test PCR gratuit dacă aveți simptome.
tr: Belirtileriniz varsa ücretsiz bir PCR testi için randevu alın.
ur: ایک مفت PCR ٹیسٹ بک کرائیں اگر آپ میں علامات پائی جاتی ہوں۔
zh: 如果出现症状，请预约免费的PCR检测。

# contact_case_no_isolation_fully_vaccinated_list_item_lfd
source: It is still important to follow national guidance, including reducing contact with others, especially the elderly and vulnerable.
ar: لا يزال من المهم اتباع الإرشادات الوطنية، بما في ذلك الحد من الاختلاط بالآخرين، وبصفة خاصة كبار السن والمعرضين للإصابة بالأمراض.
bn: অন্যদের সঙ্গে, বিশেষ করে বয়স্ক ও ঝুঁকিগ্রস্ত মানুষদের সঙ্গে যোগাযোগ হ্রাস করা সহ, জাতীয় নির্দেশনা অনুসরণ করা এখনও গুরুত্বপূর্ণ।
cy: Mae’n dal i fod yn bwysig dilyn canllawiau cenedlaethol, gan gynnwys lleihau eich cyswllt ag eraill, yn arbennig yr henoed a phobl fregus.
gu: અન્યો સાથે, ખાસ કરીને વૃદ્ધ અને કમજોર લોકો સાથે સંપર્ક ઘટાડવા સહિતના રાષ્ટ્રીય નિર્દેશોનું પાલન કરવું હજીયે અગત્યનું છે.
pa: ਰਾਸ਼ਟਰੀ ਸੇਧ ਦੀ ਪਾਲਣਾ ਕਰਨਾ ਹਾਲੇ ਵੀ ਮਹੱਤਵਪੂਰਨ ਹੈ ਜਿਸ ਵਿੱਚ ਦੂਜਿਆਂ, ਖ਼ਾਸ ਕਰਕੇ ਬਜ਼ੁਰਗਾਂ ਅਤੇ ਕਮਜ਼ੋਰ ਲੋਕਾਂ, ਨਾਲ ਆਪਣਾ ਸੰਪਰਕ ਘਟਾਉਣਾ ਸ਼ਾਮਲ ਹੈ।
pl: Nadal ważne jest by przestrzegać krajowych wytycznych, włącznie z ograniczeniem kontaktów z innymi, zwłaszcza z osobami starszymi i wymagającymi specjalnej troski.
ro: În continuare, este importantă respectarea directivelor naționale, inclusiv reducerea contactului cu alte persoane, mai ales cu cele în vârstă și vulnerabile.
tr: Diğer insanlarla, özellikle yaşlı ve hassas durumdaki kişilerle olan temasınızı azaltmak dahil olmak üzere ulusal yönergelere uymanız da önemlidir.
ur: قومی رہنمائی پر عمل کرنا اب بھی ضروری ہے، جس میں دوسروں، خاص طور پر عمر رسیدہ اور ضرر پذیر افراد، کے ساتھ رابطہ کو کم کرنا بھی شامل ہے۔
zh: 遵守国家指导仍然至关重要，包括减少与他人（特别是老年人和弱势群体）的接触。

# contact_case_no_isolation_under_age_limit_title
source: You do not need to self-isolate
ar: لا تحتاج الى العزلة الذاتية
bn: আপনার নিজেকে আলাদা রাখার দরকার নেই
cy: Does dim rhaid i chi hunanynysu
gu: તમારો ટેસ્ટ પૉઝિટિવ આવે અથવા તમને લક્ષણો હોય તે સિવાય તમારે સૅલ્ફ-આઇસોલેટ થવાની જરૂર નથી
pa: ਤੁਹਾਨੂੰ ਖੁਦ ਨੂੰ ਅਲੱਗ ਰੱਖਣ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ
pl: Nie musisz się izolować
ro: Nu trebuie să vă auto-izolați
tr: Karantinaya girmenize gerek yoktur
ur: آپ کو خود کو الگ تھلگ رکھنے کی ضرورت نہیں ہے
zh: 您无需自我隔离

# contact_case_no_isolation_under_age_limit_info_box
source: You could still be at risk of catching and spreading COVID-19
ar: لايزال من الممكن أن تكون معرضا لخطر الأصابة بفيروس COVID-19 ونشره
bn: আপনি এখনও COVID-19 এ আক্রান্ত হওয়া এবং তা ছড়ানোর ঝুঁকিতে থাকতে পারেন
cy: Rydych yn dal i wynebu risg o ddal a lledaenu COVID-19
gu: જોખમ ઓછું કરવા માટે તમારે 7 દિવસો માટે રોજિંદો રૅપિડ લેટરલ ફ્લો ટેસ્ટ કરાવવો જોઈએ અને તે અંગે રિપોર્ટ આપવો જોઈએ
pa: ਤੁਸੀਂ ਹਾਲੇ ਵੀ COVID-19 ਦੀ ਪਕੜ ਵਿੱਚ ਆਉਣ ਅਤੇ ਇਸਨੂੰ ਫੈਲਾਉਣ ਦੇ ਜੋਖਮ ਵਿੱਚ ਹੋ ਸਕਦੇ ਹੋ
pl: Nadal może grozić Ci zarażenie się wirusem COVID-19 i możesz go rozprzestrzeniać
ro: Încă puteți fi expuși riscului de contractare și transmitere a COVID-19
tr: COVID-19'a yakalanma ve hastalığı yayma riskiniz devam ediyor olabilir
ur: آپ ابھی بھی COVID-19 ہونے اور پھیلانے کے خطرے میں ہو سکتے ہیں
zh: 您非常有可能感染和传播 COVID-19

# contact_case_no_isolation_under_age_limit_list_item_lfd
source: Book a free PCR test if you have symptoms.
ar: احجز اختبار PCR مجاني، إذا كانت لديك أعراض.
bn: আপনার উপসর্গ থাকলে বিনামূল্যে একটি PCR পরীক্ষা বুক করুন।
cy: Archebwch brawf PCR am ddim os oes gennych chi symptomau.
gu: તમને લક્ષણો હોય તો પણ મફત PCR ટેસ્ટ બૂક કરાવો.
pa: ਜੇ ਤੁਹਾਨੂੰ ਲੱਛਣ ਹਨ ਤਾਂ ਮੁਫ਼ਤ PCR ਟੈਸਟ ਬੁੱਕ ਕਰੋ।
pl: Zamów bezpłatny test PCR jeżeli masz objawy.
ro: Programați-vă la un test PCR gratuit dacă aveți simptome.
tr: Belirtileriniz varsa ücretsiz bir PCR testi için randevu alın.
ur: ایک مفت PCR ٹیسٹ بک کرائیں اگر آپ میں علامات پائی جاتی ہوں۔
zh: 如果出现症状，请预约免费的PCR检测。

# contact_case_no_isolation_under_age_limit_list_item_adult
source: You are advised to show this message to a trusted adult
ar: يُنصح بإظهار هذه الرسالة لشخص بالغ موثوق به
bn: আপনাকে এই বার্তাটি একজন বিশ্বস্ত প্রাপ্তবয়স্ক ব্যক্তিকে দেখানোর পরামর্শ দেওয়া হচ্ছে
cy: Fe'ch cynghorir i ddangos y neges hon i oedolyn dibynadwy
gu: તમને સલાહ આપવામાં આવે છે કે તમારે આ સંદેશ એક વિશ્વસનીય પુખ્ત વ્યક્તિને બતાવો.
pa: ਤੁਹਾਨੂੰ ਸਲਾਹ ਦਿੱਤੀ ਜਾਂਦੀ ਹੈ ਕਿ ਤੁਸੀਂ ਇਹ ਸੁਨੇਹਾ ਕਿਸੇ ਭਰੋਸੇਮੰਦ ਬਾਲਗ ਨੂੰ ਦਿਖਾਓ
pl: Radzimy pokazanie tej wiadomości zaufanej osobie dorosłej
ro: Vă recomandăm să arătați acest mesaj unui adult în care aveți încredere
tr: Bu mesajı güvenilir bir yetişkine göstermeniz tavsiye edilir
ur: آپ کو صلاح دی جاتی ہے کہ یہ پیغام کسی بھروسہ مند بالغ فرد کو دکھائیں
zh: 建议将此消息传达给值得信任的成年人

# contact_case_no_isolation_under_age_limit_common_questions_button_title
source: Common questions
ar: قم بزيارة الموقع الإلكتروني للتطبيق
bn: অ্যাপের ওয়েবসাইট দেখুন
cy: Ewch i wefan yr ap
gu: સામાન્ય પ્રશ્નો
pa: ਐਪ ਦੀ ਵੈੱਬਸਾਈਟ 'ਤੇ ਜਾਓ
pl: Wejdź na witrynę aplikacji
ro: Accesați website-ul aplicației
tr: Sık sorulan sorular
ur: ایپ کی ویب سائٹ ملاحظہ کریں
zh: 访问应用网站

# contact_case_no_isolation_under_age_limit_advice
source: For further advice, please visit:
ar: للاطلاع على المزيد من النصائح، يرجى زيارة الموقع الإلكتروني:
bn: আরও পরামর্শের জন্য, অনুগ্রহ করে ভিজিট করুন:
cy: I gael rhagor o gyngor ewch i:
gu: વધુ સલાહ માટે, કૃપા કરી મુલાકાત લો:
pa: ਵਧੇਰੇ ਸਲਾਹ ਲਈ, ਹੇਠਾਂ ਦਿੱਤੇ ਲਿੰਕ ‘ਤੇ ਜਾਓ:
pl: Aby uzyskać dalsze informacje, należy odwiedzić stronę internetową:
ro: Pentru îndrumări suplimentare, vă rugăm să vizitați:
tr: Daha fazla tavsiye için lütfen aşağıdaki linki ziyaret edin:
ur: مزید مشورے کے لئے براہ کرم دیکھیے:
zh: 有关更多建议，请访问：

# contact_case_no_isolation_under_age_limit_link_title
source: NHS guidance
ar: إرشادات هيئة الخدمات الصحية الوطنية (NHS)
bn: NHS নির্দেশনা
cy: Canllawiau’r GIG
gu: NHS માર્ગદર્શન
pa: NHS ਸੇਧ
pl: Wytyczne NHS
ro: Instrucțiuni NHS
tr: NHS yönergesi
ur: NHS کی رہنمائی
zh: NHS 指导

# contact_case_no_isolation_under_age_limit_primary_button_title
source: Book a free PCR test
ar: حجز اختبار PCR مجاني
bn: বিনামূল্যে একটি পিসিআর পরীক্ষা বুক করুন
cy: Archebu prawf PCR am ddim
gu: એક મફત PCR ટેસ્ટ ને બુક કરો
pa: ਮੁਫ਼ਤ PCR ਟੈਸਟ ਬੁੱਕ ਕਰੋ
pl: Zamów bezpłatny test PCR
ro: Rezervați un test PCR gratuit
tr: Ücretsiz bir PCR testi için rezervasyon yapın
ur: کوئی مفت PCR جانچ بک کریں
zh: 预约免费的 PCR 检测

# contact_case_no_isolation_under_age_limit_secondary_button_title
source: Back to home screen
ar: الرجوع إلى الشاشة الرئيسية
bn: হোম স্ক্রিনে ফিরে যান
cy: Yn ôl i’r sgrîn gartref
gu: હોમ સ્ક્રીન પર પાછા
pa: ਵਾਪਸ ਮੁੱਖ ਸਕ੍ਰੀਨ 'ਤੇ
pl: Powrót do strony głównej
ro: Înapoi la ecranul de pornire
tr: Ana ekrana geri dön
ur: ہوم اسکرین پر واپس جائیں
zh: 返回主屏幕

# contact_case_no_isolation_fully_vaccinated_common_questions_button_title
source: Common questions
ar: قم بزيارة الموقع الإلكتروني للتطبيق
bn: অ্যাপের ওয়েবসাইট দেখুন
cy: Ewch i wefan yr ap
gu: સામાન્ય પ્રશ્નો
pa: ਐਪ ਦੀ ਵੈੱਬਸਾਈਟ 'ਤੇ ਜਾਓ
pl: Wejdź na witrynę aplikacji
ro: Accesați website-ul aplicației
tr: Sık sorulan sorular
ur: ایپ کی ویب سائٹ ملاحظہ کریں
zh: 访问应用网站

# contact_case_no_isolation_fully_vaccinated_advice
source: For further advice, please visit:
ar: للاطلاع على المزيد من النصائح، يرجى زيارة الموقع الإلكتروني:
bn: আরও পরামর্শের জন্য, অনুগ্রহ করে ভিজিট করুন:
cy: I gael rhagor o gyngor ewch i:
gu: વધુ સલાહ માટે, કૃપા કરી મુલાકાત લો:
pa: ਵਧੇਰੇ ਸਲਾਹ ਲਈ, ਹੇਠਾਂ ਦਿੱਤੇ ਲਿੰਕ ‘ਤੇ ਜਾਓ:
pl: Aby uzyskać dalsze informacje, należy odwiedzić stronę internetową:
ro: Pentru îndrumări suplimentare, vă rugăm să vizitați:
tr: Daha fazla tavsiye için lütfen aşağıdaki linki ziyaret edin:
ur: مزید مشورے کے لئے براہ کرم دیکھیے:
zh: 有关更多建议，请访问：

# contact_case_no_isolation_fully_vaccinated_link_title
source: NHS guidance
ar: إرشادات هيئة الخدمات الصحية الوطنية (NHS)
bn: NHS নির্দেশনা
cy: Canllawiau’r GIG
gu: NHS માર્ગદર્શન
pa: NHS ਸੇਧ
pl: Wytyczne NHS
ro: Instrucțiuni NHS
tr: NHS yönergesi
ur: NHS کی رہنمائی
zh: NHS 指导

# contact_case_no_isolation_fully_vaccinated_primary_button_title
source: Book a free PCR test
ar: حجز اختبار PCR مجاني
bn: বিনামূল্যে একটি পিসিআর পরীক্ষা বুক করুন
cy: Archebu prawf PCR am ddim
gu: એક મફત PCR ટેસ્ટ ને બુક કરો
pa: ਮੁਫ਼ਤ PCR ਟੈਸਟ ਬੁੱਕ ਕਰੋ
pl: Zamów bezpłatny test PCR
ro: Rezervați un test PCR gratuit
tr: Ücretsiz bir PCR testi için rezervasyon yapın
ur: کوئی مفت PCR جانچ بک کریں
zh: 预约免费的 PCR 检测

# contact_case_no_isolation_fully_vaccinated_secondary_button_title
source: Back to home screen
ar: الرجوع إلى الشاشة الرئيسية
bn: হোম স্ক্রিনে ফিরে যান
cy: Yn ôl i’r sgrîn gartref
gu: હોમ સ્ક્રીન પર પાછા
pa: ਵਾਪਸ ਮੁੱਖ ਸਕ੍ਰੀਨ 'ਤੇ
pl: Powrót do strony głównej
ro: Înapoi la ecranul de pornire
tr: Ana ekrana geri dön
ur: ہوم اسکرین پر واپس جائیں
zh: 返回主屏幕

# mydata_exposure_notification_details_opt_out_date_description
source: Close contact isolation exemption date
ar: تاريخ الإعفاء من العزل نتيجة المخالطة عن كثب
bn: ঘনিষ্ঠ সংস্পর্শ বিচ্ছিন্নতা ব্যতিক্রম তারিখ
cy: Dyddiad eithrio rhag ynysu oherwydd cysylltiadau agos
gu: નજીકના કોઇ જેની આઇસોલેશન મુક્તિ તારીખ
pa: ਨੇੜਲੇ ਸੰਪਰਕ ਕਰਕੇ ਅਲੱਗ ਰਹਿਣ ਤੋਂ ਛੋਟ ਦੀ ਮਿਤੀ
pl: Data zwolnienia z izolacji z powodu bliskiego kontaktu
ro: Dată scutire de izolare din cauza contactului apropiat
tr: Yakın temas kişisel karantinadan muafiyet tarihi
ur: قریبی رابطے سے الگ تھلگ ہونے سے مستثنی ہونے کی تاریخ
zh: 密切接触隔离的豁免日期

# contact_case_vaccination_status_title
source: Vaccination status
ar: حالة التحصين ضد الفيروس
bn: টিকাগ্রহণের অবস্থা
cy: Statws brechu
gu: રસીકરણની સ્થિતિ
pa: ਟੀਕਾਕਰਨ ਸਥਿਤੀ
pl: Status szczepienia
ro: Situația vaccinării
tr: Aşı durumunuz
ur: ویکسینیشن کی حیثیت
zh: 接种情况

# contact_case_vaccination_status_heading
source: Your vaccination status
ar: حالة تحصينك ضد الفيروس
bn: আপনার টিকা দেওয়া হয়েছে কিনা
cy: Eich statws brechu
gu: તમારી વેક્સિનની સ્થિતિ
pa: ਤੁਹਾਡੇ ਟੀਕਾਕਰਨ ਦੀ ਸਥਿਤੀ
pl: Twój status szczepienia
ro: Situația vaccinării
tr: Aşı durumunuz
ur: آپ کی ویکسینیشن کی حیثیت
zh: 您的接种情况

# contact_case_vaccination_status_description
source: We will only use your answers to check if you may need to self–isolate.
ar: يُرجى العلم بأننا سنستخدم إجاباتك فقط للتحقق من مدى حاجتك لتطبيق العزل الذاتي.
bn: আপনার স্ব-বিচ্ছিন্ন থাকা দরকার কিনা তা যাচাই করার জন্যই কেবল আমরা আপনার উত্তর ব্যবহার করব।
cy: Ni fyddwn yn defnyddio’ch atebion ond i wirio a allai fod angen i chi hunanynysu.
gu: અમે તમારા જવાબોનો ઉપયોગ ફક્ત તે તપાસ માટે કરીશું કે તમારે સેલ્ફ-આઇસોલેટ થવાની જરૂર પડી શકે કે નહીં.
pa: ਅਸੀਂ ਤੁਹਾਡੇ ਜਵਾਬਾਂ ਦੀ ਵਰਤੋਂ ਸਿਰਫ ਇਹ ਜਾਂਚ ਕਰਨ ਲਈ ਕਰਾਂਗੇ ਕਿ ਕੀ ਤੁਹਾਨੂੰ ਆਪਣੇ ਆਪ ਨੂੰ ਅਲੱਗ ਰੱਖਣ ਦੀ ਲੋੜ ਹੈ।
pl: Twoje odpowiedzi będą użyte jedynie w celu określenia, czy może być konieczna samoizolacja.
ro: Vom folosi răspunsurile dvs. exclusiv pentru a verifica dacă trebuie să vă autoizolați.
tr: Yanıtlarınızı sadece kendinizi karantinaya almanız gerekip gerekmediğini kontrol etmek için kullanacağız.
ur: ہم آپ کے جوابات کا استعمال صرف اس بات کی جانچ کے لیے کریں گے کہ آیا آپ کو خود کو علیحدہ کرنے کی ضرورت ہو سکتی ہے۔
zh: 我们将只通过您的回答来查看您是否需要自我隔离。

# contact_case_vaccination_status_all_doses_of_vaccine_question
source: Are you fully vaccinated against COVID-19?
ar: هل حصلت على كل الجرعات من اللقاح ضد فيروس كوفيد-19؟
bn: আপনি কি কোভিড-১৯ এর টিকা দেওয়া পুরোপুরি সম্পন্ন করেছেন?
cy: Ydych chi wedi'ch brechu'n llawn rhag COVID-19?
gu: શું તમને COVID-19 સામે સંપૂર્ણ રસી અપાય છે?
pa: ਕੀ ਤੁਹਾਡਾ COVID-19 ਦੇ ਵਿਰੁੱਧ ਪੂਰਾ ਟੀਕਾਕਰਨ ਹੋ ਗਿਆ ਹੈ?
pl: Czy jesteś w pełni zaszczepiony(-a) przeciw COVID-19?
ro: V-ați vaccinat cu ambele doze împotriva COVID-19?
tr: COVID-19’a karşı bütün doz aşılarınızı oldunuz mu?
ur: کیا آپ کو کوویڈ 19 کے خلاف مکمل طور پر ویکسین دی گئی ہے؟
zh: 您是否已完全接种新冠病毒疫苗?

# contact_case_vaccination_status_all_doses_of_vaccine_description
source: This means you have had all doses of a UK-approved vaccine.
ar: هذا يعني أنك قد تلقيت جميع جرعات اللقاح المعتمدة من المملكة المتحدة.
bn: এর অর্থ আপনি একটি UK অনুমোদিত টিকার সমস্ত ডোজ নিয়েছেন।
cy: Mae hyn yn golygu eich bod wedi cael pob dos o frechlyn sydd wedi ei gymeradwyo yn y Deyrnas Unedig.
gu: આનો અર્થ એ છે કે તમે UK દ્વારા માન્ય રસીના બધા ડોઝ લઈ લીધા છે.
pa: ਇਸਦਾ ਮਤਲਬ ਹੈ ਕਿ ਤੁਸੀਂ ਸਾਰੀਆਂ ਖੁਰਾਕਾਂ ਯੂਕੇ ਦੁਆਰਾ ਪ੍ਰਵਾਨਿਤ ਵੈਕਸੀਨ ਦੀਆਂ ਲਈਆਂ ਸਨ।
pl: Oznacza to, że miałeś/miałaś wszystkie dawki szczepionki zatwierdzonej w UK.
ro: Aceasta înseamnă că v-au fost administrate toate dozele unui vaccin aprobat în Regatul Unit.
tr: Bu, Birleşik Krallık tarafından onaylanan aşılardan birinin bütün dozlarını yaptırdığınız anlamına gelir.
ur: اس کا مطلب ہے کہ آپ یوکے کے منظور شدہ کسی ٹیکے کی تمام خوراکیں لے چکے ہیں۔
zh: 这意味着您已经接种了所有剂量的英国批准的疫苗。

# contact_case_vaccination_status_all_doses_of_vaccine_yes_option
source: Yes
ar: نعم
bn: হ্যাঁ
cy: Ydw
gu: હા
pa: ਹਾਂ
pl: Tak
ro: Da
tr: Evet
ur: ہاں
zh: 是

# contact_case_vaccination_status_all_doses_of_vaccine_no_option
source: No
ar: لا
bn: না
cy: Na
gu: ના
pa: ਨਹੀਂ
pl: Nie
ro: Nu
tr: Hayır
ur: نہیں
zh: 否

source: Yes I am fully vaccinated against COVID-19
ar: نعم، حصلت على كل الجرعات من اللقاح ضد فيروس كوفيد-19
bn: হ্যাঁ, আমি কোভিড-১৯ এর টিকা দেওয়া পুরোপুরি সম্পন্ন করেছি
cy: Ydw, rwyf wedi fy mrechu'n llawn rhag COVID-19
gu: હા મને COVID-19 સામે ફૂલ વેક્સિન રસી આપવામાં આવી છે
pa: ਹਾਂ, ਮੇਰਾ COVID-19 ਦੇ ਵਿਰੁੱਧ ਪੂਰਾ ਟੀਕਾਕਰਨ ਹੋ ਗਿਆ ਹੈ
pl: Tak, jestem w pełni zaszczepiony(-a) przeciw COVID-19
ro: Da, m-am vaccinat cu ambele doze împotriva COVID-19
tr: Evet, COVID-19'a karşı bütün aşı dozlarımı oldum
ur: ہاں، مجھے COVID-19 کے مکمل ٹیکے لگ چکے ہیں
zh: 是的，我已完全接种新冠病毒疫苗

source: No I am not fully vaccinated against COVID-19
ar: لا، لم أحصل على كل الجرعات من اللقاح ضد فيروس كوفيد-19
bn: না, আমি কোভিড-১৯ এর টিকা দেওয়া পুরোপুরি সম্পন্ন করিনি
cy: Nac ydw, dydw i ddim wedi fy mrechu'n llawn rhag COVID-19
gu: ના, મને COVID-19 સામે ફૂલ વેક્સિન આપવામાં નથી આવી
pa: ਨਹੀਂ, ਮੇਰਾ COVID-19 ਦੇ ਵਿਰੁੱਧ ਪੂਰਾ ਟੀਕਾਕਰਨ ਨਹੀਂ ਹੋਇਆ ਹੈ
pl: Nie, nie jestem w pełni zaszczepiony(-a) przeciw COVID-19
ro: Nu, nu m-am vaccinat cu ambele doze împotriva COVID-19
tr: Hayır, COVID-19'a karşı bütün aşı dozlarımı olmadım
ur: نہیں، مجھے COVID-19 کے مکمل ٹیکے نہیں لگے ہیں
zh: 不是，我尚未完全接种新冠病毒疫苗

# contact_case_vaccination_status_aproved_vaccines_link_title
source: UK-approved vaccines
ar: لقاحات معتمدة من المملكة المتحدة
bn: UK অনুমোদিত টিকাসমূহ
cy: Brechlynnau a gymeradwyir yn y DU
gu: UK દ્વારા માન્ય રસીઓ
pa: ਯੂਕੇ ਦੁਆਰਾ ਪ੍ਰਵਾਨਿਤ ਵੈਕਸੀਨਾਂ
pl: Szczepionki zatwierdzonej w UK
ro: Vaccinuri aprobate în Regatul Unit.
tr: Birleşik Krallık’ın onayladığı aşılar
ur: یوکے کے منظور شدہ ٹیکے
zh: 英国批准的疫苗
