Repository: nihp-public/covid-19-app-ios-ag-public
Catalog: NHS-COVID-19/Core/Sources/Localization/Resources/*.lproj/Localizable.strings
Languages: ar, bn, cy, gu, pa, pl, ro, tr, ur, zh

# start_onboarding_step_subtitle
source: You will be helping us beat COVID-19 by sharing anonymous information about the virus in your region and public health when you use the app.
ar: سوف تساعدنا في القضاء على فيروس كوفيد-19 عن طريق مشاركة المعلومات المتعلقة بالفيروس في منطقتك والمعلومات ذات الصلة بالصحة العامة دون الحاجة إلى كشف هويتك الشخصية عند استخدامك لهذا التطبيق.
bn: আপনি যখন অ্যাপটি ব্যবহার করবেন তখন আপনার অঞ্চলে ভাইরাস এবং জনস্বাস্থ্যের তথ্য বেনামে শেয়ার করে আপনি কোভিড-19-কে পরাজিত করতে আমাদের সহায়তা করতে থাকবেন
cy: Byddwch yn ein helpu i drechu COVID-19 drwy rannu gwybodaeth ddienw am y feirws yn eich rhanbarth ac am iechyd y cyhoedd pan fyddwch yn defnyddio’r ap.
gu: જ્યારે તમે એપનો ઉપયોગ કરશો ત્યારે તમારા ક્ષેત્ર માંના વાયરસ વિશેની અજ્ઞાત માહિતી અને જાહેર આરોગ્ય વિશે માહિતી આપીને COVID-19 ને હરાવવામાં તમે અમારી મદદ કરશો
pa: ਜਦੋਂ ਤੁਸੀਂ ਐਪ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹੋ ਤਾਂ ਤੁਸੀਂ ਆਪਣੇ ਖੇਤਰ ਵਿੱਚ ਵਾਇਰਸ ਬਾਰੇ ਗੁਪਤ ਜਾਣਕਾਰੀ ਸਾਂਝੀ ਕਰਕੇ ਕੋਵਿਡ-19 ਨੂੰ ਹਰਾਉਣ ਵਿੱਚ ਸਾਡੀ ਅਤੇ ਪਬਲਿਕ ਹੈਲਥ ਦੀ ਮਦਦ ਕਰੋਗੇ
pl: Korzystając z aplikacji pomożesz nam pokonać COVID-19 poprzez udostępnianie anonimowych danych na temat wirusa i zdrowia publicznego w Twoim rejonie.
ro: Ne veți ajuta să învingem COVID-19 prin schimbul de informații anonime despre virusul din regiunea dvs. și despre sănătatea publică, atunci când utilizați aplicația
tr: Uygulamayı kullandığınızda bölgenizdeki virüs ve halk sağlığı ile ilgili anonim bilgileri paylaşarak COVID-19’u yenmemize yardımcı olacaksınız
ur: جب آپ ایپ کو استعمال کریں گے تو آپ ایک گمنام طریقے سے اپنے علاقے میں وائرس کے بارے میں معلومات کا اشتراک کرکے کوویڈ-19 کو مات دینے میں ہماری اور عوامی صحت کی مدد کریں گے۔
zh: 当您使用本应用程序时，通过匿名共享您所在地区的病毒和公共卫生信息，您将帮助我们抗击 COVID-19

# start_onboarding_step_1_header
source: Get notified
ar: الحصول على الإشعارات
bn: অবহিত হওয়া
cy: Cael eich hysbysu
gu: સૂચનાઓ મેળવો
pa: ਸੂਚਨਾ ਪ੍ਰਾਪਤ ਕਰਨਾ
pl: Powiadomienia
ro: Fiți notificat
tr: Bildirim alma
ur: اطلاع وصول کریں
zh: 接到通知

# start_onboarding_step_2_header
source: Check into venues
ar: تسجيل الدخول إلى الأماكن
bn: বিভিন্ন স্থানে প্রবেশ করা
cy: Mewngofnodi i leoliadau
gu: વેન્યુમાં ચેક ઇન કરો
pa: ਥਾਵਾਂ ‘ਤੇ ਚੈੱਕ ਇਨ ਕਰਨਾ
pl: Meldowanie się w różnych miejscach
ro: Înregistrați-vă în diverse locații
tr: Mekanlara giriş yapma
ur: مقامات میں چیک ان کریں
zh: 场所签到

# start_onboarding_step_3_header
source: Check your symptoms
ar: التحقق من أعراضك
bn: আপনার উপসর্গ যাচাই করুন
cy: Gwirio’ch symptomau
gu: તમારા લક્ષણો તપાસો
pa: ਆਪਣੇ ਲੱਛਣਾਂ ਦੀ ਜਾਂਚ ਕਰਨਾ
pl: Sprawdzanie objawów
ro: Verificați-vă simptomele
tr: Belirtilerinizi kontrol etme
ur: اپنی علامات چیک کریں
zh: 检查您的症状

# start_onboarding_step_4_header
source: Isolation countdown
ar: البقاء في المنزل مع COVID-19
bn: COVID-19 নিয়ে বাসায় থাকা
cy: Aros gartref gyda COVID-19
gu: આઇસોલેશન કાઉન્ટડાઉન
pa: COVID-19 ਦੇ ਨਾਲ ਘਰ ਵਿੱਚ ਰਹਿਣਾ
pl: Pozostanie w domu po zarażeniu COVID-19
ro: Stați acasă când aveți COVID-19
tr: COVID-19'a yakalanıp evde kalmak
ur: COVID-19 کے ساتھ گھر پر رہنا
zh: COVID-19 感染后居家隔离

# start_onboarding_step_1_description
source: Find out when you’ve been near other app users who have tested positive for coronavirus.
ar: أكتشف متي كنت بالقرب من مستخدمي التطبيق الآخرين الذين ثبتت اصابتهم بـــــ COVID-19
bn: আপনি কখন অন্য অ্যাপ ব্যবহারকারীদের কাছাকাছি এসেছিলেন যাদের COVID-19 এর জন্য পরীক্ষার ফলাফল পজিটিভ এসেছে, সেই বিষয়ে জানুন
cy: Cael gwybod pryd fuoch chi’n agos at ddefnyddwyr eraill yr ap sydd wedi rhoi gwybod eu bod wedi profi’n bositif am COVID-19
gu: કોરોનાવાયરસ માટે સકારાત્મક રિપોર્ટ થયેલા અન્ય એપ વપરાશકર્તાઓની નજીક તમે ક્યારે હતા તે શોધી કાઢો.
pa: ਪਤਾ ਕਰੋ ਕਿ ਤੁਸੀਂ ਉਹਨਾਂ ਦੂਜੇ ਐਪ ਵਰਤੋਂਕਾਰਾਂ ਦੇ ਨੇੜੇ ਕਦੋਂ ਗਏ ਹੋ ਜਿਨ੍ਹਾਂ ਦਾ COVID-19 ਲਈ ਟੈਸਟ ਪਾਜ਼ਿਟਿਵ ਆਇਆ ਹੈ
pl: Dowiedz się, kiedy byłeś(-aś) w pobliżu innych użytkowników aplikacji, u których wynik testu na COVID-19 był pozytywny
ro: Aflați când ați fost în apropierea altor utilizatori ai aplicației care au testat pozitiv la COVID-19
tr: Bu uygulamayı kullananlar arasında COVID-19 testi pozitif çıkan kimselerin yakınında bulunmuşsanız bildirim alın
ur: معلوم کریں کہ آپ کب اس ایپ کے ایسے دیگر استعمال کنندگان کے قریب رہے ہیں جن کی COVID-19 کی جانچ مثبت آئی ہے
zh: 了解何时接近过 COVID-19 检测呈阳性的其他应用用户

# start_onboarding_step_2_description
source: Use the app’s QR code scanner to check into places like bars and restaurants without having to fill out any forms.
ar: سجِّل دخولك إلى أماكن مثل الحانات والمطاعم باستخدام الماسح الضوئي لكود QR الخاص بالتطبيق دون الحاجة إلى تعبئة أي نماذج.
bn: কোনো ফর্ম পূরণ না করে, অ্যাপের QR কোড ব্যবহার করে বার ও রেস্টুরেন্টের মত স্থানে প্রবেশ করুন।
cy: Mewngofnodi i leoedd fel bariau a bwytai gyda sganiwr cod QR yr ap, heb orfod llenwi unrhyw ffurflenni.
gu: કોઈપણ પ્રકારના ફોર્મ ભર્યા વિના, બાર અને રેસ્ટોરન્ટ જેવા સ્થળોએ એપના QR કોડ સ્કેનરનો ઉપયોગ કરીને ચેક ઇન કરો.
pa: ਬਿਨ੍ਹਾ ਕੋਈ ਫਾਰਮ ਭਰੇ, ਐਪ ਦੇ QR ਕੋਡ ਸਕੈਨਰ ਨਾਲ ਬਾਰ ਅਤੇ ਰੈਸਟੋਰੈਂਟਾਂ ਵਰਗੀਆਂ ਥਾਵਾਂ ‘ਤੇ ਚੈੱਕ ਇਨ ਕਰਨਾ।
pl: Dzięki skanerowi kodów QR w aplikacji możesz meldować się w miejscach takich jak bary i restauracje, bez konieczności uzupełniania jakichkolwiek formularzy.
ro: Înregistrați-vă în locații precum baruri și restaurante cu scanerul de cod QR al aplicației, fără a fi necesar să completați vreun formular.
tr: Herhangi bir form kullanmanıza gerek kalmadan uygulamanın QR tarayıcısı ile bar ve restoran gibi yerlere giriş yapabilirsiniz.
ur: ایپ کے کیو آر کوڈ اسکینر سے بارز اور ریستورانوں جیسے مقامات پر بغیر کوئی فارم پر کیے چیک ان کریں۔
zh: 借助该应用的QR码扫描仪，您可以在酒吧和餐馆等地方签到，而无需填写任何表格。

# start_onboarding_step_3_description
source: Feeling unwell? Find out whether you could have coronavirus and order a free test if you need one.
ar: هل تشعر بالمرض؟ اكتشف إذا كان قد يكون لديك أعراض COVID-19
bn: অসুস্থ বোধ করছেন? আপনার COVID-19 এর লক্ষণ থাকতে পারে কিনা তা জানুন
cy: Teimlo'n sâl? Dysgwch os oes gennych chi symptomau COVID-19
gu: અસ્વસ્થ અનુભવો છો? જુઓ કે તમારા લક્ષણો કોરોનાવાયરસના છે કે નહીં અને જો તમને જરૂરિયાત હોય, તો નિ:શુલ્ક ટેસ્ટનો ઓર્ડર આપો.
pa: ਬੀਮਾਰ ਮਹਿਸੂਸ ਕਰ ਰਹੇ ਹੋ? ਪਤਾ ਕਰੋ ਕਿ ਕੀ ਤੁਹਾਨੂੰ COVID-19 ਦੇ ਲੱਛਣ ਹੋ ਸਕਦੇ ਹਨ
pl: Czujesz si niedobrze? Sprawdź czy mogą to być objawy COVID-19
ro: Vă simțiți rău? Aflați dacă puteți avea simptome de COVID-19
tr: Kendinizi iyi hissetmiyor musunuz? COVID-19 belirtileri taşıyor olup olamayacağınızı öğrenin
ur: بیمار محسوس کر رہے ہیں؟ معلوم کریں کہ آیا آپ میں COVID-19 کی علامات ہو سکتی ہیں
zh: 感觉不舒服？了解是否有 COVID-19 症状

# start_onboarding_step_4_description
source: If you are isolating, the app will count down the days and give you the right information.
ar: إذا كنت تمكث في المنزل لأنك تعلم أنك مصاب بـــــ COVID-19، سيقوم التطبيق بالعد التنازلي للأيام
bn: আপনি যদি বাসায় থাকেন কারণ আপনি জানেন যে আপনার COVID-19 আছে, সেই ক্ষেত্রে অ্যাপটি দিন গণনা করবে
cy: Os ydych chi'n aros gartref oherwydd eich bod yn gwybod bod gennych chi COVID-19, bydd yr ap yn cyfrif y dyddiau i lawr
gu: જો તમે આઇસોલેશનમાં હોવ, તો એપ તમને દિવસોનું કાઉન્ટડાઉન પૂરું પાડશે અને સાચી માહીતી આપશે.
pa: ਜੇ ਤੁਸੀਂ ਘਰ ਵਿੱਚ ਰਹਿ ਰਹੇ ਹੋ ਕਿਉਂਕਿ ਤੁਹਾਨੂੰ ਪਤਾ ਹੈ ਕਿ ਤੁਹਾਨੂੰ COVID-19 ਹੈ, ਤਾਂ ਐਪ ਦਿਨਾਂ ਦੀ ਉਲਟੀ ਗਿਣਤੀ ਕਰੇਗੀ
pl: Jeśli zostaniesz w domu, ze względu na zarażenie COVID-19, aplikacja będzie odliczać dni
ro: Dacă stați acasă deoarece știți că aveți COVID-19, aplicația va număra zilele
tr: COVID-19 olduğunuzu bildiğiniz için evde kalıyorsanız, uygulama kalan günlerin geri sayımına başlayacaktır
ur: اگر آپ گھر پر رہ رہے ہیں کیوں کہ آپ جانتے ہیں کہ آپ کو COVID-19 ہے تو یہ ایپ دنوں کا کاؤنٹ ڈاؤن کرے گا
zh: 针对正在居家隔离的已知 COVID-19 感染者，应用会显示隔离期倒计时

# start_onboarding_button_title
source: Continue
ar: استمرار
bn: চালিয়ে যান
cy: Parhau
gu: ચાલુ રાખો
pa: ਜਾਰੀ ਰੱਖੋ
pl: Kontynuuj
ro: Continuare
tr: Devam
ur: جاری رکھیں
zh: 继续

# postcode_entry_step_title
source: Enter the first part of your postcode (postcode district)
ar: يرجى إدخال الجزء الأول من رمزك البريدي (الرمز البريدي للمقاطعة)
bn: আপনার পোস্টকোডের প্রথম অংশটি এন্টার করুন (পোস্টকোড ডিস্ট্রিক্ট)
cy: Nodwch ran gyntaf eich cod post (ardal cod post)
gu: તમારા પોસ્ટકોડનો પહેલો ભાગ દાખલ કરો (પોસ્ટકોડ જિલ્લો)
pa: ਆਪਣੇ ਪੋਸਟਕੋਡ (ਜ਼ਿਲ੍ਹੇ ਦਾ ਪੋਸਟਕੋਡ) ਦਾ ਪਹਿਲਾ ਹਿੱਸਾ ਦਰਜ ਕਰੋ
pl: Wprowadź pierwszą część kodu pocztowego (okręg pocztowy)
ro: Introduceți prima parte a codului dvs. poștal (codul poștal al districtului)
tr: Posta kodunuzun ilk bölümünü (posta kodu bölgesi) girin
ur: اپنے پوسٹ کوڈ کا پہلا حصہ درج کریں (پوسٹ کوڈ کا ضلع)
zh: 输入邮政编码的第一部分（邮政编码区域）

# postcode_entry_example_label
source: You need an English or Welsh postcode district to use this app. Examples: If your postcode is CE1B 2PQ, please enter ‘CE1B‘. If it is CR0 3RL, please enter ‘CR0’. If it is L4 0RE, please enter ‘L4’.
ar: يرجى العلم بأنك تحتاج إلى رمز بريدي لمقاطعة إنجليزية أو ويلزية لاستخدام هذا التطبيق. على سبيل المثال: إذا كان رمزك البريدي هو CE1B 2PQ، فيجب إدخال "CE1B". وإذا كان رمزك البريدي CR0 3RL، فيجب إدخال "CR0". وإذا كان رمزك البريدي L4 0RE، فيجب إدخال "L4".
bn: অ্যাপটি ব্যবহারের জন্য একটি ইংলিশ বা ওয়েলশ পোস্টকোড ডিস্ট্রিক্ট দরকার। উদাহরণ: আপনার পোস্ট কোড যদি CE1B 2PQ হয়, তাহলে অনুগ্রহ করে ‘CE1B’ এন্টার করুন। যদি সেটি CR0 3RL হয় তাহলে অনুগ্রহ করে ‘CR0’ এন্টার করুন। যদি সেটি L4 0RE হয়, তাহলে অনুগ্রহ করে ‘L4’ এন্টার করুন।
cy: Mae angen cod post ardal yng Nghymru neu yn Lloegr i ddefnyddio'r ap hwn. Enghreifftiau: Os mai'ch cod post yw CE1B 2PQ, nodwch "CE1B". Os mai CR0 3RL ydyw, nodwch "CR0". Os mai L4 0RE ydyw, nodwch "L4".
gu: આ એપનો ઉપયોગ કરવા માટે તમારે ઇંગ્લિશ અથવા વેલ્શ પોસ્ટકોડ જિલ્લાની જરૂર છે. ઉદાહરણો: જો તમારો પોસ્ટકોડ CE1B 2PQ હોય, તો કૃપા કરીને ‘CE1B‘ દાખલ કરો. જો તે CR0 3RL હોય, તો કૃપા કરીને ‘CR0’ દાખલ કરો. જો તે L4 0RE હોય, તો કૃપા કરીને ‘L4’ દાખલ કરો.
pa: ਇਸ ਐਪ ਨੂੰ ਵਰਤਣ ਲਈ ਤੁਹਾਨੂੰ ਇੱਕ ਅੰਗ੍ਰੇਜ਼ੀ ਜਾਂ ਵੈਲਸ਼ ਪੋਸਟਕੋਡ ਜ਼ਿਲ੍ਹੇ ਦੀ ਜ਼ਰੂਰਤ ਹੈ। ਉਦਾਹਰਣ: ਜੇ ਤੁਹਾਡਾ ਪੋਸਟਕੋਡ CE1B 2PQ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ‘CE1B‘ ਭਰੋ। ਜੇ ਇਹ CR0 3RL ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ‘CR0’ ਭਰੋ। ਜੇ ਇਹ L4 0RE ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ‘L4’ ਭਰੋ।
pl: Aby korzystać z aplikacji, należy podać angielski lub walijski okręg pocztowy. Przykłady: jeżeli Twój kod to CE1B 2PQ, wprowadź CE1B. Jeżeli Twój kod to CR0 3RL, wprowadź CR0. Jeżeli Twój kod to L4 0RE, wprowadź L4.
ro: Trebuie să aveți un cod poștal de district englezesc sau galez pentru a utiliza această aplicație. Exemple: Dacă codul dvs. poștal este CE1B 2PQ, vă rugăm să introduceți "CE1B". Dacă este CR0 3RL, vă rugăm să introduceți "CR0". Dacă este L4 0RE, vă rugăm să introduceți "L4".
tr: Bu uygulamayı kullanmak için İngiltere veya Galler posta kodu girin. Örnekler: Posta kodunuz CE1B 2PQ iste lütfen "CE1B" yazın. CR0 3RL ise lütfen "CR0" yazın. L4 0RE ise lütfen "L4" yazın.
ur: اس ایپ کو استعمال میں لانے کے لئے آپ کو انگریزی یا ویلش پوسٹ کوڈ ڈسٹرکٹ کی ضرورت ہے۔ مثال: اگر آپ کا پوسٹ کوڈ CE1B 2PQ ہے، تو براہ کرم ‘CE1B‘ درج کریں۔ اگر CR0 3RL ہے تو براہ کرم ‘CR0’ درج کریں۔ اگر L4 0RE ہے، تو براہ کرم ‘L4’ درج کریں۔
zh: 您需要英格兰或威尔士邮政编码区域才能使用此应用程序。 示例：如果您的邮政编码是CE1B 2PQ，请输入“ CE1B”。 如果您的邮政编码是CR0 3RL，请输入“ CR0”。 如果您的邮政编码是L4 0RE，请输入“ L4”。

# postcode_entry_textfield_label
source: Postcode
ar: الرمز البريدي
bn: পোস্টকোড
cy: Cod post
gu: પોસ્ટકોડ
pa: ਪੋਸਟਕੋਡ
pl: Kod pocztowy
ro: Codul poștal
tr: Posta kodu
ur: پوسٹ کوڈ
zh: 邮政编码

# postcode_entry_information_title
source: Why do we need your postcode district?
ar: ما الداعي وراء الحاجة إلى الرمز البريدي لمقاطعتك؟
bn: কেন আমাদের আপনার পোস্টকোড ডিস্ট্রিক্ট প্রয়োজন?
cy: Pam mae angen eich ardal cod post arnom?
gu: અમને પોસ્ટકોડ જિલ્લાની જરૂર શા માટે છે?
pa: ਸਾਨੂੰ ਤੁਹਾਡੇ ਜ਼ਿਲ੍ਹੇ ਦੇ ਪੋਸਟਕੋਡ ਦੀ ਲੋੜ ਕਿਉਂ ਹੈ?
pl: Dlaczego należy podać swój okręg pocztowy?
ro: De ce avem nevoie de codul poștal al districtului dvs.?
tr: Neden posta kodu bölgenizi bilmemiz gerekiyor?
ur: ہمیں آپ کے پوسٹ کوڈ کا ضلع کیوں درکار ہے؟
zh: 为什么我们需要您的邮政编码区域？

# postcode_entry_information_description_1
source: The postcode district helps with learning about the spread of coronavirus in different areas. This makes sure we can give the best possible public health advice for your area.
ar: يساعد الرمز البريدي للمقاطعة في التعرّف على سبل انتشار وباء فيروس كورونا في المناطق المختلفة. ومن شأن هذا الأمر أن يساعدنا في ضمان تقديمنا لأفضل النصائح الممكنة المتعلقة بالصحة العامة في منطقتك.
bn: বিভিন্ন এলাকায় করোনাভাইরাস ছড়িয়ে পড়া সম্পর্কে জানতে এই পোস্টকোড ডিস্ট্রিক্ট সাহায্য করে। এটি নিশ্চিত করে যাতে আমরা আপনার এলাকার জন্য সর্বোত্তম সম্ভবপর গণ স্বাস্থ্য পরামর্শ দিতে পারি।
cy: Mae'r ardal cod post yn helpu i ddysgu am ledaeniad y coronafeirws mewn gwahanol ardaloedd. Mae hyn yn sicrhau y gallwn roi'r cyngor iechyd cyhoeddus gorau posibl i'ch ardal.
gu: પોસ્ટકોડ જિલ્લો જુદા જુદા વિસ્તારોમાં કોરોનાવાયરસના ફેલાવાને સમજવામાં મદદ કરે છે. આ સુનિશ્ચિત કરે છે કે અમે તમારા વિસ્તાર માટે સંભવત: શ્રેષ્ઠ જાહેર સ્વાસ્થ્ય સલાહ આપી શકીએ છીએ.
pa: ਜ਼ਿਲ੍ਹੇ ਦਾ ਪੋਸਟਕੋਡ ਵੱਖ-ਵੱਖ ਖੇਤਰਾਂ ਵਿੱਚ ਕੋਰੋਨਾਵਾਇਰਸ ਦੇ ਫੈਲਣ ਬਾਰੇ ਜਾਣਨ ਵਿੱਚ ਸਾਡੀ ਮਦਦ ਕਰਦਾ ਹੈ। ਇਹ ਯਕੀਨੀ ਬਣਾਉਂਦਾ ਹੈ ਕਿ ਅਸੀਂ ਤੁਹਾਡੇ ਇਲਾਕੇ ਲਈ ਸਭ ਤੋਂ ਉੱਤਮ ਜਨਤਕ ਸਿਹਤ ਸਲਾਹ ਪ੍ਰਦਾਨ ਕਰ ਸਕੀਏ।
pl: Okręg pocztowy umożliwia uzyskanie obrazu rozprzestrzeniania się koronawirusa w różnych obszarach. Dzięki temu możemy udzielić jak najlepszej porady w zakresie zdrowia publicznego w Twojej okolicy.
ro: Codul poștal al districtului ajută la anunțarea răspândirii coronavirusului în diverse zone. Acesta ne asigură că putem oferi cele mai bune sfaturi de sănătate publică pentru zona dvs.
tr: Posta kodu bölgesi, farklı bölgelerde koronavirüsün yayılması hakkında bilgi edinmemize yardımcı olur. Bu, bulunduğunuz bölge için mümkün olan en iyi halk sağlığı tavsiyelerini size iletmemizi mümkün kılar.
ur: پوسٹ کوڈ کا ضلع مختلف علاقوں میں کوروناوائرس کے پھیلاؤ کے متعلق جاننے میں مدد دیتا ہے۔ اس سے یقینی بنایا جاتا ہے کہ ہم آپ کے علاقے میں عوامی صحت کا بہترین مشورہ دے سکیں۔
zh: 邮政编码区域有助于了解冠状病毒在不同地区的传播。 这样可以确保我们为您所在地区提供最佳的公共卫生建议。

# postcode_entry_information_description_2
source: Don’t worry. Your postcode district will not be used to track your location.
ar: لا داعي للقلق. لن يُستخدم الرمز البريدي لمقاطعتك في تتبع موقعك.
bn: চিন্তা করবেন না আপনার অবস্থান শনাক্ত করার জন্য আপনার পোস্টকোড ডিস্ট্রিক্ট ব্যবহার করা হবে না।
cy: Peidiwch â phoeni. Ni fydd eich ardal cod post yn cael ei defnyddio i dracio'ch lleoliad.
gu: ચિંતા કરશો નહીં. તમારા પોસ્ટકોડ જિલ્લાનો ઉપયોગ તમારું સ્થળ ટ્રેક કરવા માટે થશે નહીં.
pa: ਚਿੰਤਾ ਨਾ ਕਰੋ। ਤੁਹਾਡੇ ਜ਼ਿਲ੍ਹੇ ਦਾ ਪੋਸਟਕੋਡ ਤੁਹਾਡੀ ਲੋਕੇਸ਼ਨ ਪਤਾ ਕਰਨ ਲਈ ਵਰਤਿਆ ਨਹੀਂ ਜਾਵੇਗਾ।
pl: Nie martw się. Podany przez Ciebie okręg pocztowy nie zostanie wykorzystany do ustalenia Twojej lokalizacji.
ro: Nu vă faceți griji. Codul poștal al districtului dvs. nu va fi utilizat pentru a vă urmări locația.
tr: Endişelenmenize gerek yok. Posta kodu bölgeniz, konumunuzu takip etmek için kullanılmayacaktır.
ur: فکر مند نہ ہوں۔ آپ کے پوسٹ کوڈ کا ضلع آپ کے مقام کا پتہ لگانے کے لئے استعمال نہیں کیا جائے گا۔
zh: 不用担心。 您的邮政编码区域将不会用于追踪您的位置。

# postcode_entry_continue_button_title
source: Continue
ar: استمرار
bn: চালিয়ে যান
cy: Parhau
gu: ચાલુ રાખો
pa: ਜਾਰੀ ਰੱਖੋ
pl: Kontynuuj
ro: Continuare
tr: Devam
ur: جاری رکھیں
zh: 继续

# postcode_entry_error_title
source: Invalid postcode district code
ar: الرمز البريدي للمقاطعة غير صالح
bn: অকার্যকর পোস্টকোড জেলা কোড
cy: Cod ardal cod post annilys
gu: અમાન્ય પોસ્ટકોડ જિલ્લા કોડ
pa: ਅਵੈਧ ਪੋਸਟਕੋਡ ਜ਼ਿਲ੍ਹਾ ਕੋਡ
pl: Nieprawidłowy okręg pocztowy
ro: Cod poștal district invalid.
tr: Geçersiz posta kodu bölgesi kodu
ur: غلط پوسٹ کوڈ ضلعی کوڈ
zh: 邮政编码区域码无效

# postcode_entry_error_description
source: Please enter your postcode district code. This is the first part of a postcode. For example: E2, L36, PO30.
ar: يرجى إدخال الرمز البريدي لمقاطعتك. يتمثل هذا الرمز في الجزء الأول من الرمز البريدي. على سبيل المثال: E2 أو L36 أو PO30.
bn: অনুগ্রহ করে আপনার পোস্টকোড ডিস্ট্রিক্ট কোড এন্টার করুন। এটি একটি পোস্টকোডের প্রথম অংশ। উদাহরণস্বরূপ: E2, L36, PO30।
cy: Nodwch god ardal eich cod post. Dyma ran gyntaf cod post. Er enghraifft: E2, L36, PO30.
gu: કૃપા કરી તમારો પોસ્ટકોડ જિલ્લા કોડ દાખલ કરો. આ પોસ્ટકોડનો પ્રથમ ભાગ છે. ઉદાહરણ તરીકે: E2, L36, PO30.
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਪੋਸਟਕੋਡ ਜ਼ਿਲ੍ਹੇ ਦਾ ਕੋਡ ਭਰੋ। ਇਹ ਪੋਸਟਕੋਡ ਦਾ ਪਹਿਲਾ ਹਿੱਸਾ ਹੈ। ਉਦਾਹਰਣ ਲਈ: E2, L36, PO30।
pl: Wprowadź okręg pocztowy Jest to pierwsza część kodu pocztowego. Na przykład: E2, L36, PO30.
ro: Vă rugăm să introduceți codul poștal al districtului dvs. Acesta este prima parte a codului poștal. De exemplu: E2, L36, PO30.
tr: Lütfen posta kodu bölge kodunuzu girin. Bu, bir posta kodunun ilk bölümüdür. Örneğin: E2, L36, PO30.
ur: براہ کرم اپنے پوسٹ کوڈ کا ضلعی کوڈ درج کریں۔یہ پوسٹ کوڈ کا پہلا حصہ ہوتا ہے۔ مثال کے طور پر: E2, L36, PO30۔
zh: 请输入您的邮政编码区域码。这是邮政编码的第一部分。 例如：E2、 L36、 PO30。

# permissions_onboarding_step_title
source: Contact tracing
ar: تتبع الاتصال
bn: কন্ট্যাক্ট ট্রেসিং
cy: Olrhain cysylltiadau
gu: કૉન્ટૅક્ટ ટ્રેસિંગ
pa: ਕੰਟੈਕਟ ਟਰੇਸਿੰਗ (ਸੰਪਰਕ ਵਿੱਚ ਆਏ ਵਿਅਕਤੀਆਂ ਬਾਰੇ ਪਤਾ ਲਗਾਉਣਾ)
pl: Śledzenie kontaktów
ro: Urmărirea contactelor
tr: Temas takip
ur: رابطے کا سراغ لگانا
zh: 对接触者进行跟踪

# exposure_notification_permissions_onboarding_step_heading
source: Contact tracing helps prevent the spread of coronavirus (COVID-19)
ar: تساعد خاصية "تتبع الاتصال" في منع انتشار فيروس كورونا (كوفيد-19)
bn: কন্ট্যাক্ট ট্রেসিং করোনাভাইরাস (কোভিড-19) এর বিস্তার রোধ করতে সাহায্য করে
cy: Mae olrhain cysylltiadau yn helpu i atal y coronafeirws (COVID-19) rhag lledaenu.
gu: કૉન્ટૅક્ટ ટ્રેસિંગ કોરોનાવાયરસના ફેલાવાને રોકવામાં મદદ કરે છે (COVID-19)
pa: ਕੰਟੈਕਟ ਟਰੇਸਿੰਗ ਕੋਰੋਨਾਵਾਇਰਸ (ਕੋਵਿਡ-19) ਦੇ ਫੈਲਾਵ ਨੂੰ ਰੋਕਣ ਵਿੱਚ ਮਦਦ ਕਰਦੀ ਹੈ
pl: Śledzenie kontaktów pomaga w zapobieganiu rozprzestrzeniania się koronawirusa (COVID-19)
ro: Urmărirea contactelor ajută la prevenirea răspândirii coronavirusului (COVID-19)
tr: Temas takip koronavirüsün (COVID-19) yayılmasını önlemeye yardımcı olmaktadır
ur: کنٹیکٹ ٹریسنگ یعنی رابطوں کا سراغ لگانے سے کوروناوائرس (کوویڈ-19) کے پھیلاؤ کو روکنے میں مدد ملتی ہے
zh: 对接触者进行跟踪有助于防止冠状病毒的传播 (COVID-19)

# notification_permissions_onboarding_step_heading
source: Notifications
ar: الإشعارات
bn: নোটিফিকেশন
cy: Hysbysiadau
gu: સૂચનાઓ
pa: ਸੂਚਨਾਵਾਂ
pl: Powiadomienia
ro: Notificări
tr: Bildirimler
ur: نوٹیفیکیشنز
zh: 通知

# exposure_notification_permissions_onboarding_step_body
source: The app will send you an alert if you have been in close contact with someone who has tested positive for the virus. To enable contact tracing for this app you need to allow ‘Exposure Notifications’. To get alerts you need to allow notifications.
ar: سيُرسل التطبيق تحذيرًا إليك في حالة التواصل الوثيق مع شخصٍ ما سجَّل نتيجة إيجابية في اختبار الكشف عن الإصابة بالفيروس. لتمكين خاصية "تتبع الاتصال" في هذا التطبيق، يجب عليك السماح باستلام "إشعارات التعرّض". في حال تغيير قرارك، يمكنك تغيير الأذونات الممنوحة في الإعدادات متى شئت.
bn: যদি আপনি ভাইরাসটির টেস্টে পজিটিভ হয়েছে এমন কারো সাথে ঘনিষ্ঠ যোগাযোগ করে থাকেন তাহলে অ্যাপটি আপনাকে একটি সতর্কতা প্রেরণ করবে। এই অ্যাপের জন্য কন্ট্যাক্ট ট্রেসিং সক্ষম করার জন্য আপনাকে এই অনুমতিগুলি দিতে হবে: এক্সপোজার নোটিফিকেশন্স। এবং একটি সতর্কতা পেতে আপনাকে এই অনুমতিগুলি দিতে হবে: নোটিফিকেশন্স।
cy: Bydd yr ap yn anfon rhybudd atoch os ydych wedi bod mewn cysylltiad agos â rhywun sydd wedi profi'n bositif am y feirws. Er mwyn galluogi olrhain cysylltiadau ar gyfer yr ap hwn mae angen i chi ganiatáu Hysbysiadau Cysylltiad. I gael rhybudd mae angen i chi ganiatáu hysbysiadau.
gu: જો તમે વાયરસ માટે સકારાત્મક પરીક્ષણ ધરાવનાર કોઈની સાથે ગાઢ સંપર્કમાં રહેલા હો તો, એપ્લિકેશન તમને ચેતવણી મોકલશે. આ એપ્લિકેશન માટે કોંટેક્ટ ટ્રેસીંગને સક્ષમ કરવા માટે તમારે આની મંજૂરી આપવાની જરૂર છે એક્સપોઝર નોટિફિકેશન. અને ચેતવણી મેળવવા માટે તમારે આની મંજૂરી આપવાની જરૂર છે નોટિફિકેશન.
pa: ਜੇ ਤੁਸੀਂ ਕਿਸੇ ਅਜਿਹੇ ਵਿਅਕਤੀ ਦੇ ਨਜ਼ਦੀਕੀ ਸੰਪਰਕ ਵਿੱਚ ਆਏ ਹੋ ਜਿਸ ਦਾ ਵਾਇਰਸ ਲਈ ਟੈਸਟ ਪਾਜ਼ਿਟਿਵ ਆਇਆ ਹੈ ਤਾਂ ਐਪ ਤੁਹਾਨੂੰ ਇੱਕ ਸਾਵਧਾਨੀ-ਸੰਦੇਸ਼ ਭੇਜੇਗੀ। ਇਸ ਐਪ ਲਈ ਕੰਟੈਕਟ ਟਰੇਸਿੰਗ ਨੂੰ ਸਮਰੱਥ ਬਣਾਉਣ ਲਈ ਤੁਹਾਨੂੰ ਇਨ੍ਹਾਂ ਦੀ ਇਜਾਜ਼ਤ ਦੇਣੀ ਹੋਵੇਗੀ ਐਕਸਪੋਜ਼ਰ ਸੂਚਨਾਵਾਂ। ਅਤੇ ਸਾਵਧਾਨੀ-ਸੰਦੇਸ਼ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਤੁਹਾਨੂੰ ਇਨ੍ਹਾਂ ਦੀ ਇਜਾਜ਼ਤ ਦੇਣੀ ਹੋਵੇਗੀ ਸੂਚਨਾਵਾਂ।
pl: Aplikacja wyśle Ci ostrzeżenie, jeżeli miałeś/aś kontakt z innymi użytkownikami, którzy zgłosili pozytywny wynik testu na koronawirusa. Aby umożliwić śledzenie kontaktów, należy wyrazić zgodę na Powiadomienia o narażeniu. W celu otrzymywania ostrzeżeń, należy wyrazić zgodę na otrzymywanie powiadomień.
ro: Aplicația vă va trimite o alertă dacă v-ați aflat în apropierea unei persoane care a fost testată pozitiv pentru virus. Pentru a activa urmărirea contactelor pentru această aplicație, trebuie să permiteți Notificări de expunere. și pentru a primi o alertă trebuie să permiteți notificări.
tr: Eğer koronavirüs testi pozitif çıkmış olan birisi ile yakın bir temasınız olmuş ise, uygulama size bir uyarı gönderecektir. Bu uygulamada temas takip olanağını etkinleştirmek için şunlara izin vermeniz gerekmektedir: Maruz Kalma Bildirimleri. Ve bir uyarı almak için şuna izin vermeniz gerekmektedir bildirimler.
ur: اگر آپ کسی ایسے شخص سے قریبی رابطے میں رہے ہیں جس کا وائرس کا ٹیسٹ مثبت آیا ہو تو ایپ آپ کو اس کی اطلاع کرے گی۔ اس ایپ کے لئے کنٹیکٹ ٹریسنگ یعنی رابطوں کا پتہ لگانے کے لئے آپ کو درج ذیل کی اجازت دینے کی ضرورت ہے اور اطلاع وصول کرنے کے لئے آپ کو درج ذیل کی اجازت دینے کی ضرورت ہے: نوٹیفیکیشنز
zh: 如果您与冠状病毒检查呈阳性的人员有过密切接触，本应用程序将向您发送警报。 为了启用本应用程序“对接触者进行跟踪”的功能，您需要允许 “暴露通知”。 为了获得警报，您需要允许 “通知”。

# notification_permissions_onboarding_step_body
source: The app uses notifications. For example - to tell you if you’ve spent time near someone who has tested positive for coronavirus.
ar: يستخدم التطبيق خاصية الإشعارات. على سبيل المثال - لإخبارك عمّا إذا كنت قد أمضيت بعض الوقت بالقرب من شخصٍ ما سجَّل نتيجة إيجابية لاختبار الكشف عن الإصابة بفيروس كورونا.
bn: অ্যাপটি নোটিফিকেশন ব্যবহার করে। যেমন - করোনাভাইরাসের পরীক্ষায় পজিটিভ হয়েছেন এমন কারো কাছাকাছি আপনি সময় পার করেছেন কি না আপনাকে তা জানাতে।
cy: Mae'r ap yn defnyddio hysbysiadau. Er enghraifft, i ddweud wrthych a ydych wedi bod yn agos at rywun sydd wedi profi'n bositif am y coronafeirws.
gu: એપ નોટિફિકેશનનો ઉપયોગ કરે છે. ઉદાહરણ તરીકે - તમે કોઈની નજીક સમય પસાર કર્યો હોય જેનું કોરોનાવાયરસ માટે સકારાત્મક પરીક્ષણ આવ્યું હોય, તે તમને જણાવવા માટે.
pa: ਇਹ ਐਪ ਨੋਟੀਫਿਕੇਸ਼ਨਾਂ ਦੀ ਵਰਤੋਂ ਕਰਦੀ ਹੈ। ਉਦਾਹਰਣ ਲਈ - ਤੁਹਾਨੂੰ ਇਹ ਦੱਸਣ ਲਈ ਕਿ ਕੀ ਤੁਸੀਂ ਕਿਸੇ ਅਜਿਹੇ ਵਿਅਕਤੀ ਦੇ ਨੇੜੇ ਸਮਾਂ ਬਿਤਾਇਆ ਹੈ ਜੋ ਕੋਰੋਨਾਵਾਇਰਸ ਪੌਜ਼ਿਟਿਵ ਹੈ।
pl: Aplikacja korzysta z systemu powiadomień. Na przykład, aby powiadomić użytkownika, jeżeli znalazł się w pobliżu osoby, która uzyskała pozytywny wynik testu na koronawirusa.
ro: Aplicația folosește notificări. De exemplu - pentru a vă spune dacă ați petrecut timp lângă cineva care a fost testat pozitiv pentru coronavirus.
tr: Uygulama bildirimleri kullanır. Örneğin koronavirüs testi pozitif sonuç vermiş olan bir kişinin yakınında zaman geçirmişseniz, uygulama bu konuda sizi bilgilendirecektir.
ur: یہ ایپ نوٹیفیکیشنز استعمال کرتی ہے۔ مثال کے طور پر - آپ کو بتانے کے لئے کہ آیا آپ نے کسی ایسے فرد کے نزدیک وقت گزارا ہے جس کا کوروناوائرس کا ٹیسٹ مثبت آیا ہو۔
zh: 该应用程序使用通知。 例如，告诉您是否曾经在冠状病毒检测呈阳性的人附近呆过。

# permissions_onboarding_step_detail
source: If you change your mind, you can change your permissions in settings at any time.
ar: واذا غيرت رأيك ، فيمكنك أن تغير الأذونات الموجودة في الإعدادات في أي وقت من الأوقات.
bn: আপনি যদি নিজের মতামত পরিবর্তন করেন তবে আপনি যে কোন সময় সেটিংসে আপনার অনুমতিগুলো পরিবর্তন করতে পারবেন।
cy: Os byddwch yn newid eich meddwl, gallwch newid y caniatâd yn Gosodiadau ar unrhyw adeg.
gu: એપને યોગ્ય રીતે કાર્ય કરવા માટે, તમારે 'એક્સપોઝર નોટિફિકેશન' ને મંજૂરી આપવી જરૂરી છે.
pa: ਜੇ ਤੁਸੀਂ ਆਪਣਾ ਮਨ ਬਦਲਦੇ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਕਿਸੇ ਵੀ ਸਮੇਂ ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਆਪਣੀਆਂ ਇਜਾਜ਼ਤਾਂ ਨੂੰ ਬਦਲ ਸਕਦੇ ਹੋ।
pl: Jeżeli zmienisz zdanie, możesz w każdej chwili wycofać zgodę w ustawieniach telefonu.
ro: Dacă vă răzgândiți, puteți modifica permisiunile din setări în orice moment.
tr: Eğer fikrinizi değiştirirseniz, ayarlardan izinlerinizi istediğiniz zaman değiştirebilirsiniz.
ur: اگر آپ اپنا ارادہ تبدیل کرتے ہیں تو، آپ کسی بھی وقت ترتیبات یعنی سیٹنگز میں اپنی اجازتیں تبدیل کرسکتے ہیں۔
zh: 如果您改变主意，则可以随时更改设置的权限。

# permissions_continue_button_title
source: Continue
ar: استمرار
bn: চালিয়ে যান
cy: Parhau
gu: ચાલુ રાખો
pa: ਜਾਰੀ ਰੱਖੋ
pl: Kontynuuj
ro: Continuare
tr: Devam
ur: جاری رکھیں
zh: 继续
