Repository: nihp-public/covid-19-app-ios-ag-public
Catalog: NHS-COVID-19/Core/Sources/Localization/Resources/*.lproj/Localizable.strings
Languages: ar, bn, cy, gu, pa, pl, ro, tr, ur, zh

# alert_isolation_state_change_body
source: Tap here for more information.
ar: انقر هنا للاطلاع على المزيد من المعلومات.
bn: আরো তথ্যের জন্য এখানে ট্যাপ করুন।
cy: Tapiwch yma i gael rhagor o wybodaeth
gu: વધુ માહિતી માટે અહીં ટેપ કરો.
pa: ਹੋਰ ਜਾਣਕਾਰੀ ਲਈ ਇੱਥੇ ਟੈਪ ਕਰੋ।
pl: Dotknij tutaj, aby uzyskać więcej informacji.
ro: Atingeți aici pentru mai multe informații.
tr: Daha fazla bilgi için buraya dokunun.
ur: مزید معلومات کے لیے یہاں ٹیپ کریں۔
zh: 点击此处获取更多信息。

# alert_exposure_detection_body
source: You have been in close contact with someone who has COVID-19. Tap here for advice.
ar: لقد تعرَّضت للتواصل عن كثب مع شخصٍ مُصابٍ بفيروس كورونا (كوفيد-19). انقر هنا للاطلاع على المزيد التفاصيل.
bn: করোনাভাইরাস (কোভিড-১৯) রয়েছে এমন কারো ঘনিষ্ঠ সংস্পর্শে আপনি এসেছিলেন। আরও বিস্তারিত জানতে এখানে ট্যাপ করুন।
cy: Fe fuoch chi mewn cyswllt agos gyda rhywun sydd â COVID-19. Tapiwch yma i gael cyngor.
gu: જેને કોરોના વાયરસ (કોવિડ-19) છે તેમની નજીક આવ્યા છો વધુ વિગતો માટે અહીં ટેપ કરો.
pa: ਹੋਰ ਵੇਰਵਿਆਂ ਲਈ ਇਥੇ ਟੈਪ ਕਰੋ।ਤੁਸੀਂ ਕਿਸੇ ਅਜਿਹੇ ਵਿਅਕਤੀ ਨਾਲ ਨਜ਼ਦੀਕੀ ਸੰਪਰਕ ਵਿੱਚ ਰਹੇ ਹੋ ਜਿਸ ਨੂੰ ਕੋਰੋਨਾਵਾਇਰਸ (COVID-19) ਦੀ ਲਾਗ ਲੱਗੀ ਹੈ।
pl: Nastąpił bliski kontakt z osobą zakażoną koronawirusem (COVID-19). Dotknij tutaj, aby zapoznać się ze szczegółowymi informacjami.
ro: Ați fost în contact cu cineva care are coronavirus (COVID-19). Apăsați aici pentru mai multe detalii.
tr: Koronavirüsle (COVID-19) enfekte birisiyle yakın temas içerisinde bulundunuz. Daha fazla ayrıntı için buraya dokunun.
ur: آپ کسی ایسے شخص کے ساتھ قریبی رابطے میں رہے ہیں جس کو کرونا وائرس (COVID-19) ہے۔ مزید تفصیلات کے لئے یہاں ٹیپ کریں۔
zh: 您已与新冠肺炎 (COVID-19) 患者密切接触。点击此处获取更多详细信息。

# alert_test_result_received_title
source: Your test results have arrived
ar: لقد وصلت نتائج اختبارك
bn: আপনার পরীক্ষার ফলাফল এসে গেছে
cy: Mae canlyniad eich prawf waedi cyrraedd
gu: તમારા ટેસ્ટના પરિણામો આવી ગયા છે
pa: ਤਹਾਡੇ ਟੈਸਟ ਦੇ ਨਤੀਜੇ ਆ ਚੁੱਕੇ ਹਨ
pl: Wyniki Twojego testu są już dostępne
ro: Rezultatele testului dvs. au ajuns
tr: Test sonuçlarınız hazır
ur: آپ کے ٹیسٹ کے نتائج آ گئے ہیں
zh: 您的测试结果已经出来了

# alert_test_result_received_body
source: Tap here for more information.
ar: انقر هنا للاطلاع على المزيد من المعلومات.
bn: আরো তথ্যের জন্য এখানে ট্যাপ করুন।
cy: Tapiwch yma i gael rhagor o wybodaeth
gu: વધુ માહિતી માટે અહીં ટેપ કરો.
pa: ਹੋਰ ਜਾਣਕਾਰੀ ਲਈ ਇੱਥੇ ਟੈਪ ਕਰੋ।
pl: Dotknij tutaj, aby uzyskać więcej informacji.
ro: Atingeți aici pentru mai multe informații.
tr: Daha fazla bilgi için buraya dokunun.
ur: مزید معلومات کے لیے یہاں ٹیپ کریں۔
zh: 点击此处获取更多信息。

# alert_app_availability_changed_title
source: The app availability has changed
ar: لقد تغيرت المعلومات المتعلقة بتوافر التطبيق
bn: অ্যাপটির লভ্যতার পরিবর্তন হয়েছে
cy: Mae argaeledd yr ap wedi newid.
gu: એપની ઉપલબ્ધતા બદલાઈ ચૂકી છે
pa: ਇਸ ਐਪ ਦੀ ਉਪਲਬਧਤਾ ਬਦਲ ਗਈ ਹੈ
pl: Dostępność aplikacji uległa zmianie
ro: Disponibilitatea aplicației s-a schimbat
tr: Uygulama kullanılabilirliği değişti
ur: ایپ کی دستیابی بدل گئی ہے۔
zh: 应用程序可用性已更改

# alert_app_availability_changed_body
source: Tap here for more information.
ar: انقر هنا للاطلاع على المزيد من المعلومات.
bn: আরো তথ্যের জন্য এখানে ট্যাপ করুন।
cy: Tapiwch yma i gael rhagor o wybodaeth
gu: વધુ માહિતી માટે અહીં ટેપ કરો.
pa: ਹੋਰ ਜਾਣਕਾਰੀ ਲਈ ਇੱਥੇ ਟੈਪ ਕਰੋ।
pl: Dotknij tutaj, aby uzyskać więcej informacji.
ro: Atingeți aici pentru mai multe informații.
tr: Daha fazla bilgi için buraya dokunun.
ur: مزید معلومات کے لیے یہاں ٹیپ کریں۔
zh: 点击此处获取更多信息。

# diagnosis_questionnaire_title
source: Select symptoms
ar: تحديد الأعراض
bn: উপসর্গ নির্বাচন করুন
cy: Dewiswch symptomau
gu: લક્ષણો પસંદ કરો
pa: ਲੱਛਣ ਚੁਣੋ
pl: Wybierz objawy
ro: Selectare simptome
tr: Belirtileri seç
ur: علامات منتخب کریں
zh: 选择症状

source: Loading…
ar: جارٍ التحميل...
bn: লোড হচ্ছে…
cy: Wrthi’n llwytho…
gu: લોડ થઈ રહ્યું છે...
pa: ਲੋਡ ਹੋ ਰਿਹਾ ਹੈ...
pl: Ładowanie...
ro: Încărcare...
tr: Yükleniyor…
ur: لوڈ ہو رہا ہے...
zh: 载入中...

# loading_failed_action
source: Try again
ar: حاول مرة أخرى
bn: আবার চেষ্টা করুন
cy: Ceisiwch eto
gu: ફરીથી પ્રયત્ન કરો
pa: ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pl: Spróbuj ponownie
ro: Îmcercați din nou
tr: Tekrar deneyin
ur: دوبارہ کوشش کریں
zh: 再试一次

# loading_failed_heading
source: Something went wrong
ar: حدث خطأ ما
bn: কোনো ভুল হয়েছে
cy: Aeth rhywbeth o’i le
gu: કંઈક ખોટું થયું છે
pa: ਕੁੱਝ ਗਲਤ ਹੋ ਗਿਆ
pl: Wystąpił błąd
ro: Ceva n-a mers bine
tr: Bir sorun yaşandı
ur: کچھ گڑبڑ ہے
zh: 出了点问题

# loading_failed_body
source: Before trying again, please check that your phone’s mobile data settings are on, check your Wi-Fi connection (if you’re using one) and make sure that Airplane Mode is off.
ar: قبل المحاولة مرة أخرى، يرجى التحقق من تشغيلك لإعدادات البيانات المتنقلة في هاتفك والتحقق من وجود شبكة واي فاي (حال استخدامها) والتأكد من إيقاف تشغيل وضع الطيران.
bn: আবার চেষ্টা করার আগে, অনুগ্রহ করে দেখুন যে আপনার ফোনের মোবাইল ডেটা সেটিংস চালু রয়েছে কি না, আপনার ওয়াইফাই (যদি ব্যবহার করা হয়) সংযোগ দেখুন এবং নিশ্চিত করুন যে এয়ারপ্লেন মোডটি নিষ্ক্রিয় রয়েছে।
cy: Cyn rhoi cynnig arall arni, gwiriwch fod gosodiadau data symudol eich ffôn ymlaen, gwiriwch eich cysylltiad Wi-Fi (os ydych yn defnyddio un) a gwnewch yn siŵr bod Modd Awyren wedi'i ddiffodd.
gu: ફરીથી પ્રયત્ન કરતાં પહેલા, કૃપા કરી તપાસો કે તમારા ફોનના મોબાઈલ ડેટા સેટિંગ્સ ચાલુ છે, તમારું Wi-Fi જોડાણ (જો તમે ઉપયોગ કરતાં હોવ તો) તપાસો અને ખાતરી કરો કે એરોપ્લેન મોડ બંધ છે.
pa: ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ, ਕਿਰਪਾ ਕਰਕੇ ਜਾਂਚ ਕਰੋ ਕਿ ਤੁਹਾਡੇ ਫੋਨ ਦੀ ਮੋਬਾਈਲ ਡਾਟਾ ਸੈਟਿੰਗ ਚਾਲੂ ਹੈ, ਆਪਣੇ ਵਾਈ-ਫਾਈ ਕਨੈਕਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰੋ (ਜੇ ਇਸਤੇਮਾਲ ਕਰ ਰਹੇ ਹੋ) ਅਤੇ ਇਹ ਯਕੀਨੀ ਕਰੋ ਕਿ ਏਅਰਪਲੇਨ ਮੋਡ ਬੰਦ ਹੈ।
pl: Zanim spróbujesz ponownie, sprawdź, czy ustawienia dotyczące danych w Twoim telefonie są włączone, sprawdź połączenie Wi-Fi (jeżeli z niego korzystasz) i upewnij się, że tryb samolotowy jest wyłączony.
ro: Îmcercați din nou
tr: Tekrar denemeden önce lütfen telefonunuzun mobil veri ayarlarının açık olduğunu teyit edin, Wi-Fi bağlantınızı kontrol edin (kullanıyorsanız) ve Uçak Modunun kapalı olduğundan emin olun.
ur: دوبارہ کوشش کرنے سے پہلے براہ کرم چیک کریں کہ آپ کے فون کی موبائل ڈیٹا سیٹنگز آن ہوں، اپنا وائی فائی کنکشن چیک کریں (اگر استعمال میں ہو) اور یقینی بنائیں کہ ایئر پلین موڈ آف ہو۔
zh: 在重试之前，请检查手机的移动数据设置是否打开，检查Wi-Fi连接（如果使用的是Wi-Fi连接），并确保已关闭飞行模式。

# symptom_card_checked
source: checked
ar: تم التحديد
bn: চেক করা হয়েছে
cy: wedi gwirio
gu: તપાસ થઈ ચૂકી છે
pa: ਚੈੱਕ ਕੀਤਾ ਗਿਆ
pl: zaznaczone
ro: verificat
tr: işaretlendi
ur: نشانزد
zh: 检查

# symptom_card_unchecked
source: unchecked
ar: لم يتم التحديد
bn: চেক করা হয় নি
cy: heb wirio
gu: તપાસ નથી થઈ
pa: ਅਨਚੈੱਕ ਕੀਤਾ ਗਿਆ
pl: odznaczone
ro: neverificat
tr: işaretlenmedi
ur: غیر نشانزد
zh: 未检查

# step_accessibility_label %ld %ld
source: Step %ld out of %ld
ar: الخطوة %ld من %ld
bn: এর মধ্যে %ld তম ধাপ %ld
cy: Cam %ld o %ld
gu: માંથી %ld પગલું %ld
pa: ਕਦਮ %ld ਕੁੱਲ ਕਦਮ %ld
pl: Krok %ld z %ld
ro: Pas %ld din %ld
tr: Adım %ld / %ld
ur: قدم %ld از %ld
zh: 第 %ld 个步骤总 %ld 个

# step_label %ld %ld
source: Step %ld of %ld
ar: الخطوة %ld من %ld
bn: %ld ধাপের ধাপ %ld
cy: Cam %ld o %ld
gu: પગલાં %ld નું %ld
pa: %ld%ld ਕਦਮਾਂ ਵਿੱਚੋਂ ਕਦਮ
pl: Krok %ld z %ld
ro: Pas %ld din %ld
tr: Adım %ld / %ld
ur: قدم %ld از %ld
zh: 第%ld步 共%ld步

# symptom_list_heading
source: Do you have any of these symptoms of COVID-19?
ar: هل تعاني من أيٍّ من أعراض الإصابة بفيروس كوفيد-19 المذكورة؟
bn: কোভিড-১৯-এর এসব উপসর্গের কোনোটি কি আপনার আছে?
cy: A oes gennych chi unrhyw un o'r symptomau hyn o COVID-19?
gu: શું તમને આમાંથી COVID-19 ના કોઈપણ લક્ષણો છે?
pa: ਕੀ ਤੁਹਾਨੂੰ COVID-19 ਦੇ ਇਹਨਾਂ ਲੱਛਣਾਂ ਵਿੱਚੋਂ ਕੋਈ ਹੈ?
pl: Czy wystąpiły u Ciebie którekolwiek z następujących objawów COVID-19?
ro: Aveți vreunul dintre următoarele simptome de COVID-19?
tr: Buradaki COVID-19 belirtilerinden herhangi birine sahip misiniz?
ur: کیا آپ کو COVID-19 کی ان علامتوں میں سے کوئی علامت ہے؟
zh: 您是否有新冠病毒的任何症状？

# symptom_list_description
source: Select all that apply, even if they are mild.
ar: أختر كل ما ينطبق، حتى ولو كانت أعراض خفيفة.
bn: প্রযোজ্য সবগুলি নির্বাচন করুন, এমনকি সেগুলি মৃদু হলেও।
cy: Dewiswch bob un sy’n berthnasol, hyd yn oed os ydynt yn ysgafn.
gu: લાગુ પડતા હોય તે તમામ પસંદ કરો, તે હળવાં હોય તે છતાં પણ.
pa: ਲਾਗੂ ਹੋਣ ਵਾਲੇ ਸਾਰੇ ਚੁਣੋ, ਭਾਵੇਂ ਉਹ ਹਲਕੇ ਹੀ ਹੋਣ।
pl: Wybierz wszystkie które występują, nawet jeśli są łagodne.
ro: Selectați toate simptomele aplicabile, chiar dacă sunt ușoare.
tr: Hafif de olsa, mevcut tüm belirtileri seçin.
ur: وہ سبھی منتخب کریں جو لاگو ہوتے ہیں، چاہے وہ معمولی ہوں۔
zh: 选择所有适用项，即使是轻微型。

# symptom_list_primary_action
source: Continue
ar: استمرار
bn: চালিয়ে যান
cy: Parhau
gu: ચાલુ રાખો
pa: ਜਾਰੀ ਰੱਖੋ
pl: Kontynuuj
ro: Continuare
tr: Devam
ur: جاری رکھیں
zh: 继续

# symptom_list_secondary_action
source: I have different symptoms
ar: لديّ أعراضٌ مختلفة
bn: আমার উপসর্গ ভিন্ন রকমের
cy: Mae symptomau gwahanol arna' i
gu: મને વિવિધ લક્ષણો છે
pa: ਮੈਨੂੰ ਵੱਖਰੇ ਲੱਛਣ ਹਨ
pl: Mam inne objawy
ro: Am simptome diferite
tr: Farklı belirtilerim var
ur: میری علامات مختلف ہیں
zh: 我有其他症状

# symptom_list_error_heading
source: There is a problem
ar: توجد مشكلة
bn: একটি সমস্যা আছে
cy: Mae yna broblem
gu: એક પ્રોબલ્મ છે
pa: ਕੋਈ ਸਮੱਸਿਆ ਹੈ
pl: Wystąpił problem
ro: Există o problemă
tr: Bir problem var
ur: مسئلہ درپیش ہے
zh: 出现问题

# symptom_list_error_description
source: To continue you need to either select your symptoms or select ”I have different symptoms”
ar: للمتابعة، تحتاج إمّا إلى اختيار الأعراض التي لديك أو تحديد "لديّ أعراضٌ مختلفة"
bn: অগ্রসর হতে, একটি উত্তর বেছে নিতে হবে
cy: I barhau, mae angen i chi ddewis ateb
gu: ચાલુ રાખવા માટે, તમારે કોઈ જવાબ પસંદ કરવાની જરૂર છે
pa: ਜਾਰੀ ਰੱਖਣ ਲਈ, ਤੁਹਾਨੂੰ ਇੱਕ ਜਵਾਬ ਚੁਣਨ ਦੀ ਲੋੜ ਹੈ
pl: Aby kontynuować, musisz wybrać odpowiedź
ro: Pentru a continua, trebuie să selectați un răspuns
tr: Devam etmek için bir yanıt seçmelisiniz
ur: جاری رکھنے کے لیے، آپ کو ایک جواب منتخب کرنے کی ضرورت ہے
zh: 您需要选择症状或选择“我有其他症状

# symptom_list_discard_alert_title
source: Confirm you do not have any of these symptoms
ar: تأكيد عدم وجود أيٍّ من هذه الأعراض لديك
bn: নিশ্চিত করুন যে আপনার এসব উপসর্গের কোনোটাই নাই
cy: Rhaid cadarnhau nad oes yr un o'r symptomau hyn gennych
gu: ખાતરી કરો કે તમને આમાંથી કોઈ લક્ષણો નથી
pa: ਪੁਸ਼ਟੀ ਕਰੋ ਕਿ ਤੁਹਾਨੂੰ ਇਹਨਾਂ ਵਿੱਚੋਂ ਕੋਈ ਵੀ ਲੱਛਣ ਨਹੀਂ ਹਨ
pl: Proszę potwierdzić, że nie masz żadnego z tych objawów
ro: Confirmați că nu aveți niciunul dintre aceste simptome
tr: Bu belirtilerden herhangi birisine sahip olmadığınızı teyit edin
ur: تصدیق کریں کہ آپ کو ان میں سے کوئی علامت نہیں ہے
zh: 确认您没有出现这些症状

# symptom_list_discard_alert_body
source: Any selected symptoms will be unselected.
ar: سيتم إلغاء تحديد أي أعراض مُحددة.
bn: কোন উপসর্গ বেছে নেওয়া হয়ে থাকলে সেই বেছে নেওয়াটা বাতিল করে দেওয়া হবে।
cy: Bydd unrhyw symptomau a ddewiswyd yn cael eu dad-ddewis.
gu: કોઈ પણ પસંદ કરવામાં આવેલ લક્ષણોની પસંદગી નીકળી જશે.
pa: ਕੋਈ ਵੀ ਚੁਣੇ ਲੱਛਣਾਂ ਨੂੰ ਅਣਚੁਣਿਆ ਕਰ ਦਿੱਤਾ ਜਾਵੇਗਾ।
pl: Wszystkie zaznaczone objawy zostaną odznaczone.
ro: Orice simptome selectate vor fi neselectate.
tr: Seçilen tüm belirtilerin seçimi kaldırılacaktır.
ur: کسی مُنتخب کی گئی علامات کوغیرمُنتخب کردیا جائے گا۔
zh: 任何选定的症状都会被取消。

# symptom_list_discard_alert_cancel
source: Cancel
ar: إلغاء
bn: বাতিল করুন
cy: Canslo
gu: રદ્દ કરો
pa: ਰੱਦ ਕਰੋ
pl: Anuluj
ro: Anulare
tr: İptal
ur: منسوخ کریں
zh: 取消

# symptom_list_discard_alert_discard
source: Confirm
ar: تأكيد
bn: সুনিশ্চিত করুন
cy: Cadarnhau
gu: પુષ્ટિ કરો
pa: ਪੁਸ਼ਟੀ ਕਰੋ
pl: Potwierdź
ro: Confirmare
tr: Onayla
ur: تصدیق کریں
zh: 确认

# no_symptoms_heading
source: You do not have any of the main symptoms
ar: ليس لديك أيٌّ من الأعراض الرئيسية
bn: আপনার প্রধান উপসর্গগুলোর কোনটিই নেই
cy: Does gennych chi ddim un o'r prif symptomau
gu: તમને મુખ્ય કોઈ લક્ષણો નથી
pa: ਤੁਹਾਡੇ ਮੁੱਖ ਲੱਛਣਾਂ ਵਿੱਚੋਂ ਕੋਈ ਨਹੀਂ ਹੈ
pl: Nie wystąpiły u Ciebie żadne z głównych objawów
ro: Nu aveți niciunul dintre principalele simptome
tr: Ana belirtilerden hiçbirine sahip değilsiniz
ur: آپ کو کوئی بھی اہم علامت نہیں ہے
zh: 您没有任何主要症状

# no_symptoms_return_home_button
source: Back to home
ar: العودة إلى الشاشة الرئيسية
bn: হোমে ফিরে যান
cy: Yn ôl i'r dudalen gartref
gu: હોમ પર પાછા
pa: ਮੁੱਖ ਪੰਨੇ 'ਤੇ ਵਾਪਸ
pl: Powrót do strony głównej
ro: Înapoi acasă
tr: Ana sayfaya geri dön
ur: ہوم پر واپس جائیں
zh: 返回主屏幕

# no_symptoms_isolating_info_isolate_for
source: Self-isolate for
ar: إعزل نفسك لمدة
bn: স্ব-বিচ্ছিন্ন হন
cy: Hunanynyswch am
gu: માટે સેલ્ફ-આઇસોલેટ થાવ
pa: ਇਸ ਸਮੇਂ ਲਈ ਸੈਲਫ-ਆਈਸੋਲੇਟ ਕਰੋ
pl: Proszę izolować się przez
ro: Autoizolare pentru
tr: Boyunca karantinada kalın
ur: ذیل کے لئے خود کو علیحدہ کریں
zh: 自我隔离

# no_symptoms_isolating_info
source: You do not appear to have coronavirus symptoms
ar: لا يبدو لديك أعراض الإصابة بفيروس كورونا
bn: আপনার মধ্যে করোনাভাইরাসের উপসর্গ পরিলক্ষিত হয়নি
cy: Nid yw’n ymddangos bod gennych symptomau coronafeirws.
gu: તમને કોરોનાવાયરસના કોઈ લક્ષણો હોવાનું જણાતું નથી
pa: ਇੰਝ ਨਹੀਂ ਲੱਗਦਾ ਹੈ ਕਿ ਤੁਹਾਡੇ ਅੰਦਰ ਕੋਰੋਨਾਵਾਇਰਸ ਦੇ ਲੱਛਣ ਹਨ
pl: Nie wystąpiły u Ciebie objawy koronawirusa
ro: Nu pare să aveți simptome de coronavirus
tr: Koronavirüs belirtileri göstermediğiniz görünüyor
ur: بظاہر آپ میں کوروناوائرس کی علامات موجود نہیں۔
zh: 您似乎没有冠状病毒感染症状

# no_symptoms_isolating_body
source: You do not appear to have any COVID-19 symptoms, but it can take time for symptoms to develop. You are advised to stay at home to keep yourself and others safe.
ar: لا يبدو أنك تحمل أعراض الإصابة بفيروس كوفيد-19، ولكن قد يستغرق الأمر بعض الوقت قبل ظهور الأعراض. ننصحك بالبقاء في المنزل للمحافظة على سلامتك وسلامة الآخرين.
bn: এখন আপনার কোভিড-১৯-এর কোনো উপসর্গ আছে বলে মনে হচ্ছে না, তবে উপসর্গ দেখা দিতে সময় লাগতে পারে। নিজেকে ও অন্যদের নিরাপদ রাখার জন্য আপনাকে বাড়িতে অবস্থান করার পরামর্শ দেওয়া হচ্ছে।
cy: Mae’n ymddangos nad oes unrhyw symptomau COVID-19 arnoch, ond fe all symptomau ddatblygu ymhen amser. Cynghorwn chi i aros gartref i’ch cadw eich hun ac eraill yn ddiogel.
gu: તમને COVID-19 ના કોઈ લક્ષણો છે તેવું લાગતું નથી, પરંતુ લક્ષણો વિકસિત થવામાં સમય લાગી શકે છે. તમારી જાતને અને અન્ય લોકોને સુરક્ષિત રાખવા માટે તમને ઘરે જ રહેવાની સલાહ આપવામાં આવે છે.
pa: ਜਾਪਦਾ ਹੈ ਕਿ ਤੁਹਾਨੂੰ COVID-19 ਦੇ ਲੱਛਣ ਨਹੀਂ ਹਨ, ਪਰ ਲੱਛਣਾਂ ਦੇ ਸਾਹਮਣੇ ਆਉਣ ਵਿੱਚ ਸਮਾਂ ਲੱਗ ਸਕਦਾ ਹੈ। ਆਪਣੇ-ਆਪ ਨੂੰ ਅਤੇ ਦੂਜਿਆਂ ਨੂੰ ਸੁਰੱਖਿਅਤ ਰੱਖਣ ਲਈ ਤੁਹਾਨੂੰ ਘਰ ਰਹਿਣ ਦੀ ਸਲਾਹ ਦਿੱਤੀ ਜਾਂਦੀ ਹੈ।
pl: Wygląda na to, że nie masz żadnych objawów COVID-19, jednak mogą one wystąpić dopiero po jakimś czasie. Zaleca się pozostanie w domu, aby chronić siebie i innych.
ro: Nu pare că aveți simptome de COVID-19, însă poate dura până la apariția acestora. Vă recomandăm să stați acasă, pentru a vă menține pe dvs. și pe ceilalți în siguranță.
tr: Herhangi bir COVID-19 belirtisine sahip olmadığınız görülüyor, ancak belirtilerin ortaya çıkması zaman alabilir. Kendinizi ve diğer insanları güvende tutmak için evde kalmanızı öneriyoruz.
ur: آپ کے اندر بظاہر COVID-19 کی کوئی علامات نہیں پائی جاتی ہیں، لیکن علامات ظاہر ہونے میں وقت لگ سکتا ہے۔ آپ کو صلاح دی جاتی ہے کہ خود کو اور دوسروں کو محفوظ رکھنے کے لیے گھر پر رہیں۔
zh: 您没有任何 COVID-19 症状，但可能需要一段时间才会出现这些症状。 建议您居家隔离以保护您和他人的安全。

# no_symptoms_isolating_advice
source: For further advice, please visit:
ar: للاطلاع على المزيد من النصائح، يرجى زيارة الموقع الإلكتروني:
bn: আরও পরামর্শের জন্য, অনুগ্রহ করে ভিজিট করুন:
cy: I gael rhagor o gyngor, cysylltwch â:
gu: વધારે સલાહ- સૂચન માટે, કૃપા કરી કોન્ટેક્ટ કરોઃ
pa: ਵਧੇਰੇ ਸਲਾਹ ਲਈ, ਹੇਠਾਂ ਦਿੱਤੇ ਲਿੰਕ ‘ਤੇ ਜਾਓ:
pl: Aby uzyskać dalsze informacje, proszę wejść na stronę:
ro: Pentru îndrumări suplimentare, vă rugăm să vizitați:
tr: Daha fazla tavsiye için lütfen aşağıdaki linki ziyaret edin:
ur: مزید مشورے کے لئے براہ کرم دیکھیے:
zh: 有关更多建议，请访问：

# no_symptoms_isolating_return_home_button
source: Back to home
ar: العودة إلى الشاشة الرئيسية
bn: হোমে ফিরে যান
cy: Yn ôl i'r dudalen gartref
gu: હોમ પર પાછા
pa: ਮੁੱਖ ਪੰਨੇ 'ਤੇ ਵਾਪਸ
pl: Powrót do strony głównej
ro: Înapoi acasă
tr: Ana sayfaya geri dön
ur: ہوم پر واپس جائیں
zh: 返回主屏幕

# positive_symptoms_please_isolate_for
source: Please isolate for
ar: إعزل نفسك لمدة
bn: স্ব-বিচ্ছিন্ন হন
cy: Hunanynyswch am
gu: માટે કૃપા કરી આઇસોલેશનમાં રહો
pa: ਇਸ ਸਮੇਂ ਲਈ ਸੈਲਫ-ਆਈਸੋਲੇਟ ਕਰੋ
pl: Proszę izolować się przez
ro: Autoizolare pentru
tr: Boyunca karantinada kalın
ur: ذیل کے لیے خود کو تنہا کریں
zh: 自我隔离

# positive_symptoms_and_book_a_test
source: and book a test
ar: وقم بإجراء اختبار COVID-19
bn: এবং একটি COVID-19 পরীক্ষা করান
cy: a chael prawf COVID-19
gu: અને ટેસ્ટ બુક કરાવો
pa: ਅਤੇ COVID-19 ਟੈਸਟ ਕਰਵਾਓ
pl: i wykonać test na COVID-19
ro: și faceți un test anti COVID-19
tr: ve COVID-19 testi yaptırın
ur: اور COVID-19 کی ایک جانچ کرائیں
zh: 并接受 COVID-19 检测

# positive_symptoms_you_might_have_corona
source: You may have coronavirus
ar: قد تكون مصابا بفيروس COVID-19
bn: আপনার COVID-19 থাকতে পারে
cy: Efallai fod gennych COVID-19
gu: તમને કોરોનાવાયરસ હોઈ શકે છે
pa: ਤੁਹਾਨੂੰ COVID-19 ਹੋ ਸਕਦਾ ਹੈ
pl: Możesz mieć COVID-19
ro: Este posibil să aveți COVID-19
tr: Koronavirüsle enfekte olmuş olabilirsiniz
ur: آپ کو COVID-19 ہو سکتا ہے
zh: 您可能感染 COVID-19

# positive_symptoms_link_label
source: For further advice, please visit:
ar: للاطلاع على المزيد من النصائح، يرجى زيارة الموقع الإلكتروني:
bn: আরও পরামর্শের জন্য, অনুগ্রহ করে ভিজিট করুন:
cy: I gael rhagor o gyngor, cysylltwch â:
gu: વધારે સલાહ- સૂચન માટે, કૃપા કરી કોન્ટેક્ટ કરોઃ
pa: ਵਧੇਰੇ ਸਲਾਹ ਲਈ, ਹੇਠਾਂ ਦਿੱਤੇ ਲਿੰਕ ‘ਤੇ ਜਾਓ:
pl: Aby uzyskać dalsze informacje, proszę wejść na stronę:
ro: Pentru îndrumări suplimentare, vă rugăm să vizitați:
tr: Daha fazla tavsiye için lütfen aşağıdaki linki ziyaret edin:
ur: مزید مشورے کے لئے براہ کرم دیکھیے:
zh: 有关更多建议，请访问：

# positive_symptoms_corona_test_button
source: Book a free test
ar: العودة إلى الشاشة الرئيسية
bn: হোমে ফিরে যান
cy: Yn ôl i'r dudalen gartref
gu: ફ્રિ ટેસ્ટ બુક કરો
pa: ਮੁੱਖ ਪੰਨੇ 'ਤੇ ਵਾਪਸ
pl: Powrót do strony głównej
ro: Înapoi acasă
tr: Hızlı antijen test kiti edinin
ur: ہوم پر واپس جائیں
zh: 返回主屏幕

# exposure_acknowledgement_self_isolate_for
source: Self-isolate for
ar: إعزل نفسك لمدة
bn: স্ব-বিচ্ছিন্ন হন
cy: Hunanynyswch am
gu: માટે સેલ્ફ-આઇસોલેટ થાવ
pa: ਇਸ ਸਮੇਂ ਲਈ ਸੈਲਫ-ਆਈਸੋਲੇਟ ਕਰੋ
pl: Proszę izolować się przez
ro: Autoizolare pentru
tr: Boyunca karantinada kalın
ur: ذیل کے لیے خود کو تنہا کریں
zh: 自我隔离

# exposure_acknowledgement_warning
source: The app has detected that you have been in contact with someone who has coronavirus (COVID-19).
ar: لقد اكتشف التطبيق أنك كنت مخالطًا لأحد الأشخاص المصابين بفيروس كورونا (كوفيد-19).
bn: অ্যাপটি সনাক্ত করেছে যে আপনি করোনাভাইরাস (কোভিড-১৯) সংক্রমিত কারোর সংস্পর্শে এসেছিলেন।
cy: Mae’r ap wedi darganfod y buoch mewn cysylltiad â rhywun sydd â coronafeirws (COVID-19).
gu: એપએ શોધી કાઢ્યું છે કે તમે કોરોનાવાયરસ (કોવિડ -19) ધરાવતા કોઈની સાથે સંપર્કમાં આવ્યાં છો.
pa: ਐਪ ਨੇ ਪਤਾ ਲਗਾਇਆ ਹੈ ਕਿ ਤੁਸੀਂ ਕਿਸੇ ਅਜਿਹੇ ਵਿਅਕਤੀ ਦੇ ਸੰਪਰਕ ਵਿੱਚ ਰਹੇ ਹੋ ਜਿਸਨੂੰ ਕੋਰੋਨਾਵਾਇਰਸ (COVID-19) ਹੈ।
pl: Aplikacja stwierdziła, że miałeś(-aś) kontakt z osobą zakażoną koronawirusem (COVID-19).
ro: Aplicația a detectat că ați intrat în contact cu o persoană infectată cu coronavirus (COVID-19).
tr: Uygulama, koronavirüs (COVID-19) tanısı konmuş olan birisiyle temasa geçtiğinizi tespit etti.
ur: ایپ کو پتہ لگا ہے کہ آپ ایسے شخص کے رابطے میں رہے ہیں جس کو کورونا وائرس (COVID-19) ہے۔
zh: 本应用程序检测到您与新冠 (COVID-19) 患者有过接触。

# exposure_acknowledgement_link_label
source: For further advice, please visit:
ar: للاطلاع على المزيد من النصائح، يرجى زيارة الموقع الإلكتروني:
bn: আরও পরামর্শের জন্য, অনুগ্রহ করে ভিজিট করুন:
cy: I gael rhagor o gyngor, cysylltwch â:
gu: વધારે સલાહ- સૂચન માટે, કૃપા કરી કોન્ટેક્ટ કરોઃ
pa: ਵਧੇਰੇ ਸਲਾਹ ਲਈ, ਹੇਠਾਂ ਦਿੱਤੇ ਲਿੰਕ ‘ਤੇ ਜਾਓ:
pl: Aby uzyskać dalsze informacje, proszę wejść na stronę:
ro: Pentru îndrumări suplimentare, vă rugăm să vizitați:
tr: Daha fazla tavsiye için lütfen aşağıdaki linki ziyaret edin:
ur: مزید مشورے کے لئے براہ کرم دیکھیے:
zh: 有关更多建议，请访问：

# exposure_acknowledgement_button
source: I understand
ar: أفهم ذلك
bn: আমি বুঝতে পেরেছি
cy: Rwy’n deall
gu: હું સમજુ છું
pa: ਮੈਂ ਸਮਝਦਾ/ਸਮਝਦੀ ਹਾਂ
pl: Rozumiem
ro: Înțeleg
tr: Anlıyorum
ur: میں سمجھ رہا/رہی ہوں
zh: 我已了解

# isolation_until_date %@ %@
source: Until %@ at %@
ar: حتى %@ في تمام الساعة %@
bn: %@ তারিখ %@ পর্যন্ত
cy: tan %@ am %@
gu: %@ સુધી %@ સમયે
pa: %@ %@ ਵਜੇ ਤੱਕ
pl: Do %@ o godz. %@
ro: Până pe %@ la %@
tr: Şu zamana kadar: %@, %@
ur: %@ کو %@تک
zh: 直到 %@ %@

# isolation_until_date_title
source: Self-isolate
ar: أعزل نفسك
bn: নিজেকে আলাদা রাখুন
cy: Hunanynysu
gu: તમારે સેલ્ફ-આઇસોલેટ થવાની જરૂરિયાત છે.
pa: ਖੁਦ ਨੂੰ ਅਲੱਗ ਰੱਖੋ
pl: Izoluj się
ro: Auto-izolați-vă
tr: Karantinaya girin
ur: خود کو الگ تھلگ رکھیں
zh: 自我隔离

# end_of_isolation_isolate_title
source: Good news!
ar: أخبار جيدة
bn: সুখবর
cy: Newyddion da
gu: સારા સમાચાર!
pa: ਚੰਗੀ ਖਬਰ ਹੈ
pl: Dobra wiadomość
ro: Vești bune
tr: İyi haberlerimiz var!
ur: اچھی خبر
zh: 好消息

# end_of_isolation_has_passed_description date: %@ time: %@
source: You were released from isolation on %@ at %@
ar: أنتهت التوجيهات الخاصة باقامتك في المنزل في يوم %@ في الساعة %@
bn: আপনার বাসায় থাকার নির্দেশিকা %@-এ %@-এ শেষ হয়েছে
cy: Daeth eich canllawiau aros gartref i ben ar %@ am %@
gu: %@ ના રોજ %@ વાગે તમને આઇસોલેશન માંથી બહાર કરવામાં આવ્યા હતા
pa: ਤੁਹਾਡਾ ਘਰ ਰਹਿਣ ਦਾ ਮਾਰਗਦਰਸ਼ਨ %@ ਨੂੰ %@ ਵਜੇ ਸਮਾਪਤ ਹੋ ਗਿਆ
pl: Zalecenie dotyczące pozostania w domu wygasło %@ o %@
ro: Indicațiile privind rămânerea dvs. acasă au luat sfârșit pe data de %@ ora %@
tr: %@, %@ itibarıyla kişisel karantinanızın sonuna geldiniz
ur: آپ کی گھر پر رہنے سے متعلق رہنمائی %@ کو %@ پر ختم ہو گئی ہے
zh: 居家隔离指导意见结束时间：%@ %@

# end_of_isolation_is_near_description date: %@ time: %@
source: Your self-isolation will finish on %@ at %@
ar: يمكنك الاستمرار في ممارسة الأنشطة العادية بعد يوم %@ في الساعة %@
bn: আপনি %@-এর পরে %@-এ স্বাভাবিক কার্যকলাপ চালিয়ে যেতে পারবেন
cy: Gallwch barhau gyda gweithgareddau arferol ar ôl %@ am %@
gu: %@ ના રોજ %@ વાગે તમારું સેલ્ફ-આઇસોલેશન સમાપ્ત થશે
pa: ਤੁਸੀਂ %@ ਤੋਂ ਬਾਅਦ %@ ਨੂੰ ਆਮ ਗਤੀਵਿਧੀਆਂ ਜਾਰੀ ਰੱਖ ਸਕਦੇ ਹੋ
pl: Możesz powrócić do normalnej aktywności po %@ o %@
ro: Puteți continua activitățile normale după data de %@, ora %@
tr: Kişisel karantinanızın sona ereceği zaman: %@, %@
ur: آپ %@ کے بعد %@ پر معمول کی سرگرمیاں جاری رکھ سکتے ہیں
zh: 正常生活恢复时间：%@ %@

# end_of_isolation_finished_description
source: Your self-isolation has now finished
ar: لقد انتهت الآن مدة العزل الذاتي لك
bn: আপনার স্ব-বিচ্ছিন্ন থাকা এখন সম্পন্ন হয়েছে
cy: Mae’ch hunanynysu wedi dod i ben
gu: તમારા સેલ્ફ-આઇસોલેશનનો સમય હવે પૂર્ણ થયો છે
pa: ਤੁਹਾਡਾ ਸੈਲਫ-ਆਈਸੋਲੇਸ਼ਨ ਹੁਣ ਖਤਮ ਹੋ ਗਿਆ ਹੈ
pl: Twoja izolacja zakończyła się
ro: Auto-izolarea dvs. s-a terminat acum
tr: Kişisel karantinanız sona erdi
ur: آپ کی ذاتی علیحدگی اب مکمل ہو چکی ہے
zh: 您的自我隔离现已结束

# end_of_isolation_positive_text_no_isolation_title
source: Although you tested positive, your period for self-isolation is over
ar: على الرغم من إصابتك بالفيروس، يمكنك الاستمرار في ممارسة الأنشطة العادية إذا كنت تشعر بصحة جيدة
bn: যদিও পরীক্ষার ফলাফল পজিটিভ এসেছে, তবে আপনি যথেষ্ট সুস্থ বোধ করলে আপনি স্বাভাবিক কার্যকলাপ চালিয়ে যেতে পারেন
cy: Er i chi brofi'n bositif, gallwch barhau â gweithgareddau arferol os ydych chi'n teimlo'n ddigon da
gu: જો કે તમારું પરીક્ષણ સકારાત્મક આવ્યું, પરંતુ તમારો સેલ્ફ-આઇસોલેશનનો સમય પૂરો થઈ ચૂક્યો છે
pa: ਹਾਲਾਂਕਿ ਤੁਹਾਡਾ ਟੈਸਟ ਪਾਜ਼ਿਟਿਵ ਆਇਆ ਹੈ, ਜੇਕਰ ਤੁਸੀਂ ਠੀਕ ਮਹਿਸੂਸ ਕਰਦੇ ਹੋ ਤਾਂ ਤੁਸੀਂ ਆਮ ਗਤੀਵਿਧੀਆਂ ਨੂੰ ਜਾਰੀ ਰੱਖ ਸਕਦੇ ਹੋ
pl: Chociaż wynik Twojego testu był pozytywny, możesz kontynuować normalną aktywność, jeśli czujesz się wystarczająco dobrze
ro: Deși testul dvs. este pozitiv, puteți continua activitățile normale dacă vă simțiți suficient de bine
tr: Her ne kadar test sonucunuz pozitif olsa da kişisel karantina süreniz sona erdi
ur: اگرچہ آپ کی جانچ مثبت آئی ہے، تاہم اگر آپ کافی بہتر محسوس کرتے ہیں تو آپ معمول کی سرگرمیاں جاری رکھ سکتے ہیں
zh: 虽然检测结果呈阳性，但若感觉足够好，您可以恢复正常生活
