Repository: nihp-public/covid-19-app-ios-ag-public
Catalog: NHS-COVID-19/Core/Sources/Localization/Resources/*.lproj/Localizable.strings
Languages: ar, bn, cy, gu, pa, pl, ro, tr, ur, zh

# settings_title
source: Settings
ar: الإعدادات
bn: সেটিংস
cy: Gosodiadau
gu: સેટિંગ્ઝ
pa: ਸੈਟਿੰਗਜ਼
pl: Ustawienia
ro: Setări
tr: Ayarlar
ur: ترتیبات
zh: 设置

# settings_row_language
source: Language
ar: اللغة
bn: ভাষা
cy: Iaith
gu: ભાષા
pa: ਭਾਸ਼ਾ
pl: Język
ro: Limba
tr: Dil
ur: زبان
zh: 语言

# settings_language_system_language
source: System Language
ar: لغة النظام
bn: সিস্টেমের ভাষা
cy: Iaith y System
gu: સિસ્ટમની ભાષા
pa: ਸਿਸਟਮ ਦੀ ਭਾਸ਼ਾ
pl: Język systemu
ro: Limba sistemului de operare
tr: Sistem Dili
ur: سسٹم کی زبان
zh: 系统语言

# settings_language_override_languages
source: Languages
ar: اللغات
bn: ভাষাসমূহ
cy: Ieithoedd
gu: ભાષાઓ
pa: ਭਾਸ਼ਾਵਾਂ
pl: Języki
ro: Limbi
tr: Diller
ur: زبانیں
zh: 语言

# mydata_venue_history_edit_button_accessibility_description
source: Edit your venue history
ar: تعديل
bn: সম্পাদনা করুন
cy: Golygu
gu: સંપાદિત કરો
pa: ਸੰਪਾਦਿਤ ਕਰੋ
pl: Edytuj
ro: Editare
tr: Düzenle
ur: ترمیم
zh: 编辑

# mydata_venue_history_done_button_accessibility_description
source: Done editing venue history
ar: تم
bn: সম্পন্ন
cy: Wedi'i wneud
gu: થઈ ગયું
pa: ਹੋ ਗਿਆ
pl: Gotowe
ro: Terminat
tr: Bitti
ur: ہوگیا
zh: 完成

# mydata_section_LocalAuthority_edit_button_accessibility_description
source: Edit your local authority
ar: تعديل
bn: সম্পাদনা করুন
cy: Golygu
gu: સંપાદિત કરો
pa: ਸੰਪਾਦਿਤ ਕਰੋ
pl: Edytuj
ro: Editare
tr: Düzenle
ur: ترمیم
zh: 编辑

# settings_language_en
source: English
ar: الإنجليزية
bn: ইংরেজি
cy: Saesneg
gu: અંગ્રેજી
pa: ਅੰਗਰੇਜ਼ੀ
pl: Angielski
ro: Engleză
tr: İngilizce
ur: انگریزی
zh: 英语

# settings_language_ar
source: Arabic
ar: العربية
bn: আরবি
cy: Arabeg
gu: અરબી
pa: ਅਰਬੀ
pl: Arabski
ro: Arabă
tr: Arapça
ur: عربی
zh: 阿拉伯语

# settings_language_bn
source: Bengali
ar: البنغالية
bn: বাংলা
cy: Bengaleg
gu: બંગાળી
pa: ਬੰਗਾਲੀ
ro: Bengaleză
tr: Bengalce
ur: بنگالی
zh: 孟加拉语

# settings_language_zh
source: Chinese (Simplified)
ar: الصينية (المبسطة)
bn: চিনা (সরলীকৃত)
cy: Tsieinëeg (wedi'i symleiddio)
gu: સાદુ ચાઇનિઝ
pa: ਚੀਨੀ (ਸਰਲੀਕ੍ਰਿਤ)
pl: Chiński (uproszczony)
ro: Chineză simplificată
tr: Basitleştirilmiş Çince
ur: چائنیز (عام فہم )
zh: 中文（简体）

# settings_language_gu
source: Gujarati
ar: الجوجاراتية
bn: গুজরাতি
cy: Gwjarati
gu: ગુજરાતી
pa: ਗੁਜਰਾਤੀ
pl: Gudżarati
tr: Guceratça
ur: گجراتی
zh: 古吉拉特语

# settings_language_pl
source: Polish
ar: البولندية
bn: পোলিশ
cy: Pwyleg
gu: પોલિશ
pa: ਪੋਲਿਸ਼
pl: Polski
ro: Poloneză
tr: Lehçe
ur: پولش
zh: 波兰语

# settings_language_pa
source: Punjabi
ar: البنجابية
bn: পাঞ্জাবি
cy: Pwnjabeg
gu: પંજાબી
pa: ਪੰਜਾਬੀ
pl: Pendżabi
ro: Punjabă
tr: Pencapça
ur: پنجابی
zh: 旁遮普语

# settings_language_ro
source: Romanian
ar: الرومانية
bn: রোমানিয়ান
cy: Rwmaneg
gu: રોમેનિયન
pa: ਰੋਮਾਨੀਅਨ
pl: Rumuński
ro: Română
tr: Romence
ur: رومینین
zh: 罗马尼亚语

# settings_language_so
source: Somali
ar: الصومالية
bn: সোমালি
cy: Somalieg
gu: સોમાલી
pa: ਸੋਮਾਲੀ
pl: Somalijski
ro: Somaleză
tr: Somalice
ur: صومالی
zh: 索马里语

# settings_language_tr
source: Turkish
ar: التركية
bn: তুর্কি
cy: Tyrceg
gu: તૂર્કી
pa: ਤੁਰਕੀ
pl: Turecki
ro: Turcă
tr: Türkçe
ur: ترکش
zh: 土耳其语

# settings_language_ur
source: Urdu
ar: الأردية
bn: উর্দু
cy: Wrdw
gu: ઉર્દૂ
pa: ਉਰਦੂ
tr: Urduca
ur: اردو
zh: 乌尔都语

# settings_language_cy
source: Welsh
ar: الويلزية
bn: ওয়েলস
cy: Cymraeg
gu: વેલ્શ
pa: ਵੈਲਸ਼
pl: Walijski
ro: Galeză
tr: Galce
ur: ویلش
zh: 威尔士语

# settings_language_confirm_selection_alert_description %@
source: Change app language to %@?
ar: تغيير لغة التطبيق إلى %@؟
bn: অ্যাপের ভাষা %@ ভাষায় পরিবর্তন করুন?
cy: Newid iaith yr ap i %@ ?
gu: એપની ભાષા બદલીને %@ કરવી છે?
pa: ਐਪ ਦੀ ਭਾਸ਼ਾ %@ ਵਿੱਚ ਬਦਲੋ?
pl: Zmień język aplikacji na %@?
ro: Modificați limba în %@?
tr: Uygulamanın dilini %@ olarak değiştir?
ur: ایپ کی زبان %@ میں تبدیل کریں؟
zh: 将 APP 语言更改为 %@？

# settings_language_title
source: Language
ar: اللغة
bn: ভাষা
cy: Iaith
gu: ભાષા
pa: ਭਾਸ਼ਾ
pl: Język
ro: Limbă
tr: Dil
ur: زبان
zh: 语言

# settings_language_confirm_selection_alert_no
source: Cancel
ar: إلغاء
bn: বাতিল করুন
cy: Canslo
gu: રદ્દ કરો
pa: ਰੱਦ ਕਰੋ
pl: Anuluj
ro: Anulare
tr: İptal
ur: منسوخ کریں
zh: 取消

# settings_language_confirm_selection_alert_yes
source: Confirm
ar: تأكيد
bn: সুনিশ্চিত করুন
cy: Cadarnhau
gu: પુષ્ટિ કરો
pa: ਪੁਸ਼ਟੀ ਕਰੋ
pl: Potwierdź
ro: Confirmare
tr: Onayla
ur: تصدیق کریں
zh: 确认

# mydata_test_result_test_date
source: Date
ar: التاريخ
bn: তারিখ
cy: Dyddiad
gu: તારીખ
pa: ਮਿਤੀ
pl: Data
ro: Data
tr: Tarih
ur: تاریخ
zh: 日期

# mydata_test_result_test_result
source: Result
ar: النتيجة
bn: ফলাফল
cy: Canlyniad
gu: પરિણામ
pa: ਨਤੀਜਾ
pl: Wynik
ro: Rezultat
tr: Sonuç
ur: نتیجہ
zh: 结果

# mydata_test_result_test_kit_type
source: Test kit type
ar: نوع مجموعة الاختبار
bn: পরীক্ষা কিটের ধরন
cy: Math o becyn prawf
gu: ટેસ્ટ કીટ પ્રકાર
pa: ਟੈਸਟ ਕਿੱਟ ਦੀ ਕਿਸਮ
pl: Typ zestawu testowego
ro: Tip set de testare
tr: Test kiti tipi
ur: ٹیسٹ کٹ کی قسم
zh: 检测试剂盒类型

# positive_test_result_requires_follow_up_test_subtitle
source: and book a follow-up test
ar: وحجز اختبار متابعة
bn: এবং একটি ফলো-আপ পরীক্ষা বুক করুন
cy: a bwcio prawf dilynol.
gu: અને ફૉલો-અપ ટેસ્ટ બૂક કરાવો
pa: ਅਤੇ ਇੱਕ ਫਾਲੋ-ਅੱਪ ਟੈਸਟ ਬੁੱਕ ਕਰੋ
pl: oraz zamów test kontrolny
ro: și rezervați un test de control
tr: ve bir takip testi için randevu alın
ur: اور ایک فالو اپ ٹیسٹ بُک کریں
zh: 并预约后续检测

# positive_test_result_requires_follow_up_test_start_to_isolate_info
source: Your coronavirus test result is positive.
ar: نتيجة اختبار الكشف عن إصابتك بفيروس كورونا إيجابية
bn: আপনার করোনাভাইরাস পরীক্ষার ফলাফল পজিটিভ
cy: Mae canlyniad eich prawf coronafirws yn bositif
gu: તમારા કોરોનાવાયરસનું ટેસ્ટ પરિણામ સકારાત્મક છે
pa: ਤੁਹਾਡਾ ਕੋਰੋਨਾਵਾਇਰਸ ਟੈਸਟ ਦਾ ਨਤੀਜਾ ਪਾਜ਼ਿਟਿਵ ਹੈ
pl: Wynik Twojego testu na koronawirusa jest pozytywny.
ro: Rezultatul testului dvs. de coronavirus este pozitiv
tr: Koronavirüs test sonucunuz pozitif
ur: آپ کے کوروناوائرس کے ٹیسٹ کا نتیجہ مثبت ہے۔
zh: 您的冠状病毒测试结果为阳性

# positive_test_result_requires_follow_up_test_explanation
source: To understand how the app calculates self-isolation days, visit the FAQs. Because you took a rapid swab test, you now need to get another type of test that is sent to a lab to verify the result. In the meantime, you and anyone you live with must self-isolate immediately.
ar: لفهم الطريقة التي يحسب بها التطبيق عدد أيام العزل الذاتي، يُرجى زيارة الأسئلة الشائعة. نظرًا لإجرائك اختبار مسحة سريع، فإنك تحتاج الآن إلى إجراء اختبارٍ من نوعٍ آخر يتم إرساله إلى أحد المُختبرات للتحقق من النتيجة. في تلك الأثناء، يتعين عليك وعلى الأشخاص الآخرين الذين تعيش معهم الخضوع للعزل الذاتي على الفور.
bn: স্ব-বিচ্ছিন্ন থাকার দিন সংখ্যা এই অ্যাপ কীভাবে গণনা করে তা বুঝতে নিচে প্রদত্ত প্রায়শই জিজ্ঞাসিত প্রশ্নাবলী দেখুন। আপনি যেহেতু একটি দ্রুত সোয়্যাব পরীক্ষা করিয়েছিলেন, তাই আপনাকে এখন আরেক ধরনের পরীক্ষা করাতে হবে যার ফলাফল যাচাই করার জন্য ল্যাবে পাঠানো হয়। মধ্যবর্তী সময়ে, আপনাকে এবং আপনার সঙ্গে বসবাসকারী যে কাউকে অবিলম্বে স্ব-বিচ্ছিন্ন হতে হবে।
cy: Er mwyn deall sut mae'r ap yn cyfrifo diwrnodau hunan-ynysu, ewch i'r rhestr o gwestiynau a ofynnir yn aml. Oherwydd eich bod wedi cael prawf swab cyflym, mae angen i chi gael math arall o brawf nawr a fydd yn cael ei anfon i'r labordy i ddilysu'r canlyniad. Yn y cyfamser rhaid i chi ac unrhyw un arall sy'n byw gyda chi hunan-ynysu ar unwaith.
gu: સેલ્ફ આયસોલેશનનાં દિવસોનો એપ કેવી રીતે સરવાળો કરે છે એ જાણવા માટે પૂછાતા પ્રશ્નો જૂઓ. તમે રૅપિડ સ્વૅબ ટેસ્ટ લીધો હોવાથી તમારે હવે રિઝલ્ટ માટે લૅબમાં મોકલવામાં આવેલ અન્ય પ્રકારનો ટેસ્ટ કરાવવાની જરૂર છે. દરમિયાન, તમે અને તમે જેમની સાથે રહેતા હો એવી કોઈ પણ વ્યક્તિએ તાત્કાલિક સૅલ્ફ-આઇસોલેટ થવાનું રહેશે.
pa: ਇਹ ਸਮਝਣ ਲਈ ਕਿ ਐਪ ਸਵੈ-ਇਕਾਂਤਵਾਸ ਦੇ ਦਿਨਾਂ ਦੀ ਗਣਨਾ ਕਿਵੇਂ ਕਰਦੀ ਹੈ, ਅਕਸਰ ਪੁੱਛੇ ਜਾਂਦੇ ਪ੍ਰਸ਼ਨਾਂ 'ਤੇ ਜਾਓ। ਕਿਉਂਕਿ ਤੁਸੀਂ ਇੱਕ ਰੈਪਿਡ ਸਵੈਬ ਟੈਸਟ ਕਰਵਾਇਆ ਹੈ, ਨਤੀਜਿਆਂ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਲਈ ਤੁਹਾਨੂੰ ਹੁਣ ਇੱਕ ਹੋਰ ਕਿਸਮ ਦਾ ਟੈਸਟ ਕਰਵਾਉਣ ਦੀ ਲੋੜ ਹੈ ਜੋ ਇੱਕ ਲੈਬ ਨੂੰ ਭੇਜਿਆ ਜਾਂਦਾ ਹੈ। ਇਸ ਦੌਰਾਨ, ਤੁਹਾਨੂੰ ਅਤੇ ਤੁਹਾਡੇ ਨਾਲ ਰਹਿਣ ਵਾਲੇ ਕਿਸੇ ਵੀ ਵਿਅਕਤੀ ਨੂੰ ਤੁਰੰਤ ਲਾਜ਼ਮੀ ਸਵੈ-ਇਕੱਲਤਾ ਵਿੱਚ ਚਲੇ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ।
pl: Aby zrozumieć, w jaki sposób aplikacja liczy dni izolacji, zapoznaj się z najczęściej zadawanymi pytaniami (FAQ). Ponieważ miałeś(-aś) szybki test wymazowy, musisz teraz poddać się innemu rodzajowi testu, który zostanie wysłany do laboratorium w celu weryfikacji wyniku. W międzyczasie musisz natychmiast odizolować się wraz ze swoimi domownikami.
ro: Pentru a înțelege modul în care aplicația calculează zilele de autoizolare, accesați întrebările frecvente. Pentru că ați făcut un test rapid de recoltare exudat, acum trebuie să rezervați un alt tip de test care este trimis la un laborator pentru a verifica rezultatul. Între timp, dvs. și persoanele cu care locuiți trebuie să vă autoizolați imediat.
tr: Uygulamanın kişisel karantina günlerini nasıl hesapladığını anlamak için SSS (sıkça sorulan sorular) bölümünü ziyaret edin Hızlı bir sürüntü testi yaptırdığınızdan, şimdi bu sonucun doğrulanması için laboratuvara gönderilmek üzere farklı türde test daha yaptırmalısınız. Bu zaman zarfında kendinizi, birlikte yaşadığınız diğer tüm bireylerle birlikte derhal karantinaya almalısınız.
ur: یہ سمجھنے کے لئے کہ ایپ خود کو تنہائی میں رکھنے کے دنوں کا حساب کیسے دیتی ہے ، عمومی سوالنامہ دیکھیں۔ چونکہ آپ نے ایک تیز رفتار سویب ٹیسٹ کروایا ہے، لہذا اب آپ کو دوسری قسم کا ٹیسٹ کروانے کی ضرورت ہے جو نتیجے کی تصدیق کرنے کے لیے لیب میں بھیجا گیا ہے۔ اس بیچ، آپ کو اور جس کے ساتھ آپ رہتے ہیں اسے فوری طور پر خود کو تنہا کرنا ضروری ہے۔
zh: 若要了解应用程序如何计算自我隔离天数，请访问"常见问题解答"。 您之前做的是快速拭子检测，因此，您现在需要进行另一种检测，并将检测样本送到实验室去进行化验。 同时，您同与您一起生活的任何人员必须立即自行隔离。

# positive_test_result_requires_follow_up_test_book_test_button
source: Book a follow-up test
ar: حجز اختبار متابعة
bn: একটি ফলো-আপ পরীক্ষা বুক করুন
cy: Archebwch brawf dilynol
gu: ફોલો-અપ ટેસ્ટ બૂક કરો
pa: ਫਾਲੋਅੱਪ ਟੈਸਟ ਬੁੱਕ ਕਰੋ
pl: Zamów test kontrolny
ro: Rezervați un test de control
tr: Bir takip testi için randevu alın
ur: ایک فالو اپ ٹیسٹ بک کروائیں
zh: 预定后续检测

# positive_test_result_already_confirmed_positive_explanation
source: If you are under 18, you are advised to show this message to a trusted adult.
ar: إذا كان عمرك أقل من 18 عامًا، فإننا نوصيك بعرض هذه الرسالة على شخصٍ بالغٍ محل ثقةٍ لديك.
bn: আপনার বয়স ১৮ বছরের কম হলে, নির্ভরযোগ্য কোনো প্রাপ্তবয়স্ক ব্যক্তিকে এই বার্তা দেখানোর জন্য পরামর্শ দেওয়া হচ্ছে।
cy: Os ydych dan 18 oed, rydym yn eich cynghori i ddangos y neges yma i oedolyn rydych yn ymddiried ynddo.
gu: જો તમારી ઉંમર 18 વર્ષથી ઓછી હોય તો તમે આ સંદેશ કોઈ વિશ્વાસુ પુખ્ત વ્યક્તિને બતાવો એવી સલાહ આપવામાં આવે છે.
pa: ਜੇ ਤੁਹਾਡੀ ਉਮਰ 18 ਸਾਲ ਤੋਂ ਘੱਟ, ਤਾਂ ਤੁਹਾਨੂੰ ਸਲਾਹ ਦਿੱਤੀ ਜਾਂਦੀ ਹੈ ਕਿ ਤੁਸੀਂ ਇਹ ਸੁਨੇਹਾ ਕਿਸੇ ਭਰੋਸੇਮੰਦ ਬਾਲਗ ਨੂੰ ਦਿਖਾਓ।
pl: Jeżeli nie masz ukończonych 18 lat, radzimy pokazać tę wiadomość zaufanej osobie dorosłej.
ro: Dacă aveți sub 18 ani, vă recomandăm să arătați acest mesaj unui adult de încredere.
tr: 18 yaşından küçükseniz, bu mesajı güvendiğiniz bir yetişkine göstermeniz önerilir.
ur: اگر آپ کی عمر 18 سال سے کم ہے تو، آپ کو یہ پیغام کسی قابل اعتماد بالغ فرد کو دکھانے کا مشورہ دیا جاتا ہے.
zh: 即使没有任何症状，您也极有可能感染和传播该病毒。如果您还未满 18 岁，建议您将此消息拿提供给您信任的成年人。

# positive_test_result_already_confirmed_positive_title
source: Continue to self-isolate for
ar: الاستمرار في تطبيق العزل الذاتي لمدة
bn: নিজেকে আলাদা রাখা অব্যাহত রাখুন
cy: Parhewch i hunanynysu am
gu: સેલ્ફ-આઇસોલેશનમાં રહેવાનું ચાલુ રાખો
pa: ਇਸ ਸਮੇਂ ਲਈ ਸੈਲਫ-ਆਈਸੋਲੇਸ਼ਨ ਵਿੱਚ ਰਹਿਣਾ ਜਾਰੀ ਰੱਖੋ
pl: Kontynuuj izolację przez
ro: Continuați să vă autoizolați pentru
tr: Kişisel karantinaya devam edilecek süre
ur: ذیل کے لئے ذاتی علیحدگی جاری رکھیں
zh: 继续自我隔离

# positive_test_result_already_confirmed_positive_info
source: Your coronavirus test result is positive
ar: نتيجة اختبار الكشف عن إصابتك بفيروس كورونا إيجابية
bn: আপনার করোনাভাইরাস পরীক্ষার ফলাফল পজিটিভ
cy: Mae canlyniad eich prawf coronafirws yn bositif
gu: તમારા કોરોનાવાયરસનું ટેસ્ટ પરિણામ સકારાત્મક છે
pa: ਤੁਹਾਡਾ ਕੋਰੋਨਾਵਾਇਰਸ ਟੈਸਟ ਦਾ ਨਤੀਜਾ ਪਾਜ਼ਿਟਿਵ ਹੈ
pl: Wynik Twojego testu na koronawirusa jest pozytywny.
ro: Rezultatul testului dvs. de coronavirus este pozitiv
tr: Koronavirüs test sonucunuz pozitif
ur: آپ کے کوروناوائرس کے ٹیسٹ کا نتیجہ مثبت ہے۔
zh: 您的冠状病毒测试结果为阳性

# positive_test_result_already_confirmed_positive_continue
source: Continue
ar: استمرار
bn: চালিয়ে যান
cy: Parhau
gu: ચાલુ રાખો
pa: ਜਾਰੀ ਰੱਖੋ
pl: Kontynuuj
ro: Continuare
tr: Devam
ur: جاری رکھیں
zh: 继续

# mydata_test_result_follow_up_test
source: Follow-up test
ar: اختبار المتابعة
bn: ফলো-আপ পরীক্ষা
cy: Prawf dilynol
gu: ફૉલો-અપ ટેસ્ટ
pa: ਫਾਲੋ-ਅੱਪ ਟੈਸਟ
pl: Test kontrolny
ro: Test de control
tr: Takip testi
ur: فالو اپ ٹیسٹ
zh: 后续检测

# mydata_test_result_follow_up_not_required
source: Not required
ar: غير مطلوب
bn: প্রয়োজন নাই
cy: Nid yw'n ofynnol
gu: જરૂરી નથી
pa: ਲੋੜ ਨਹੀਂ
pl: Nie wymagany
ro: Nu este necesar
tr: Gerekmiyor
ur: مطلوب نہیں ہے
zh: 不需要

# mydata_test_result_follow_up_pending
source: Pending
ar: في قائمة الانتظار
bn: অনিষ্পন্ন
cy: I ddod
gu: બાકી
pa: ਬਕਾਇਆ
pl: Oczekujący
ro: În așteptare
tr: Beklemede
ur: زیر التوا
zh: 待定

# mydata_test_result_follow_up_complete
source: Complete
ar: مكتمل
bn: সম্পূর্ণ
cy: Wedi'i gwblhau
gu: પૂર્ણ
pa: ਪੂਰਾ
pl: Zakończony
ro: Finalizat
tr: Tamamlanmış
ur: مکمل کریں
zh: 完成

# link_test_result_enter_code_daily_contact_testing_bulleted_list
source: If you have a positive result, enter the code you will have received in the box above and self-isolate If you have a negative result, you do not receive a code. You need to tell us you have a negative result below and continue
ar: يجب إدخال الرمز الذي تستلمه في المربع الموجود أعلاه والخضوع للعزل الذاتي عند تسجيلك نتيجة إيجابية لن تستلم أيّ رمزٍ في حال تسجيلك نتيجة سلبية. ليس عليك سوى إخبارنا بأنك حصلت على نتيجة سلبية ومواصلة حياتك
bn: আপনার ফলাফল পজিটিভ হলে, আপনি যে কোডটি পেয়েছেন সেটি উপরের বক্সে প্রবেশ করান এবং স্ব-বিচ্ছিন্ন থাকুন আপনার ফলাফল নেগেটিভ হলে, আপনি কোনো কোড পাবেন না। নিচে আপনাকে জানাতে হবে যে আপনার ফলাফল নেগেটিভ এবং তারপর চালিয়ে যাবেন।
cy: Os oes gennych ganlyniad positif, teipiwch y cod y byddwch wedi'i dderbyn yn blwch uchod a hunanynyswch Os oes gennych ganlyniad negatif, ni fyddwch yn derbyn cod. Mae angen i chi ddweud wrthym eich bod wedi derbyn canlyniad negatif isod, a pharhau
gu: જો તમારું પૉઝિટિવ પરિણામ આવે એતો તમે ઉપરના ખાનામાં મેળવેલ કોડ ઍન્ટર કરો અને સૅલ્ફ-આઇસોલેટ થાઓ જો તમારું પરિણામ નૅગેટિવ હોય તો તમને કોડ મળશે નહિ. તમારું પરિણામ નૅગેટિવ છે એ અંગે તમારે નીચે અમને જાણ કરવાની જરૂર પડશે અને આગળ વધશો.
pa: ਜੇ ਤੁਹਾਡਾ ਨਤੀਜਾ ਪਾਜ਼ਿਟਿਵ ਹੈ, ਤਾਂ ਉੱਪਰ ਬਾਕਸ ਵਿੱਚ ਉਹ ਕੋਡ ਭਰੋ ਜੋ ਤੁਹਾਨੂੰ ਪ੍ਰਾਪਤ ਹੋਇਆ ਹੋਵੇਗਾ ਅਤੇ ਇਕਾਂਤਵਾਸ ਵਿੱਚ ਰਹੋ ਜੇ ਤੁਹਾਡਾ ਨਤੀਜਾ ਨੈਗੇਟਿਵ ਹੈ, ਤਾਂ ਤੁਹਾਨੂੰ ਕੋਈ ਕੋਡ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੁੰਦਾ ਹੈ। ਤੁਹਾਨੂੰ ਹੇਠਾਂ ਸਾਨੂੰ ਦੱਸਣ ਦੀ ਲੋੜ ਹੈ ਕਿ ਤੁਹਾਡਾ ਨਤੀਜਾ ਨੈਗੇਟਿਵ ਹੈ ਅਤੇ ਜਾਰੀ ਰੱਖੋ।
pl: Jeżeli Twój wynik jest dodatni, wpisz w poniższym polu otrzymany kod i poddaj się izolacji Jeżeli Twój wynik jest ujemny, nie otrzymasz kodu. Należy poniżej poinformować nas o uzyskaniu ujemnego wyniku i kontynuować
ro: Dacă aveți un rezultat pozitiv, introduceți codul pe care l-ați primit în caseta de mai sus și autoizolați-vă Dacă aveți un rezultat negativ, nu veți primi niciun cod. Trebuie să ne raportați rezultatul negativ mai jos și să continuați.
tr: Test sonucunuz pozitifse, aldığınız kodu yukarıdaki kutuya girin ve kendinizi karantinaya alın Test sonucunuz negatifse, bir kod almazsınız. Sonucunuzun negatif olduğunu bize aşağıda söylemeli ve devam etmelisiniz
ur: اگر آپ کا نتیجہ مثبت ہے تو، آپ کو جو کوڈ موصول ہوا ہوگا اسے اوپر کے خانے میں درج کریں اور خود کو تنہا کریں۔ اگر آپ کا نتیجہ منفی ہے تو، آپ کو کوڈ موصول نہیں ہوتا ہے۔ آپ کو نیچے ہمیں بتانا ہوتا ہے کہ آپ کا نتیجہ منفی ہے اور جاری رکھیں۔
zh: 如果您的检测结果呈阳性，输入您将在上方文本框收到的代码并进行自我隔离 如果您的检测结果呈阴性，您将不会收到代码。您需要在下方告知我们您的检测结果呈阴性，然后继续

# test_check_symptoms_heading
source: Did you have any of the following coronavirus symptoms?
ar: هل كان لديك أي من أعراض COVID-19 التالية؟
bn: আপনার কিী নিম্নলিখিত কোনও COVID-19 উপসর্গ ছিলে?
cy: Oedd gennych chi unrhyw un o'r symptomau coronafeirws canlynol?
gu: શું તમને નીચેનામાંથી કોઈ પણ કોરોનાવાયરસ લક્ષણો થયા હતા?
pa: ਕੀ ਤੁਹਾਨੂੰ ਇਹਨਾਂ ਵਿੱਚੋਂ ਕੋਈ ਵੀ COVID-19 ਦੇ ਲੱਛਣ ਹਨ?
pl: Czy wystąpiły u Ciebie którekolwiek z następujących objawów koronawirusa?
ro: Ați avut vreunul dintre următoarele simptome de COVID-19?
tr: Aşağıda belirtilen herhangi bir koronavirüs belirtisini yaşadınız mı?
ur: کیا آپ میں COVID-19 کی درج ذیل علامات میں سے کوئی علامت پائی جاتی ہے؟
zh: 您是否出现以下任何 COVID-19 症状？

# test_check_symptoms_yes
source: Yes
ar: نعم
bn: হ্যাঁ
cy: Ydw
gu: હા
pa: ਹਾਂ
pl: Tak
ro: Da
tr: Evet
ur: ہاں
zh: 是

# test_check_symptoms_no
source: No
ar: لا
bn: না
cy: Na
gu: ના
pa: ਨਹੀਂ
pl: Nie
ro: Nu
tr: Hayır
ur: نہیں
zh: 否

# test_symptoms_date_heading
source: Do you remember the earliest date that you began to experience any of these symptoms?
ar: وفق ما تتذكر، ما هو أقرب تاريخ بدأت فيه الشعور بأيٍّ من هذه الأعراض؟
bn: প্রথম কবে আপনি এসব উপসর্গ লক্ষ্য করেছেন তা কি আপনার মনে আছে?
cy: Ydych chi'n cofio pa ddiwrnod y gwnaethoch chi ddechrau cael unrhyw un o'r symptomau yma?
gu: શું તમને સૌથી શરૂઆતની તારીખ યાદ છે જયારે તમે આમાંના કોઈપણ લક્ષણોનો અનુભવ કરવાનું શરૂ કર્યું હતું?
pa: ਕੀ ਤੁਹਾਨੂੰ ਉਹ ਸਭ ਤੋਂ ਪੁਰਾਣੀ ਤਾਰੀਖ ਯਾਦ ਹੈ ਜਦੋਂ ਤੁਸੀਂ ਇਨ੍ਹਾਂ ਵਿੱਚੋਂ ਕਿਸੇ ਵੀ ਲੱਛਣ ਦਾ ਅਨੁਭਵ ਕਰਨਾ ਸ਼ੁਰੂ ਕੀਤਾ ਸੀ?
pl: Czy pamiętasz, kiedy po raz pierwszy zaczęły występować u Ciebie którekolwiek z tych objawów?
ro: Vă amintiți prima dată când ați început să aveți oricare dintre aceste simptome?
tr: Bu belirtileri ilk olarak ne zaman yaşamaya başladığınızı hatırlıyor musunuz?
ur: کیا آپ کو وہ ابتدائی تاریخ یاد ہے جب آپ نے ان علامات میں سے کسی کا سامنا کرنا شروع کیا تھا؟
zh: 您是否记得您开始出现这些症状的最早日期？

# test_symptoms_date_continue
source: Continue
ar: استمرار
bn: চালিয়ে যান
cy: Parhau
gu: ચાલુ રાખો
pa: ਜਾਰੀ ਰੱਖੋ
pl: Kontynuuj
ro: Continuare
tr: Devam
ur: جاری رکھیں
zh: 继续

# test_check_symptoms_points
source: A high temperature A new continuous cough A change to your sense of smell or taste
ar: درجة حرارة مرتفعة كحة جديدة مستمرة تغير في حاسة الشم أو التذوق
bn: একটি উচ্চ তাপমাত্রা একটি নতুন একটানা কাশি আপনার গন্ধ বা স্বাদে একটি পরিবর্তন
cy: Tymheredd uchel Peswch parhaus o'r newydd Newid yn eich synnwyr arogli neu flasu
gu: તાવ નવી સતત રહેતી ઉધરસ તમારી સૂંઘવા અથવા સ્વાદની ક્ષમતામા બદલાવ
pa: ਤੇਜ਼ ਬੁਖ਼ਾਰ ਨਵੀਂ ਨਿਰੰਤਰ ਖੰਘ ਤੁਹਾਡੇ ਸੁੰਘਣ ਜਾਂ ਸੁਆਦ ਮਹਿਸੂਸ ਕਰਨ ਵਿੱਚ ਤਬਦੀਲੀ
pl: Wysoka temperatura Nowy ciągły kaszel Zmiana zmysłu węchu lub smaku
ro: Temperatură ridicată Tuse recentă continuă Modificarea mirosului sau gustului
tr: Yüksek ateş Sürekli öksürük Tat veya koku alışınızda değişiklik
ur: تیز درجۂ حرارت نئی مسلسل کھانسی بو یا ذائقہ کے آپ کے شعور میں تبدیلی
zh: 发烧 出现连续性咳嗽 嗅觉或味觉改变

source: You need to either enter a code or tell us you have a negative result from daily contact testing.
ar: تحتاج إمّا إلى إدخال رمزٍ أو إبلاغنا أنك قد سجَّلت نتيجة سلبية من الاختبارات اليومية للمخالطين.
bn: আপনাকে হয় একটি কোড প্রবেশ করাতে হবে নয় আমাদের বলতে হবে যে দৈনিক সংস্পর্শ পরীক্ষায় আপনার ফলাফল নেগেটিভ হয়েছে।
cy: Mae angen i chi naill ai cofnodi cod neu ddweud wrthym eich bod wedi cael canlyniad prawf negatif o'r profion cysylltiadau dyddiol.
gu: તમારે એક કોડ દાખલ કરવાનો છે અથવા અમને કહેવાનું છે કે રોજિંદા કૉન્ટેક્ટ ટેસ્ટિંગમાંથી તમારું પરિણામ નૅગેટિવ છે.
pa: ਤੁਹਾਨੂੰ ਜਾਂ ਤਾਂ ਕੋਈ ਕੋਡ ਦਾਖਲ ਕਰਨ ਦੀ ਲੋੜ ਹੈ ਜਾਂ ਸਾਨੂੰ ਇਹ ਦੱਸਣ ਦੀ ਲੋੜ ਹੈ ਕਿ ਤੁਹਾਡੇ ਰੋਜ਼ਾਨਾ ਸੰਪਰਕ ਟੈਸਟਿੰਗ ਦਾ ਨਤੀਜਾ ਨੈਗੇਟਿਵ ਹੈ।
pl: Należy albo wprowadzić kod, albo informację o ujemnym wyniku otrzymanym podczas codziennych testów pod kątem kontaktu z osobą zakażoną.
ro: Trebuie fie să introduceți un cod, fie să ne spuneți că aveți un rezultat negativ în urma testării zilnice a contactelor.
tr: Ya bir kod girmeli ya da günlük temas testinden negatif test sonucu aldığınızı bize söylemelisiniz.
ur: آپ کو یا تو اپنا کوڈ درج کرنا ہوتا ہے یا ہمیں بتانا ہوتا ہے کہ آپ کے پاس یومیہ رابطے کی جانچ سے منفی نتیجہ ہے۔
zh: 请输入代码或告知您的每日接触检测结果为阴性。

# link_test_result_enter_code_daily_contact_testing_top_erorr_box_heading
source: There is a problem
ar: توجد مشكلة
bn: একটি সমস্যা আছে
cy: Mae yna broblem
gu: એક પ્રોબલ્મ છે
pa: ਕੋਈ ਸਮੱਸਿਆ ਹੈ
pl: Wystąpił problem
ro: Există o problemă
tr: Bir problem var
ur: مسئلہ درپیش ہے
zh: 出现问题

# mydata_daily_testing_opt_in_date_description
source: Confirmed participation
ar: مشاركة مؤكدة
bn: সুনিশ্চিত অংশগ্রহণ
cy: Wedi cadarnhau cymryd rhan
gu: ભાગ લેવા માટે રાજી છો
pa: ਪੁਸ਼ਟੀ ਕੀਤੀ ਗਈ ਭਾਗੀਦਾਰੀ
pl: Potwierdzone uczestnictwo
ro: Participare confirmată
tr: Teyitli katılım
ur: مصدقہ شرکت
zh: 确认参加

# unrecoverable_error_heading_2
source: Next steps
ar: الخطوات التالية
bn: পরবর্তী ধাপসমূহ
cy: Camau nesaf
gu: આગામી પગલાં
pa: ਅਗਲੇ ਕਦਮ
pl: Dalsze kroki
ro: Pașii următori
tr: Sonraki adımlar
ur: اگلے مراحل
zh: 下一步

# unrecoverable_error_link
source: Read the frequently asked questions (FAQs)
ar: اكتشف المزيد على الموقع الإلكتروني للتطبيق
bn: অ্যাপ-এর ওয়েবসাইটে আরও তথ্য দেখুন
cy: Darllenwch y ddolen cwestiynau a ofynnir yn aml (FAQs)
gu: વારંવાર પૂછાતા પ્રશ્નો (FAQ) વાંચો
pa: ਐਪ ਦੀ ਵੈੱਬਸਾਈਟ 'ਤੇ ਹੋਰ ਜਾਣੋ
pl: Zapoznaj się z najczęściej zadawanymi pytaniami (FAQ).
ro: Aflați mai multe detalii pe site-ul de internet al aplicației
tr: Sıkça sorulan soruları (SSS) okuyun
ur: اس ایپ کی ویب سائٹ پر مزید جانکاری حاصل کریں
zh: 在应用网站上了解更多信息

# link_cant_run_this_app_faq
source: https://faq.covid19.nhs.uk/article/KA-01386
ar: https://www.gov.uk/government/publications/nhs-covid-19-app-user-guide/nhs-covid-19-app-troubleshooting-and-technical-information#getting-an-error-message
bn: https://www.gov.uk/government/publications/nhs-covid-19-app-user-guide/nhs-covid-19-app-troubleshooting-and-technical-information#getting-an-error-message
cy: https://www.gov.uk/government/publications/nhs-covid-19-app-user-guide/nhs-covid-19-app-troubleshooting-and-technical-information#getting-an-error-message
pa: https://www.gov.uk/government/publications/nhs-covid-19-app-user-guide/nhs-covid-19-app-troubleshooting-and-technical-information#getting-an-error-message
pl: https://www.gov.uk/government/publications/nhs-covid-19-app-user-guide/nhs-covid-19-app-troubleshooting-and-technical-information#getting-an-error-message
ro: https://www.gov.uk/government/publications/nhs-covid-19-app-user-guide/nhs-covid-19-app-troubleshooting-and-technical-information#getting-an-error-message
ur: https://www.gov.uk/government/publications/nhs-covid-19-app-user-guide/nhs-covid-19-app-troubleshooting-and-technical-information#getting-an-error-message
zh: https://www.gov.uk/government/publications/nhs-covid-19-app-user-guide/nhs-covid-19-app-troubleshooting-and-technical-information#getting-an-error-message

# mydata_section_daily_testing_description
source: Daily contact testing
ar: الاختبار اليومي للمخالطين
bn: দৈনিক সংস্পর্শে আসার পরীক্ষা
cy: Profion cysylltiadau dyddiol
gu: રોજના કોન્ટેક્ટ ટેસ્ટિંગ
pa: ਰੋਜ਼ਾਨਾ ਸੰਪਰਕ ਟੈਸਟਿੰਗ
pl: Codzienne testy pod kątem kontaktu z osobą zakażoną
ro: Testarea zilnică a contactelor
tr: Günlük temas testi
ur: یومیہ رابطے کی جانچ
zh: 日常接触者检测
