Repository: nihp-public/covid-19-app-ios-ag-public
Catalog: NHS-COVID-19/Core/Sources/Localization/Resources/*.lproj/Localizable.strings
Languages: ar, bn, cy, gu, pa, pl, ro, tr, ur, zh

# checkin_scanning_failure_more_description
source: We advise you to speak to a member of staff at the venue to see if there are other ways of checking in.
ar: ننصحك بالتحدّث إلى أحد الأفراد العاملين في المكان لمعرفة الطرق الأخرى المتاحة لتسجيل الدخول.
bn: চেক ইন করার অন্য উপায় আছে কিনা জানার জন্য আপনাকে ভেন্যুতে থাকা কোনো কর্মীর সাথে কথা বলার পরামর্শ দেওয়া হচ্ছে।
cy: Cynghorwn chi i siarad ag aelod o staff yn y lleoliad i weld a oes ffyrdd eraill o fewngofnodi.
gu: તપાસ કરવાની અન્ય રીતો છે કે કેમ તે જોવા માટે અમે તમને સ્થળ પર સ્ટાફના સભ્ય સાથે વાત કરવાની સલાહ આપીશું.
pa: ਅਸੀਂ ਤੁਹਾਨੂੰ ਸਲਾਹ ਦਿੰਦੇ ਹਾਂ ਕਿ ਤੁਸੀਂ ਸਥਾਨ 'ਤੇ ਸਟਾਫ਼ ਦੇ ਕਿਸੇ ਮੈਂਬਰ ਨਾਲ ਗੱਲ ਕਰਕੇ ਪਤਾ ਕਰੋ ਕਿ ਕੀ ਚੈੱਕ-ਇਨ ਕਰਨ ਦੇ ਹੋਰ ਤਰੀਕੇ ਹਨ।
pl: Radzimy porozmawiać z personelem lokalu, aby dowiedzieć się, czy istnieją inne metody zameldowania.
ro: Vă recomandăm să discutați cu un membru al personalului localului pentru a verifica dacă există alte modalități de a înregistra vizita.
tr: Mekana giriş yapmanın diğer yolları olup olmadığıyla ilgili olarak bir personelle konuşmanızı tavsiye ederiz.
ur: ہم آپ کو مشورہ دیتے ہیں کہ آپ یہ معلوم کرنے کے لیے متعلقہ مقام پر عملہ کے کسی فرد سے بات کریں کہ آیا چیک-ان کرنے کے دیگر طریقے بھی ہیں۔
zh: 我们建议您与现场工作人员交谈，询问是否有其他登记方式。

# checkin_scanning_failure_button_title
source: Back to home
ar: العودة إلى الشاشة الرئيسية
bn: হোমে ফিরে যান
cy: Yn ôl i'r dudalen gartref
gu: હોમ પર પાછા
pa: ਮੁੱਖ ਪੰਨੇ 'ਤੇ ਵਾਪਸ
pl: Powrót do strony głównej
ro: Înapoi acasă
tr: Ana sayfaya geri dön
ur: ہوم پر واپس جائیں
zh: 返回主屏幕

# checkin_confirmation_simplified_explanation
source: The app is the fastest way to be alerted of potential exposure to coronavirus at a venue.
ar: يُعد التطبيق الطريقة الأسرع للتنبيه بالتعرّض المُحتمل لفيروس كورونا في مكانٍ ما.
bn: কোনো ভেন্যুতে করোনাভাইরাসে আক্রান্ত হওয়ার আশঙ্কা সম্পর্ক সতর্ক হওয়ার দ্রুততম উপায় হলো এই অ্যাপ।
cy: Yr ap yw'r ffordd gyflymaf i dderbyn rhybudd y buoch mewn cysylltiad posibl â coronafeirws mewn lleoliad penodol.
gu: સ્થળ ખાતે કોરોનાવાઇરસના સંભવિત સંસર્ગ અંગે સૂચના મેળવવા માટે ઍપ એ સૌથી ઝડપી માર્ગ છે.
pa: ਐਪ ਕਿਸੇ ਸਥਾਨ 'ਤੇ ਕੋਰੋਨਾਵਾਇਰਸ ਦੇ ਨਾਲ ਸੰਭਾਵੀ ਸੰਪਰਕ ਦਾ ਸਚੇਤ ਪ੍ਰਾਪਤ ਕਰਨ ਦਾ ਸਭ ਤੋਂ ਤੇਜ਼ ਤਰੀਕਾ ਹੈ।
pl: Aplikacja jest najszybszym sposobem otrzymania powiadomienia o potencjalnym narażeniu na kontakt z koronawirusem w odwiedzonym lokalu.
ro: Aplicația este cel mai rapid mod de a fi alertat/ ă de o potențială expunere la coronavirus într-o locație.
tr: Uygulama, bir mekanda potansiyel koronavirüs maruziyeti konusunda uyarılmanın en hızlı yoludur.
ur: یہ ایپ کسی مقام پر کرونا وائرس کے امکانی ابتلاء سے متنبہ ہونے کا تیز ترین طریقہ ہے۔
zh: 这款应用程序是在一个地点提醒您可能接触冠状病毒的最快方式。

# checkin_confirmation_button_title
source: Back to home
ar: العودة إلى الشاشة الرئيسية
bn: হোমে ফিরে যান
cy: Yn ôl i'r dudalen gartref
gu: હોમ પર પાછા
pa: ਮੁੱਖ ਪੰਨੇ 'ਤੇ ਵਾਪਸ
pl: Powrót do strony głównej
ro: Înapoi acasă
tr: Ana sayfaya geri dön
ur: ہوم پر واپس جائیں
zh: 返回主屏幕

# checkin_wrong_button_title
source: Wrong check-in? Tap to cancel.
ar: تسجيل دخول خطأ؟ انقر للإلغاء.
bn: ভুল চেক-ইন হয়েছে? বাতিল করার জন্য ট্যাপ করুন।
cy: Mewngofnodi'n anghywir? Tapiwch i ddileu.
gu: ખોટું ચેક-ઇન? રદ કરવા માટે ટેપ કરો.
pa: ਗਲਤ ਚੈੱਕ-ਇਨ ਹੋਇਆ ਹੈ? ਰੱਦ ਕਰਨ ਲਈ ਟੈਪ ਕਰੋ।
pl: Niepoprawne zameldowanie? Dotknij, aby usunąć.
ro: Ați înregistrat locația greșită? Atingeți pentru anulare.
tr: Yanlış giriş? İptal etmek için dokunun.
ur: غلط چیک-ان؟ منسوخ کرنے کے لیے ٹیپ کریں۔
zh: 登记错误？点击取消。

# checkin_information_how_it_works_section_title
source: How it works
ar: كيفية العمل
bn: এটি যেভাবে কাজ করে
cy: Sut mae’n gweithio
gu: તે કઈ રીતે કાર્ય કરે છે
pa: ਇਹ ਕਿੰਝ ਕੰਮ ਕਰਦੀ ਹੈ
pl: Jak to działa?
ro: Cum funcționează
tr: Nasıl çalışır?
ur: یہ کیسے کام کرتا ہے
zh: 工作原理

# checkin_information_how_it_works_section_description
source: “Check in to a venue” - like a restaurant or bar - quickly and easily by using this app to scan NHS QR code posters. This can let you know if you may have been exposed to the virus somewhere you have visited.
ar: يمكن "تسجيل الدخول إلى مكانٍ ما" – مثل المطاعم أو الحانات - بسرعة وسهولة عن طريق استخدام هذا التطبيق لإجراء مسح ضوئي لملصقات رموز الاستجابة السريعة المُقدمة من هيئة الخدمات الصحية الوطنية (NHS QR). ومن شأن ذلك أن يُمكِّنك من معرفة ما إذا كنت قد تعرَّضت للإصابة بالفيروس في أي مكانٍ سبق لك زيارته.
bn: এই অ্যাপ দিয়ে NHS QR কোড পোস্টার স্ক্যান করে দ্রুত ও অনায়াসে "কোনো ভেন্যুতে চেক-ইন করুন", যেমন কোনো রেস্টুরেন্ট বা বার। যেখানে আপনি গিয়েছিলেন সেখান থেকে ভাইরাস সংক্রমিত হয়েছিলেন কিনা তা এই মাধ্যমে আপনি জানতে পারবেন। এই অ্যাপ দিয়ে NHS QR কোড পোস্টার স্ক্যান করে দ্রুত ও অনায়াসে "কোনো ভেন্যুতে চেক-ইন করুন", যেমন কোনো রেস্টুরেন্ট বা বার। যেখানে আপনি গিয়েছিলেন সেখান থেকে ভাইরাস সংক্রমিত হয়েছিলেন কিনা তা এই মাধ্যমে আপনি জানতে পারবেন।
cy: "Mewngofnodwch i leoliad" – fel tŷ bwyta neu far – yn gyflym ac yn rhwydd trwy ddefnyddio’r ap yma i sganio posteri cod QR y GIG. Gall hyn roi gwybod i chi os buoch mewn cysylltiad â’r feirws yn rhywle y buoch yn ymweld ag ef
gu: NHS QR કોડ પોસ્ટર્સને સ્કેન કરવા માટે આ એપ્લિકેશનનો ઉપયોગ કરીને ઝડપથી અને સરળતાથી રેસ્ટોરન્ટ અથવા બાર જેવા "સ્થળોમાં ચેક-ઇન કરો". જો તમે મુલાકાત લીધેલ કોઈ જગ્યાએથી વાયરસના કોન્ટેક્ટમાં આવ્યા હોવ તો આ થકી તમને જાણ થઈ શકે છે.
pa: NHS QR ਕੋਡ ਪੋਸਟਰਾਂ ਨੂੰ ਤੇਜ਼ੀ ਅਤੇ ਅਸਾਨੀ ਨਾਲ ਸਕੈਨ ਕਰਨ ਲਈ ਇਸ ਐਪ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹੋਏ "ਕਿਸੇ ਸਥਾਨ 'ਤੇ ਚੈੱਕ-ਇਨ ਕਰੋ" - ਜਿਵੇਂ ਕਿ ਕੋਈ ਰੈਸਟੋਰੈਂਟ ਜਾਂ ਬਾਰ। ਇਹ ਤੁਹਾਨੂੰ ਦੱਸ ਸਕਦਾ ਹੈ ਕਿ ਕੀ ਤੁਸੀਂ ਕਿਸੇ ਅਜਿਹੇ ਸਥਾਨ 'ਤੇ ਜਿੱਥੇ ਤੁਸੀਂ ਗਏ ਸੀ, ਵਾਇਰਸ ਦੇ ਸੰਪਰਕ ਵਿੱਚ ਆਏ ਹੋ ਸਕਦੇ ਹੋ।
pl: „Meldowanie się w lokalach” – np. w restauracji lub w barze – szybko i łatwo poprzez zeskanowanie plakatu z kodem NHS QR za pomocą tej aplikacji. Ta opcja może powiadomić Cię, jeżeli mogło dojść do narażenia na kontakt z wirusem w odwiedzonym przez Ciebie lokalu.
ro: „Înregistrați-vă vizita” (de exemplu, la un bar sau restaurant) rapid și ușor, utilizând această aplicație pentru a scana afișele cu Codul QR NHS. Această măsură vă poate ajuta să aflați dacă ați fost expus /ă la virus într-un local vizitat.
tr: NHS QR kodu posterlerini taratmak için bu uygulamayı kullanarak hızlı ve kolay bir şekilde bir restoran ya da bar gibi "bir mekana giriş yapın". Bu, ziyaret ettiğiniz bir mekanda virüse maruz kalmış olup olmayabileceğiniz hakkında sizi bilgilendirebilir.
ur: NHS کے QR کوڈ پوسٹرز اسکین کرنے کے لیے اس ایپ کا استعمال کر کے جلدی اور آسانی سے "کسی مقام پر چیک ان کریں" - جیسے ریستوران یا بار میں۔ یہ آپ کو بتا سکتا ہے کہ آیا آپ ایسی جگہ پر وائرس کی زد میں آئے ہو سکتے ہیں جہاں آپ گئے ہیں۔
zh: 使用本应用程序扫描 NHS 二维码图片，可以快速轻松地“登记进入场所”（例如餐厅或酒吧）。通过这种方式，您可以了解自己是否曾在访问某个地方时接触过病毒。

# checkin_information_how_it_helps_section_title
source: How it helps
ar: فائدة التطبيق
bn: এটি কিভাবে সহায়তা করে
cy: Sut mae’n helpu
gu: તે કઈ રીતે મદદ કરે છે
pa: ਇਹ ਕਿੰਝ ਮਦਦ ਕਰਦੀ ਹੈ
pl: Dlaczego korzystanie z aplikacji jest przydatne?
ro: Cum ajută aceasta
tr: Nasıl bir fayda sağlar?
ur: یہ کیسے مدد کرتی ہے
zh: 它如何起到作用

# checkin_information_how_it_helps_section_description
source: This app feature makes it easy for businesses to support contact tracing. It helps all of us stay safe, while keeping your privacy protected.
ar: تساعد خاصية التطبيق هذه في تمكين الشركات من دعم خدمة تتبع الاتصال، وتساعدنا جميعًا في الحفاظ على سلامتنا مع حماية خصوصيتنا.
bn: অ্যাপের এই বৈশিষ্ট্যটি ব্যবসা প্রতিষ্ঠানগুলোর জন্য কন্ট্যাক্ট ট্রেসিংকে সমর্থন করা সহজ করে। আপনার গোপনীয়তা সুরক্ষিত রাখার পাশাপাশি আমাদের সবাইকে নিরাপদ থাকতে সাহায্য করে।
cy: Mae'r nodwedd hon o'r ap yn ei gwneud yn hawdd i fusnesau gefnogi olrhain cysylltiadau. Mae'n helpu pob un ohonom gadw'n ddiogel, gan amddiffyn eich preifatrwydd hefyd.
gu: આ એપની સુવિધા વ્યવસાયો માટે સંપર્ક ટ્રેસિંગને સપોર્ટ આપવો સરળ બનાવે છે. તે તમારી ગોપનીયતા સુરક્ષિત રાખી, આપણને સૌને સલામત રહેવામાં મદદ કરે છે.
pa: ਐਪ ਦੀ ਇਹ ਸੁਵਿਧਾ ਕਾਰੋਬਾਰਾਂ ਲਈ ਕੰਟੈਕਟ ਟਰੇਸਿੰਗ ਦਾ ਸਮਰਥਨ ਕਰਨਾ ਆਸਾਨ ਬਣਾਉਂਦੀ ਹੈ। ਇਹ ਤੁਹਾਡੀ ਗੁਪਤਤਾ ਕਾਇਮ ਰੱਖਦੇ ਹੋਏ ਸਾਡੇ ਸਾਰਿਆਂ ਨੂੰ ਸੁਰੱਖਿਅਤ ਰਹਿਣ ਵਿੱਚ ਮਦਦ ਕਰਦੀ ਹੈ।
pl: Ta funkcja w aplikacji ułatwia firmom uczestnictwo w programie śledzenia kontaktów. Dzięki temu wszyscy jesteśmy bezpieczni, a jednocześnie zapewniona jest prywatność użytkowników.
ro: Această funcție a aplicației ajută afacerile în urmărirea contactelor. Ne ajută pe noi toți să fim în siguranță, în timp ce protejează intimitatea.
tr: Bu uygulama özelliği, işletmelerin temas takibini desteklemesini kolaylaştırır. Gizliliğinizi korurken hepimiz güvende tutar.
ur: ایپ کا یہ فیچر کاروباروں کے لئے رابطے کے سراغ کی سپورٹ کو آسان بناتا ہے۔ یہ آپ اور دیگر افراد کو بھی محفوظ رکھنے میں مدد دیتا ہے جبکہ آپ کی رازداری کا تحفظ برقرار رکھتا ہے۔
zh: 此应用程序的功能使商家可以轻松帮助接触追踪。 它可以帮助我们所有人保持安全，同时保护您的隐私。

# checkin_information_button_title
source: Return to check-in
ar: العودة إلى تسجيل الدخول
bn: চেক ইনে ফেরত যান
cy: Dychwelyd i fewngofnodi
gu: ચેક ઇન પર પરત ફરો
pa: ਚੈੱਕ ਇਨ ਵਿੱਚ ਵਾਪਸੀ
pl: Powrót do meldowania
ro: Întoarcere la check-in
tr: Giriş yapmaya dön
ur: چیک ان پر واپس جائيں
zh: 返回签到

# checkin_qrcode_scanner_close_button_title
source: Close
ar: إغلاق
bn: বন্ধ করুন
cy: Cau
gu: બંધ કરો
pa: ਬੰਦ ਕਰੋ
pl: Zamknij
ro: Închidere
tr: Kapat
ur: بند کریں
zh: 关闭

# checkin_risky_venue_information_title %@ %@
source: You recently visited a venue on the same day as others who have since tested positive for coronavirus (COVID-19)
ar: زرت مؤخرًا مكانًا ما في نفس اليوم الذي زاره فيه أشخاصٌ آخرون سجَّلوا بعد ذلك نتيجة إيجابية في اختبار الكشف عن فيروس كورونا (كوفيد-19)
bn: আপনি সম্প্রতি একই দিনে কোনো ভেন্যুতে এমন লোকেদের সাথে গিয়েছিলেন যারা ইতিমধ্যে করোনাভাইরাস (কোভিড-১৯) পজিটিভ হয়েছে
cy: Gwnaethoch chi ymweld â lleoliad yn ddiweddar ar yr un diwrnod â phobl eraill sydd ers hynny wedi derbyn canlyniad positif i brawf coronafeirws (COVID-19)
gu: તમે તાજેતરમાં અન્ય લોકોની જેમ તે જ દિવસે એક સ્થળની મુલાકાત લીધી જે દિવસથી તેઓનું કોરોનાવાયરસ (કોવિડ-19) નું રિઝલ્ટ પોઝિટિવ આવ્યું હતું
pa: ਤੁਸੀਂ ਹਾਲ ਹੀ ਵਿੱਚ ਇੱਕ ਸਥਾਨ ਦਾ ਉਸੇ ਦਿਨ ਦੌਰਾ ਕੀਤਾ ਸੀ ਜਿਸ ਦਿਨ ਦੂਜੇ ਅਜਿਹੇ ਲੋਕਾਂ ਨੇ ਵੀ ਕੀਤਾ ਸੀ ਜਿਨ੍ਹਾਂ ਦਾ ਬਾਅਦ ਵਿੱਚ ਕੋਰੋਨਾਵਾਇਰਸ (COVID-19) ਟੈਸਟ ਦਾ ਨਤੀਜਾ ਪਾਜ਼ਿਟਿਵ ਆਇਆ ਹੈ
pl: Niedawno odwiedziłeś(-aś) lokal w tym samym dniu, co inne osoby, które później uzyskały dodatni wynik testu na koronawirusa (COVID-19)
ro: Ați vizitat recent un loc în aceeași zi ca și persoane care au testat pozitiv pentru coronavirus (COVID-19)
tr: Yakın zamanda, koronavirüs (COVID-19) test sonuçları pozitif çıkan kişilerle aynı günde bir yeri ziyaret ettiniz
ur: آپ حال ہی میں ایک مقام پر دوسروں کی طرح اسی دن گئے تھے کہ جن کی تب سے کورونا وائرس (COVID-19) کے لیے مثبت جانچ آئی ہے
zh: 您近期曾与新冠病毒阳性 (COVID-19) 确诊患者在同一天出现在同一场所中

# checkin_risky_venue_information_description
source: There is a risk that you may have been exposed to the virus. For this reason, we recommend booking a test now. If you do not have any COVID-19 symptoms, select “Testing for COVID-19” from the home screen of this app to find out how to get a rapid lateral flow test. If you have COVID-19 symptoms, select “Check symptoms” from the home screen of this app and book a polymerase chain reaction (PCR) test. Please continue to follow all the latest guidance, even if you have been vaccinated. For further information, advice, or support please call 119.
ar: ثمة احتمالٌ بأنك قد تعرَّضت للإصابة بالفيروس؛ ولهذا ننصحك بحجز اختبارٍ الآن. إذا لم يكن لديك أيٌّ من أعراض الإصابة بفيروس كوفيد-19، يُرجى اختيار "إجراء اختبار فيروس كوفيد-19" من الشاشة الرئيسية لهذا التطبيق للتعرّف على طريقة الحصول على اختبار تدفق جانبي سريع. إذا ظهرت عليك أعراض الإصابة بفيروس كوفيد-19، يُرجى اختيار "التحقق من الأعراض" من الشاشة الرئيسية لهذا التطبيق وحجز اختبار تفاعل البوليمراز المتسلسل (PCR). يُرجى الاستمرار في اتّباع جميع التوجيهات الحديثة، حتى إذا حصلت على لقاحٍ ضد الفيروس. لمعرفة المزيد من المعلومات أو النصائح أو طلب الدعم، يُرجى الاتصال على الرقم: 119.
bn: আপনার ভাইরাস সংক্রমিত হওয়ার ঝুঁকি থাকতে পারে। সেই কারণে আমরা আপনাকে এখন একটি পরীক্ষা বুক করার পরামর্শ দিচ্ছি। আপনার কোভিড-১৯-এর কোনো উপসর্গ না থাকলে, এই অ্যাপের হোম স্ক্রিনে “কোভিড-১৯ পরীক্ষা” সিলেক্ট করে জেনে নিন কীভাবে র‍্যাপিড ল্যাটারাল ফ্লো পরীক্ষা করানো যায়। আপনার কোভিড-১৯-এর উপসর্গ থাকলে, এই অ্যাপের হোম স্ক্রিনে “উপসর্গ যাচাই করুন” সিলেক্ট করে একটি পলিমারেস চেইন রিঅ্যাকশান (পিসিআর) পরীক্ষা বুক করুন। দয়া করে সকল হালনাগাদ নির্দেশনা অনুসরণ করতে থাকুন। আপনি টিকা নিয়ে থাকলেও এটা জারি রাখুন। আরো তথ্য, পরামর্শ, বা সাহায্যের জন্য অনুগ্রহ করে ১১৯ নম্বরে কল করুন।
cy: Mae risg y gallech fod wedi bod mewn cysylltiad â’r feirws. Oherwydd hyn, rydym yn argymell eich bod yn archebu prawf nawr. Os nad oes gennych unrhyw un o symptomau COVID-19, dewiswch “Profion am COVID-19” o sgrin gartref yr ap yma i ddarganfod sut i gael prawf llif unffordd cyflym. Os oes gennych symptomau COVID-19, dewiswch “Gwirio symptomau” o sgrin gartref yr ap yma ac archebu prawf adwaith cadwynol polymerasau (PCR) Parhewch i ddilyn yr holl ganllawiau diweddaraf, hyd yn oed os cawsoch eich brechu. I gael rhagor o wybodaeth, cyngor neu gefnogaeth, ffoniwch 119.
gu: એવું એક જોખમ છે કે તમે વાયરસના કોન્ટેક્ટમાં આવ્યા હોવ. આ કારણોસર, અમે હવે ટેસ્ટ માટે નોંધ કરાવવાની ભલામણ કરીએ છીએ. જો તમને કોઈ કોવિડ-19 ના લક્ષણો નથી, તો રેપીડ લેટરલ ફ્લો ટેસ્ટ કેવી રીતે કરાવવું તે જાણવા માટે આ એપ્લિકેશનની હોમ સ્ક્રીનમાંથી "કોવિડ-19 માટે ટેસ્ટ કરાવવું" પસંદ કરો. જો તમારી પાસે કોવિડ-19 લક્ષણો છે, તો આ એપ્લિકેશનની હોમ સ્ક્રીનમાંથી “લક્ષણો તપાસો” પસંદ કરો અને પોલિમરેઝ ચેન રિએક્શન (PCR) ટેસ્ટ બુક કરો. જો તમને રસી કે વેક્સિન આપવામાં આવી હોય, તો પણ કૃપા કરીને તમામ લેટેસ્ટ માર્ગદર્શનનું પાલન કરવાનું ચાલુ રાખો. વધુ માહિતી, સલાહ અથવા સપોર્ટ માટે કૃપા કરીને 119 પર કૉલ કરો.
pa: ਇਸ ਗੱਲ ਦਾ ਜੋਖਮ ਹੈ ਕਿ ਤੁਸੀਂ ਸ਼ਾਇਦ ਵਾਇਰਸ ਦੇ ਸੰਪਰਕ ਵਿੱਚ ਆਏ ਹੋ ਸਕਦੇ ਹੋ। ਇਸ ਕਾਰਨ ਕਰਕੇ, ਅਸੀਂ ਹੁਣ ਇੱਕ ਟੈਸਟ ਬੁੱਕ ਕਰਨ ਦੀ ਸਿਫ਼ਾਰਿਸ਼ ਕਰਦੇ ਹਾਂ। ਜੇ ਤੁਹਾਨੂੰ ਕੋਈ COVID-19 ਦਾ ਲੱਛਣ ਨਹੀਂ ਹੈ, ਤਾਂ ਇਹ ਪਤਾ ਕਰਨ ਲਈ ਕਿ ਰੈਪਿਡ ਲੈਟਰਲ ਫਲੋ ਟੈਸਟ ਕਿਵੇਂ ਕਰਵਾਉਣਾ ਹੈ, ਇਸ ਐਪ ਦੀ ਹੋਮ ਸਕ੍ਰੀਨ ਤੋਂ “Testing for COVID-19” (COVID-19 ਲਈ ਟੈਸਟ ਕਰਵਾਉਣਾ) ਚੁਣੋ। ਜੇ ਤੁਹਾਨੂੰ COVID-19 ਦੇ ਲੱਛਣ ਹਨ, ਤਾਂ ਇਸ ਐਪ ਦੀ ਹੋਮ ਸਕ੍ਰੀਨ ਤੋਂ “Check symptoms” (ਲੱਛਣਾਂ ਦੀ ਜਾਂਚ ਕਰੋ) ਚੁਣੋ ਅਤੇ ਪੋਲੀਮੇਰੇਸ ਚੇਨ ਰਿਐਕਸ਼ਨ (PCR) ਟੈਸਟ ਬੁੱਕ ਕਰੋ। ਕਿਰਪਾ ਕਰਕੇ ਸਾਰੀ ਨਵੀਨਤਮ ਸੇਧ ਦੀ ਪਾਲਣ ਕਰਨਾ ਜਾਰੀ ਰੱਖੋ, ਭਾਵੇਂ ਤੁਹਾਨੂੰ ਟੀਕਾ ਲਗਾਇਆ ਗਿਆ ਹੈ। ਵਧੇਰੇ ਜਾਣਕਾਰੀ, ਸਲਾਹ ਜਾਂ ਸਹਾਇਤਾ ਲਈ ਕਿਰਪਾ ਕਰਕੇ 119 'ਤੇ ਕਾਲ ਕਰੋ।
pl: Istnieje ryzyko, że mogło dojść do narażenia na kontakt z wirusem. Dlatego zalecamy, abyś teraz umówił(a) się na test. Jeżeli nie masz żadnych objawów COVID-19, wybierz „Testy na COVID-19” na stronie głównej aplikacji, aby dowiedzieć się, jak otrzymać szybki test przepływu bocznego. Jeżeli masz objawy COVID-19, wybierz „Sprawdzanie objawów” na stronie głównej aplikacji i zamów test wykorzystujący reakcję łańcuchową polimerazy (PCR). Nadal przestrzegaj najnowszych wytycznych, nawet jeżeli jesteś już zaszczepiony(-a). W celu uzyskania dalszych informacji, porady lub wsparcia należy dzwonić pod nr 119.
ro: Există riscul să fi fost expus /ă la coronavirus. Din acest motiv, vă recomandăm să rezervați un test acum. Dacă nu aveți simptome de COVID-19, selectați „Testarea COVID-19” din ecranul de pornire al acestei aplicații pentru a afla cum să obțineți un test rapid cu flux lateral. Dacă aveți simptome COVID-19, selectați „Verifică simptomele” din ecranul de pornire al acestei aplicații și rezervați un test de reacție de polimerizare în lanț (PCR). Vă rugăm să continuați să urmați cele mai recente îndrumări, chiar dacă ați fost vaccinat /ă. Pentru mai multe informații, recomandări sau asistență, vă rugăm să sunați la 119.
tr: Virüse maruz kalmış olma riskiniz bulunmaktadır. Bu sebeple, şimdi bir test için rezervasyon yaptırmanızı öneriyoruz. Herhangi bir COVID-19 belirtiniz yoksa, bir yanal akış testini nasıl yaptırabileceğiniz hakkında bilgi almak için bu uygulamanın ana ekranından "COVID-19 için test" seçeneğini seçin. COVID-19 belirtileriniz varsa, bu uygulamanın ana ekranından "Belirtilerizi kontrol edin" seçeneğini seçin ve bir polimeraz zincir reaksiyonu (PCR) testi için rezervasyon yaptırın. Aşı olmuş olsanız dahi lütfen en son yönergeleri izlemeye devam edin. Daha fazla bilgi, tavsiye ya da destek için lütfen 119'u arayın.
ur: اس بات کا خطرہ موجود ہے کہ آپ وائرس کی زد میں آگئے ہوں۔ اس وجہ سے، ہم ابھی ایک ٹیسٹ بُک کرنے کی سفارش کرتے ہیں۔ اگر آپ میں COVID-19 کی کوئی علامات نہیں ہیں تو، اس ایپ کی ہوم اسکرین سے " COVID-19 کے لیے ٹیسٹنگ" کو منتخب کر کے ریپڈ لیٹرل فلو ٹیسٹ کروانے کا طریقہ پتہ کریں۔ اگر آپ میں COVID-19 کی علامات ہیں تو، اس ایپ کی ہوم اسکرین سے "علامات کی پڑتال کریں" اور ایک پولیمیریز چین ری ایکشن (PCR) ٹیسٹ بُک کریں۔ براہ کرم تازہ ترین رہنمائی پر عمل کرتے رہیں، چاہے آپ کی ویکسینیشن ہو گئی ہے۔ مزید معلومات، مشورے یا تعاون کے لیے براہ کرم 119 پر کال کریں۔
zh: 您有接触状病毒的风险。因此，建议您马上预约检测。 如果您没有任何 COVID-19 症状，请从此应用程序的主屏幕中选择“检测 COVID-19”，了解如何进行病毒的横向流动检测。 如果您存在 COVID-19 症状，请从此应用程序的主屏幕中选择“检查症状”，预约进行聚合酶链反应 (PCR) 检测。 即使您已接种疫苗，也请继续遵循最新的防疫指南。 如需更多信息、建议或支持，请致电 119。

# checkin_risky_venue_information_button_title
source: Back to home
ar: العودة إلى الشاشة الرئيسية
bn: হোমে ফিরে যান
cy: Yn ôl i'r dudalen gartref
gu: હોમ પર પાછા
pa: ਮੁੱਖ ਪੰਨੇ 'ਤੇ ਵਾਪਸ
pl: Powrót do strony głównej
ro: Înapoi acasă
tr: Ana sayfaya geri dön
ur: ہوم پر واپس جائیں
zh: 返回主屏幕

# qrcoder_scanner_status_starting
source: How it helps us stay safe
ar: كيف يساعدنا ذلك في البقاء بأمانٍ
bn: এটা যেভাবে আমাদের নিরাপদ থাকতে সাহায্য করে
cy: Sut y mae hyn yn helpu i'n cadw ni'n ddiogel
gu: તે અમને કઈ રીતે સુરક્ષિત રાખવામાં મદદ કરે છે
pa: ਇਹ ਸੁਰੱਖਿਅਤ ਰਹਿਣ ਵਿੱਚ ਸਾਡੀ ਮਦਦ ਕਿਵੇਂ ਕਰਦਾ ਹੈ
pl: W jaki sposób pomaga nam to w zapewnieniu bezpieczeństwa
ro: Cum contribuie acest lucru la siguranța noastră
tr: Güvende kalmamıza nasıl yardımcı olur
ur: محفوظ رہنے میں یہ کس طرح ہماری مدد کرتی ہے
zh: 登记如何帮助我们保持安全

# qrcoder_scanner_status_requesting_permission
source: How it helps us stay safe
ar: كيف يساعدنا ذلك في البقاء بأمانٍ
bn: এটা যেভাবে আমাদের নিরাপদ থাকতে সাহায্য করে
cy: Sut y mae hyn yn helpu i'n cadw ni'n ddiogel
gu: તે અમને કઈ રીતે સુરક્ષિત રાખવામાં મદદ કરે છે
pa: ਇਹ ਸੁਰੱਖਿਅਤ ਰਹਿਣ ਵਿੱਚ ਸਾਡੀ ਮਦਦ ਕਿਵੇਂ ਕਰਦਾ ਹੈ
pl: W jaki sposób pomaga nam to w zapewnieniu bezpieczeństwa
ro: Cum contribuie acest lucru la siguranța noastră
tr: Güvende kalmamıza nasıl yardımcı olur
ur: محفوظ رہنے میں یہ کس طرح ہماری مدد کرتی ہے
zh: 登记如何帮助我们保持安全

# qrcoder_scanner_status_scanning
source: Scanning for an official NHS QR code
ar: المسح الضوئي لرمز رسمي من رموز NHS QR قيد التنفيذ
bn: NHS এর একটি অফিসিয়াল QR কোডের জন্য স্ক্যান করা হচ্ছে
cy: Sganio am god QR swyddogol y GIG
gu: અધિકૃત NHS QR કોડ માટે સ્કેન કરવામાં આવી રહ્યો છે
pa: ਅਧਿਕਾਰਤ NHS QR ਕੋਡ ਲਈ ਸਕੈਨਿੰਗ
pl: Skanowanie oficjalnego kodu QR NHS
ro: Scanare pentru un cod oficial NHS QR
tr: Resmi NHS QR kodunu taratma
ur: NHS کا آفیشل کیو آر کوڈ اسکین کرنا
zh: 扫描NHS官方QR码

# qrcoder_scanner_status_processing
source: Scanning for an official NHS QR code
ar: المسح الضوئي لرمز رسمي من رموز NHS QR قيد التنفيذ
bn: NHS এর একটি অফিসিয়াল QR কোডের জন্য স্ক্যান করা হচ্ছে
cy: Sganio am god QR swyddogol y GIG
gu: અધિકૃત NHS QR કોડ માટે સ્કેન કરવામાં આવી રહ્યો છે
pa: ਅਧਿਕਾਰਤ NHS QR ਕੋਡ ਲਈ ਸਕੈਨਿੰਗ
pl: Skanowanie oficjalnego kodu QR NHS
ro: Scanare pentru un cod oficial NHS QR
tr: Resmi NHS QR kodunu taratma
ur: NHS کا آفیشل کیو آر کوڈ اسکین کرنا
zh: 扫描NHS官方QR码

# qrcoder_scanner_status_running
source: How it helps us stay safe
ar: كيف يساعدنا ذلك في البقاء بأمانٍ
bn: এটা যেভাবে আমাদের নিরাপদ থাকতে সাহায্য করে
cy: Sut y mae hyn yn helpu i'n cadw ni'n ddiogel
gu: તે અમને કઈ રીતે સુરક્ષિત રાખવામાં મદદ કરે છે
pa: ਇਹ ਸੁਰੱਖਿਅਤ ਰਹਿਣ ਵਿੱਚ ਸਾਡੀ ਮਦਦ ਕਿਵੇਂ ਕਰਦਾ ਹੈ
pl: W jaki sposób pomaga nam to w zapewnieniu bezpieczeństwa
ro: Cum contribuie acest lucru la siguranța noastră
tr: Güvende kalmamıza nasıl yardımcı olur
ur: محفوظ رہنے میں یہ کس طرح ہماری مدد کرتی ہے
zh: 登记如何帮助我们保持安全

# qrcoder_scanner_status_stopped
source: How it helps us stay safe
ar: كيف يساعدنا ذلك في البقاء بأمانٍ
bn: এটা যেভাবে আমাদের নিরাপদ থাকতে সাহায্য করে
cy: Sut y mae hyn yn helpu i'n cadw ni'n ddiogel
gu: તે અમને કઈ રીતે સુરક્ષિત રાખવામાં મદદ કરે છે
pa: ਇਹ ਸੁਰੱਖਿਅਤ ਰਹਿਣ ਵਿੱਚ ਸਾਡੀ ਮਦਦ ਕਿਵੇਂ ਕਰਦਾ ਹੈ
pl: W jaki sposób pomaga nam to w zapewnieniu bezpieczeństwa
ro: Cum contribuie acest lucru la siguranța noastră
tr: Güvende kalmamıza nasıl yardımcı olur
ur: محفوظ رہنے میں یہ کس طرح ہماری مدد کرتی ہے
zh: 登记如何帮助我们保持安全

# alert_postcode_risk_change_title
source: Local information has been updated.
ar: تم تحديث المعلومات المحلية.
bn: স্থানীয় তথ্য সাম্প্রতিক করা হয়েছে।
cy: Mae'r wybodaeth leol wedi'i diweddaru.
gu: લૉકલ માહિતી અપડેટ કરવામાં આવી છે.
pa: ਸਥਾਨਕ ਜਾਣਕਾਰੀ ਨੂੰ ਅੱਪਡੇਟ ਕਰ ਦਿੱਤਾ ਗਿਆ ਹੈ।
pl: Informacje lokalne zostały zaktualizowane.
ro: Informațiile locale au fost actualizate.
tr: Yerel bilgiler güncellendi.
ur: مقامی معلومات کو اپ ڈیٹ کر دیا گیا ہے۔
zh: 本地信息已更新。

# alert_postcode_risk_change_body
source: The app provides advice to help keep you and others safe. Tap here for more information.
ar: يوفر التطبيق النصائح اللازمة للحفاظ على سلامتك وسلامة الآخرين. يرجى النقر هنا للاطلاع على المزيد من المعلومات.
bn: নিজেকে ও অন্যদের নিরাপদ রাখতে সহায়তার জন্য এই অ্যাপ পরামর্শ প্রদান করে। আরো তথ্যের জন্য এখানে ট্যাপ করুন।
cy: Mae'r ap yn darparu cyngor i helpu i'ch cadw chi ac eraill yn ddiogel. Tapiwch yma i gael rhagor o wybodaeth.
gu: એપ તમને અને અન્ય લોકોને+ સુરક્ષિત રાખવામાં સહાય માટે સલાહ આપે છે. વધુ માહિતી માટે અહીં ટેપ કરો.
pa: ਐਪ ਤੁਹਾਨੂੰ ਅਤੇ ਦੂਜਿਆਂ ਨੂੰ ਸੁਰੱਖਿਅਤ ਰੱਖਣ ਵਿੱਚ ਸਹਾਇਤਾ ਲਈ ਸਲਾਹ ਦਿੰਦੀ ਹੈ। ਹੋਰ ਜਾਣਕਾਰੀ ਲਈ ਇੱਥੇ ਟੈਪ ਕਰੋ।
pl: Porady zawarte w aplikacji pomogą Ci w zapewnieniu bezpieczeństwa sobie i innym. Dotknij tutaj, aby uzyskać więcej informacji.
ro: Aplicația oferă recomandări pentru a vă menține în siguranță atât pe dvs., cât și pe ceilalți. Atingeți aici pentru mai multe informații.
tr: Uygulama, sizi ve diğer insanları güvende tutmaya yardımcı olmak amacıyla tavsiye sağlar. Daha fazla bilgi için buraya dokunun.
ur: یہ ایپ آپ کو اور دوسروں کو محفوظ رکھنے میں مدد کے لیے مشورہ پیش کرتی ہے۔ مزید معلومات کے لیے یہاں تھپتھپائیں۔
zh: 该应用程序提供了有助于保护自己和他人安全的建议。点击此处获取更多信息。

# alert_venue_risk_change_body
source: You may have been exposed to COVID-19 at a venue you recently checked into. Tap here for advice.
ar: من المُحتمل أنك قد تعرَّضت للإصابة بفيروس كوفيد-19 في مكانٍ ما قمت بتسجيل الدخول إليه مؤخرًا. يرجى النقر هنا للاطلاع على النصائح.
bn: আপনি সম্প্রতি এমন কোনো জায়গায় গিয়েছিলেন যেখানে হয়তো কোভিড-১৯-এর সংস্পর্শে আসেন। পরামর্শের জন্য এখানে ট্যাপ করুন।
cy: Efallai eich bod wedi dod i gysylltiad â COVID-19 mewn lleoliad y gwnaethoch fewngofnodi iddo'n ddiweddar. Tapiwch yma i gael cyngor.
gu: તમે તાજેતરમાં જે સ્થળે ગયા હતા તે સ્થળે તમે COVID-19 ના કૉન્ટેક્ટમાં આવ્યાં છો. સલાહ માટે અહીં ટેપ કરો.
pa: ਹੋ ਸਕਦਾ ਹੈ ਕਿ ਤੁਸੀਂ ਕਿਸੇ ਅਜਿਹੀ ਜਗ੍ਹਾ 'ਤੇ COVID-19 ਦੇ ਸੰਪਰਕ ਵਿੱਚ ਆਏ ਹੋਵੋ ਜਿੱਥੇ ਤੁਸੀਂ ਹਾਲ ਹੀ ਵਿੱਚ ਚੈੱਕ-ਇਨ ਕੀਤਾ ਸੀ। ਸਲਾਹ ਲਈ ਇੱਥੇ ਟੈਪ ਕਰੋ।
pl: W lokalu, w którym niedawno się zameldowałeś(-aś), mogłeś(-aś) zostać narażony(-a) na kontakt z COVID-19. Dotknij tutaj w celu uzyskania porady.
ro: Este posibil să fi fost expus /ă la COVID-19 într-un loc pe care l-ați vizitat recent. Atingeți aici pentru recomandări.
tr: Yakın zaman önce giriş yaptığınız bir mekanda COVID-19'a maruz kalmış olabilirsiniz. Tavsiye için buraya dokunun.
ur: ہو سکتا ہے آپ اس مقام پر COVID-19 کی زد میں آئے ہوں جہاں آپ نے حال ہی میں چیک ان کیا تھا۔ مشورے کے لیے یہاں تھپتھپائیں۔
zh: 您可能在最近入住过的场所接触过 COVID-19。点击这里获得建议。

# alert_isolation_state_change_title
source: Our guidance to you has changed
ar: لقد تغيرت التوجيهات المقدمة إليك
bn: আপনার জন্য আমাদের নির্দেশে পরিবর্তন হয়েছে
cy: Mae ein cyngor i chi wedi newid
gu: તમારા માટેનું અમારું માર્ગદર્શન બદલાયું છે
pa: ਤੁਹਾਡੇ ਲਈ ਸਾਡੀ ਸਲਾਹ ਵਿੱਚ ਬਦਲਾਅ ਹੋਇਆ ਹੈ
pl: Wytyczne dla Ciebie uległy zmianie
ro: Îndrumările pe care vi le oferim s-au schimbat
tr: Size yönelik olarak sunulan rehberlikte bir değişiklik oldu
ur: ہماری رہنمائی آپ کے لئے بدل گئی ہے
zh: 我们对您的指导已更改
