Repository: nihp-public/covid-19-app-ios-ag-public
Catalog: NHS-COVID-19/Core/Sources/Localization/Resources/*.lproj/Localizable.strings
Languages: ar, bn, cy, gu, pa, pl, ro, tr, ur, zh

# exposure_notification_reminder_sheet_description
source: Choose when the app will remind you to turn on contact tracing.
ar: حدِّد الموعد الذي يقوم فيه التطبيق بتذكيرك بتشغيل خاصية تتبع المخالطين.
bn: অ্যাপটি কতক্ষণ পরে আপনাকে কনট্যাক্ট ট্রেসিং চালু করার কথা মনে করিয়ে দেবে তা বেছে নিন।
cy: Dewis pryd y bydd yr ap yn eich atgoffa chi i ailddechrau olrhain cysylltiadau.
gu: એપ્લિકેશન ક્યારે તમને કૉન્ટેક્ટ ટ્રેસિંગ ચાલુ કરવાનું યાદ અપાવે તે પસંદ કરો
pa: ਚੁਣੋ ਕਿ ਐਪ ਤੁਹਾਨੂੰ ਸੰਪਰਕ ਟ੍ਰੇਸਿੰਗ ਨੂੰ ਚਾਲੂ ਕਰਨ ਬਾਰੇ ਕਦੋਂ ਯਾਦ ਦਵਾਏਗੀ।
pl: Wybierz, kiedy aplikacja ma przypomnieć o włączeniu funkcji śledzenia kontaktów.
ro: Alegeți momentul în care aplicația vă va aminti să activați urmărirea contactelor
tr: Uygulamanın size temas takibini tekrar başlatmanızı ne zaman hatırlatacağını seçin.
ur: منتخب کریں کہ ایپ کب آپ کو رابطے کے سراغ کو آن کرنا یاد دلائے گی۔
zh: 选择应用程序何时提醒您开启联系人追踪。

# exposure_notification_reminder_alert_description
source: Turn contact tracing back on to help protect you and others.
ar: يجب تشغيل خاصية تتبع المخالطين مرة أخرى لتوفير الحماية لك وللآخرين
bn: নিজেকে ও অন্যদের সুরক্ষিত রাখতে সাহায্য করার জন্য, কনট্যাক্ট ট্রেসিং আবার চালু করুন।
cy: Ailddechreuwch y cyfleuster olrhain cysylltiadau i helpu i’ch amddiffyn eich hun ac eraill.
gu: તમારું અને અન્ય લોકોનું રક્ષણ કરવામાં મદદ માટે કૉન્ટેક્ટ ટ્રેસિંગને ફરી ચાલુ કરો.
pa: ਆਪਣੀ ਅਤੇ ਦੂਜਿਆਂ ਦੀ ਰੱਖਿਆ ਕਰਨ ਵਿੱਚ ਮਦਦ ਕਰਨ ਲਈ ਸੰਪਰਕ ਟ੍ਰੇਸਿੰਗ ਨੂੰ ਮੁੜ ਚਾਲੂ ਕਰੋ।
pl: Włącz śledzenie kontaktów, aby pomóc chronić siebie i innych.
ro: Reactivați urmărirea contactelor pentru a vă proteja pe dvs. și pe ceilalți.
tr: Kendinizi ve başkalarını korumaya yardımcı olmak için temas takibini tekrar başlatın.
ur: خود کا اور دوسروں کا تحفظ کرنے میں مدد کے لیے رابطے کے سراغ کو آن کریں۔
zh: 开启联系人追踪，帮助保护自己和他人。

# exposure_notification_reminder_alert_button
source: OK
ar: موافق
bn: ঠিক আছে
cy: Iawn
gu: બરાબર
pa: ਠੀਕ ਹੈ
ro: Bine
tr: Tamam
ur: ٹھیک ہے
zh: 好的

# edit_postcode_title
source: Edit postcode district
ar: تعديل الرمز البريدي للمقاطعة
bn: পোস্টকোড জেলা সম্পাদনা করুন
cy: Golygu ardal cod post
gu: પોસ્ટકોડ જિલ્લો સંપાદિત કરો
pa: ਪੋਸਟਕੋਡ ਜ਼ਿਲ੍ਹਾ ਸੰਪਾਦਿਤ ਕਰੋ
pl: Edytuj okręg pocztowy
ro: Editare cod poștal al districtului
tr: Posta kodu bölgesini düzenle
ur: پوسٹ کوڈ ضلع میں ترمیم کریں
zh: 编辑邮政编码区域

# age_confirmation_alert_title
source: Are you 16 years or over?
ar: هل عمرك 16 عامًا أو أكثر؟
bn: আপনি কি 16 বছর বা তার বেশি?
cy: Ydych chi'n 16 oed neu'n hŷn?
gu: તમે 16 વર્ષ અથવા તેથી વધુ ઉંમરના છો?
pa: ਕੀ ਤੁਸੀਂ 16 ਸਾਲ ਜਾਂ ਵੱਧ ਹੋ?
pl: Czy masz 16 lat lub więcej?
ro: Aveți vârsta de peste 16 ani?
tr: 16 yaş veya üstü müsünüz?
ur: کیا آپ کی عمر 16 سال یا اس سے زیادہ ہے؟
zh: 您是否年满16岁？

# age_confirmation_alert_body
source: You must confirm that you are 16 years or over to be able to use this app.
ar: يجب عليك التأكيد بأن عمرك 16 عامًا أو أكثر لكي يتسنى لك استخدام هذا التطبيق.
bn: এই অ্যাপটি ব্যবহার করতে সক্ষম হতে আপনাকে অবশ্যই সুনিশ্চিত করতে হবে যে আপনার বয়স 16 বছর বা তার চেয়ে বেশি।
cy: Rhaid i chi gadarnhau eich bod yn 16 oed neu'n hŷn i ddefnyddio'r ap hwn.
gu: આ એપનો ઉપયોગ કરી શકવા માટે તમારે પુષ્ટિ કરવી પડશે કે તમે 16 વર્ષ કે તેથી વધુ ઉંમરના છો.
pa: ਤੁਹਾਨੂੰ ਇਸ ਐਪ ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਣ ਲਈ ਲਾਜ਼ਮੀ ਤੌਰ ਤੇ ਇਹ ਪੁਸ਼ਟੀ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ ਕਿ ਤੁਹਾਡੀ ਉਮਰ 16 ਸਾਲ ਜਾਂ ਇਸ ਤੋਂ ਜ਼ਿਆਦਾ ਹੈ।
pl: Aby móc korzystać z tej aplikacji, musisz potwierdzić, że masz ukończone 16 lat.
ro: Trebuie să confirmați că aveți vârsta de peste 16 ani pentru a putea utiliza această aplicație.
tr: Bu uygulamayı kullanabilmek için 16 yaş ve üstünde olduğunuzu teyit etmelisiniz.
ur: اس ایپ کو استعمال کرنے کا اہل ہونے کے لئے آپ کو تصدیق کرنا ہوگا کہ آپ کی عمر 16 سال یا اس سے زیادہ ہے۔
zh: 为了能够使用本应用程序，您必须确认您已经年满16岁。

# age_confirmation_alert_accept
source: I am 16 or over
ar: عمري 16 عامًا أو أكثر
bn: আমার বয়স ১৬ বছর বা তার বেশি
cy: Rydw i dros 16 oed
gu: મારી ઉંમર 16 વર્ષથી ઉપર છે
pa: ਮੇਰੀ ਉਮਰ 16 ਸਾਲ ਜਾਂ ਇਸ ਤੋਂ ਜਿਆਦਾ ਹੈ
pl: Mam ukończone 16 lat
ro: Am vârsta de 16 ani sau peste
tr: 16 yaşında ya da üstündeyim
ur: میری عمر 16 سال یا اس سے زیادہ ہے
zh: 本人16岁或以上

# age_confirmation_alert_reject
source: I am under 16
ar: يقل عمري عن 16 عامًا
bn: আমার বয়স 16 বছরের কম
cy: Rydw i dan 16 oed
gu: મારી ઉંમર 16 વર્ષથી ઓછી છે
pa: ਮੇਰੀ ਉਮਰ 16 ਸਾਲ ਤੋਂ ਘੱਟ ਹੈ
pl: Mam mniej niż 16 lat.
ro: Am vârsta mai mică de 16 ani
tr: 16 yaşından küçüğüm
ur: میری عمر 16 سال سے کم ہے
zh: 我未满16岁

# below_required_age_title
source: Unfortunately, this app is only for people aged 16 years or over
ar: للأسف، هذا التطبيق مُخصصٌ فقط لاستخدامه من قِبل الأشخاص الذين تبلغ أعمارهم 16 عامًا فما فوق.
bn: দুর্ভাগ্যবশত, এই অ্যাপটি শুধুমাত্র 16 বা তার বেশি বয়সী মানুষদের জন্য।
cy: Yn anffodus, i bobl 16 oed a hŷn yn unig y mae’r ap hwn.
gu: દુર્ભાગ્યે, આ એપ ફક્ત 16 વર્ષ અથવા તેથી વધુ ઉંમરના લોકો માટે છે.
pa: ਬਦਕਿਸਮਤੀ ਨਾਲ, ਇਹ ਐਪ ਸਿਰਫ ਉਨ੍ਹਾਂ ਲੋਕਾਂ ਲਈ ਹੈ ਜਿਨ੍ਹਾਂ ਦੀ ਉਮਰ 16 ਸਾਲ ਜਾਂ ਇਸ ਤੋਂ ਜ਼ਿਆਦਾ ਹੈ।
pl: Niestety nie możesz korzystać z tej aplikacji; jest ona przeznaczona wyłącznie dla osób w wieku 16 lat lub starszych.
ro: Această aplicație se adresează numai persoanelor cu vârsta de peste 16 ani.
tr: Ne yazık ki bu uygulamayı kullanamazsınız. Bu uygulama yalnızca 16 yaşında veya daha büyük olan kişiler tarafından kullanılabilir.
ur: بدقسمتی سے، آپ اس ایپ کو استعمال نہیں کرسکتے ہیں۔ یہ ایپ صرف 16 سال یا اس سے زیادہ عمر کے لوگوں کے لئے ہے۔
zh: 遗憾的是，您不能使用此应用程序。 此应用仅适用于16岁或以上的人。

# below_required_age_description
source: Thank you for your interest. This app is only for people aged 16 years or over.
ar: شكرًا لك على اهتمامك. هذا التطبيق مُخصصٌ للأشخاص الذين تبلغ أعمارهم 16 عامًا فما فوق.
bn: আপনার আগ্রহের জন্য ধন্যবাদ। এই অ্যাপটি শুধুমাত্র 16 বছর বা তার চেয়ে বেশি বয়স ব্যক্তিদের জন্য।
cy: Diolch am eich diddordeb. Ar gyfer pobl 16 oed a hŷn yn unig y mae'r ap hwn.
gu: તમારા રસ લેવા બદલ આભાર. આ એપ ફક્ત 16 વર્ષ અથવા તેથી વધુ ઉંમરના લોકો માટે છે.
pa: ਤੁਹਾਡੀ ਦਿਲਚਸਪੀ ਲਈ ਧੰਨਵਾਦ। ਇਹ ਐਪ ਸਿਰਫ ਉਨ੍ਹਾਂ ਲੋਕਾਂ ਲਈ ਹੈ ਜਿਨ੍ਹਾਂ ਦੀ ਉਮਰ 16 ਸਾਲ ਜਾਂ ਇਸ ਤੋਂ ਜ਼ਿਆਦਾ ਹੈ।
pl: Dziękujemy za zainteresowanie. Aplikacja jest przeznaczona wyłącznie dla osób w wieku 16 lat lub starszych.
ro: Vă mulțumim pentru interesul dvs. Din păcate, nu puteți folosi această aplicație. Această aplicație este destinată numai persoanelor cu vârsta de peste 16 ani.
tr: İlgi gösterdiğiniz için teşekkür ederiz. Bu uygulama yalnızca 16 yaş ve üstü olan kişiler içindir.
ur: آپ کی دلچسپی کے لئے آپ کا شکریہ. یہ ایپ صرف 16 سال یا اس سے زیادہ عمر کے لوگوں کے لئے ہے۔
zh: 感谢您的关注。 本应用程序仅适用于16岁以上人员。

# edit_postcode_save_button
source: Save
ar: حفظ
bn: সংরক্ষণ
cy: Cadw
gu: સેવ કરો
pa: ਸੇਵ
pl: Zapisz
ro: Salvare
tr: Kaydet
ur: محفوظ کریں
zh: 储存

# link_book_a_test_for_someone_else
source: https://www.nhs.uk/conditions/coronavirus-covid-19/testing-and-tracing/get-a-test-to-check-if-you-have-coronavirus/
ar: https://www.nhs.uk/conditions/coronavirus-covid-19/testing/
bn: https://www.nhs.uk/conditions/coronavirus-covid-19/testing/
cy: https://www.nhs.uk/conditions/coronavirus-covid-19/testing/
pa: https://www.nhs.uk/conditions/coronavirus-covid-19/testing/
pl: https://www.nhs.uk/conditions/coronavirus-covid-19/testing/
ro: https://www.nhs.uk/conditions/coronavirus-covid-19/testing/
ur: https://www.nhs.uk/conditions/coronavirus-covid-19/testing/
zh: https://www.nhs.uk/conditions/coronavirus-covid-19/testing/

source: Close
ar: إغلاق
bn: বন্ধ করুন
cy: Cau
gu: બંધ કરો
pa: ਬੰਦ ਕਰੋ
pl: Zamknij
ro: Închidere
tr: Kapat
ur: بند کریں
zh: 关闭

# bluetooth_disabled_description
source: This app uses Bluetooth to know when it is near another phone with this app installed. If you have Bluetooth turned off, this app will not work. This app uses ‘Bluetooth Low Energy’ - a battery saving technology. Please go to settings and turn on Bluetooth.
ar: يستخدم هذا التطبيق خاصية البلوتوث لتحديد ما إذا كان هاتفك موجودًا بالقرب من هاتفٍ آخر تم تثبيت نفس التطبيق عليه؛ علمًا بأن هذا التطبيق لن يعمل في حال إيقاف تشغيل خاصية البلوتوث. يستخدم هذا التطبيق خاصية "البلوتوث منخفض الطاقة" - وهي تقنية موفرة لطاقة البطارية. يرجى الانتقال إلى الإعدادات وتشغيل خاصية البلوتوث.
bn: এই অ্যাপটি ইনস্টল থাকা অন্য ফোনের কাছে এটি কখন রয়েছে তা জানতে এই অ্যাপ ব্লুটুথ ব্যবহার করে। আপনার যদি ব্লুটুথ বন্ধ থাকে তবে এই অ্যাপটি কাজ করবে না। এই অ্যাপ্লিকেশনটি ‘ব্লুটুথ লো এনার্জি’ - একটি ব্যাটারি সাশ্রয় প্রযুক্তি ব্যবহার করে। দয়া করে সেটিংসে যান এবং ব্লুটুথ চালু করুন।
cy: Mae'r ap hwn yn defnyddio Bluetooth i wybod pryd y mae'n agos at ffôn arall gyda'r ap hwn wedi'i osod. Os ydych chi wedi diffodd Bluetooth, ni fydd yr ap hwn yn gweithio. Mae’r ap hwn yn defnyddio ‘Ynni Isel Bluetooth' - technoleg i arbed batri. Ewch i Gosodiadau a throwch Bluetooth ymlaen.
gu: આ એપ બ્લૂટૂથનો ઉપયોગ એ જાણવા કરે છે જ્યારે તે આ એપ ઇન્સ્ટોલ કરેલાં બીજા ફોનથી નજીક છે. જો તમારા ફોનમાં બ્લૂટૂથ બંધ છે, તો આ એપ કામ કરશે નહીં. આ એપ 'બ્લૂટૂથ લો એનર્જી' - બેટરી બચત ટેકનોલોજીનો ઉપયોગ કરે છે. મહેરબાની કરીને સેટિંગ્સ પર જાઓ અને બ્લૂટૂથ ચાલુ કરો.
pa: ਇਹ ਐਪ ਇਹ ਜਾਣਨ ਲਈ ਬਲੂਟੁੱਥ ਦੀ ਵਰਤੋਂ ਕਰਦੀ ਹੈ ਕਿ ਇਹ ਕਦੋਂ ਇੱਕ ਅਜਿਹੇ ਫ਼ੋਨ ਦੇ ਨਜ਼ਦੀਕ ਹੁੰਦੀ ਹੈ ਜਿਸ ਉੱਤੇ ਇਹ ਐਪ ਇੰਸਟਾਲ ਹੁੰਦੀ ਹੈ। ਜੇ ਤੁਸੀਂ ਬਲੂਟੁੱਥ ਨੂੰ ਬੰਦ ਕਰ ਦਿੱਤਾ ਹੈ, ਤਾਂ ਇਹ ਐਪ ਕੰਮ ਨਹੀਂ ਕਰੇਗੀ। ਇਹ ਐਪ ‘ਬਲੂਟੁੱਥ ਘੱਟ ਊਰਜਾ’ - ਬੈਟਰੀ ਦੀ ਬੱਚਤ ਕਰਨ ਵਾਲੀ ਇੱਕ ਟੈਕਨਾਲੋਜੀ - ਦੀ ਵਰਤੋਂ ਕਰਦੀ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਸੈਟਿੰਗਾਂ ਤੇ ਜਾਓ ਅਤੇ ਬਲੂਟੁੱਥ ਆੱਨ ਕਰੋ।
pl: Aplikacja korzysta z funkcji Bluetooth, gdy jest w pobliżu innego użytkownika, który również ma ją zainstalowaną. Aplikacja nie będzie działać, jeżeli Bluetooth jest wyłączony. Aplikacja korzysta z oszczędzającej baterię technologii Bluetooth Low Energy. Przejdź do opcji Ustawienia i włącz Bluetooth.
ro: Această aplicație utilizează Bluetooth pentru a ști când se află lângă un alt telefon cu această aplicație instalată. Dacă aveți Bluetooth-ul dezactivat, această aplicație nu va funcționa. Această aplicație utilizează „Bluetooth Low Energy” ("energie redusă Bluetooth") - o tehnologie de economisire a bateriei. Vă rugăm să accesați setările și să activați Bluetooth-ul.
tr: Bu uygulama, bu uygulamanın yüklü olduğu başka bir telefonun yakınında olduğunu bilmek için Bluetooth kullanır. Bluetooth’u kapattıysanız, bu uygulama çalışmayacaktır. Bu uygulama ‘Bluetooth Düşük Enerji’ kullanmaktadır - bir pil tasarrufu teknolojisi. Lütfen ayarlara gidin ve Bluetooth’u açın.
ur: یہ ایپ یہ جاننے کے لئے بلوٹوتھ کا استعمال کرتی ہے کہ یہ کسی دوسرے ایسے فون کے قریب ہے جس میں یہ ایپ انسٹال شدہ ہے۔ اگر آپ نے بلوٹوتھ آف کیا ہوا ہے تو یہ ایپ کام نہیں کرے گی۔ اس ایپ میں ’بلوٹوتھ لو انرجی‘ - جو بیٹری کی بچت کی ایک ٹیکنالوجی ہے - کا استعمال کرتی ہے۔ برائے کرم سیٹنگز میں جائیں اور بلوٹوتھ آن کریں۔
zh: 本应用程序使用蓝牙来获悉您的手机何时靠近了也安装了本应用程序的另一部手机。如果您关闭了蓝牙，本应用程序将无法运行。 本应用程序使用了一种可节省电池的“蓝牙低能耗”技术。 请进入设置并打开蓝牙。

# authorization_denied_description
source: This is how the app tells you if you’ve been in close contact with someone who has tested positive for COVID-19. Your phone may call these ‘Exposure notifications’ or ‘Exposure logging’. Go to your phone settings and change to ‘Allow’.
ar: هذه هي الطريقة التي يخبرك بها التطبيق إذا ما كنت على اتصال وثيق بشخص ما ثبُتت إصابته بـ COVID-19. قد يتصل هاتفك بهذه الـ ’Exposure notifications’ أو ’Exposure logging’. انتقل الى إعدادات هاتفك وقم بالتغيير الي ""السماح ’(Allow)’.
bn: COVID-19 এর জন্য পরীক্ষায় পজিটিভ ফল এসেছে এমন কারো সাথে আপনি ঘনিষ্ঠ সংস্পর্শে ছিলেন কিনা তা অ্যাপটি আপনাকে এইভাবে জানায়। আপনার ফোন এগুলিকে ‘Exposure notifications’ বা ‘Exposure logging’ বলতে পারে। আপনার ফোন সেটিংসে যান এবং 'অনুমতি দিন' (Allow) এ পরিবর্তন করুন।
cy: Dyma sut mae’r ap yn rhoi gwybod i chi os ydych wedi bod mewn cysylltiad agos â rhywun sydd wedi profi'n bositif am COVID-19. Efallai y bydd eich ffôn yn cyfeirio at y rhain fel ‘Hysbysiadau Cysylltiad’ (Exposure notifications) neu ‘Cofnodi Cysylltiad’ (Exposure logging). Ewch i osodiadau eich ffon a newid i ‘Caniatáu’ (Allow).
gu: આ રીતે ઍપ તમને કહે છે કે તમે એવી કોઈ વ્યક્તિ સાથે નજીકના સંપર્કમાં આવ્યા છો કે કેમ જેઓનો COVID-19 ટેસ્ટ પૉઝિટિવ આવ્યો હોય. તમારો ફોન આને ‘Exposure notifications’ અથવા ‘Exposure logging’ કહેતો હોય તેમ બની શકે છે. તમારા ફોનનાં સેટિંગ્ઝમાં જાઓ અને બદલીને 'માન્ય કરો' (Allow) સેટ કરો.
pa: ਇਹੀ ਤਰੀਕਾ ਹੈ ਜਿਸ ਨਾਲ ਐਪ ਤੁਹਾਨੂੰ ਦੱਸਦੀ ਹੈ ਕਿ ਕੀ ਤੁਸੀਂ ਕਿਸੇ ਅਜਿਹੇ ਵਿਅਕਤੀ ਦੇ ਨਜ਼ਦੀਕੀ ਸੰਪਰਕ ਵਿੱਚ ਰਹੇ ਹੋ ਜਿਸਦਾ COVID-19 ਲਈ ਟੈਸਟ ਪਾਜ਼ਿਟਿਵ ਆਇਆ ਹੈ। ਤੁਹਾਡਾ ਫੋਨ ਇਹਨਾਂ ਨੂੰ ‘Exposure notifications’ ਜਾਂ ‘Exposure logging’ ਕਹਿ ਸਕਦਾ ਹੈ। ਆਪਣੇ ਫੋਨ ਦੀਆਂ ਸੈਟਿੰਗਾਂ 'ਤੇ ਜਾਓ ਅਤੇ 'ਇਜਾਜ਼ਤ ਦਿਓ' (Allow) 'ਤੇ ਬਦਲੋ।
pl: W ten sposób aplikacja informuje, czy użytkownik był w bliskim kontakcie z osobą, u której wynik testu na COVID-19 był pozytywny. Twój telefon może informować o takich zdarzeniach Exposure notifications lub Exposure logging. Przejdź do ustawień telefonu i zmień na ’Zezwól’ (Allow).
ro: Astfel aplicația vă va informa dacă ați intrat în contact direct cu o persoană testată pozitiv pentru COVID-19. Este posibil ca telefonul dvs. să denumească aceste ’Exposure notifications’ ca ’Exposure logging’. Mergeți la setările telefonului și modificați la ’Permiteți’ (Allow).
tr: Uygulama bu sayede COVID-19 testi pozitif çıkmış biriyle yakın temasta bulunmuş olmanız halinde sizi haberdar etmektedir. Telefonunuzda bu bildirimler ‘Exposure notifications’ veya ‘Exposure logging’ olarak geçebilir. Telefon ayarlarına gidip bildirimlere ‘İzin ver‘ (Allow) seçeneğini aktif hale getirin.
ur: اس طرح یہ ایپ آپ کو بتاتی ہے کہ آیا آپ کسی ایسے شخص کے قریبی رابطہ میں رہے ہیں جس کی COVID-19 کی جانچ مثبت آئی ہے۔ آپ کا فون انہیں ‘Exposure notifications’ یا ‘Exposure logging’ کہہ سکتا ہے۔ اپنے فون کی ترتیبات میں جائیں اور 'اجازت دیں' (Allow) میں بدل دیں۔
zh: 如果您曾与COVID-19检测结果呈阳性的对象有过密切接触，此应用将通过这种方式告知您。 手机可能会将该功能称为“Exposure notifications”或“Exposure logging”。 请在手机设置中将其更改为“允许”(Allow)。

# checkin_camera_qrcode_scanner_title
source: Scan an official NHS QR code poster to check in
ar: مسح ضوئي لملصق أحد رموز NHS QR الرسمية لتسجيل الدخول
bn: চেক ইন করতে কোনো অফিসিয়াল এনএইচএস কোড পোস্টার স্ক্যান করুন
cy: Sganio poster cod QR swyddogol y GIG i fewngofnodi
gu: ચેક ઈન કરવા માટે ઓફિશ્યલ NHS QR કૉડ પોસ્ટર પર સ્કેન કરો
pa: ਚੈੱਕ-ਇਨ ਕਰਨ ਲਈ ਅਧਿਕਾਰਤ NHS QR ਕੋਡ ਪੋਸਟਰ ਸਕੈਨ ਕਰੋ
pl: Zeskanuj kod NHS QR z oficjalnego plakatu, aby się zameldować
ro: Scanați un poster cu cod QR NHS oficial pentru a înregistra vizita
tr: Mekana giriş yapmak için resmi bir NHS QR kodu posterini tarayın
ur: چیک ان کرنے کے لئےباضابطہ NHS QR کوڈ پوسٹر اسکین کریں
zh: 扫描 NHS 官方二维码海报进行登记

# checkin_camera_qrcode_scanner_status_label
source: How it helps us stay safe
ar: كيف يساعدنا ذلك في البقاء بأمانٍ
bn: এটা যেভাবে আমাদের নিরাপদ থাকতে সাহায্য করে
cy: Sut y mae hyn yn helpu i'n cadw ni'n ddiogel
gu: તે અમને કઈ રીતે સુરક્ષિત રાખવામાં મદદ કરે છે
pa: ਇਹ ਸੁਰੱਖਿਅਤ ਰਹਿਣ ਵਿੱਚ ਸਾਡੀ ਮਦਦ ਕਿਵੇਂ ਕਰਦਾ ਹੈ
pl: W jaki sposób pomaga nam to w zapewnieniu bezpieczeństwa
ro: Cum contribuie acest lucru la siguranța noastră
tr: Güvende kalmamıza nasıl yardımcı olur
ur: محفوظ رہنے میں یہ کس طرح ہماری مدد کرتی ہے
zh: 登记如何帮助我们保持安全

# checkin_confirmation_title
source: Successful check-in
ar: تم تسجيل الدخول بنجاح
bn: সফল চেক-ইন
cy: Wedi mewngofnodi yn llwyddiannus
gu: સફળ ચેક-ઇન
pa: ਸਫਲਤਾਪੂਰਵਕ ਚੈੱਕ-ਇਨ
pl: Zameldowałeś(-aś) się w
ro: Check-in reușit
tr: Başarıyla giriş yapıldı
ur: کامیاب چیک ان
zh: 成功签到

# alert_venue_risk_change_title
source: Venue notification
ar: إشعار المكان
bn: ভেন্যুর নোটিফিকেশন
cy: Hysbysiad lleoliad
gu: સ્થળ સૂચના
pa: ਸਥਾਨ ਬਾਰੇ ਸੂਚਨਾ
pl: Powiadomienie z odwiedzonego lokalu
ro: Notificare local
tr: Mekan bildirimi
ur: مقام سے متعلق نوٹیفکیشن
zh: 场所通知

# alert_exposure_detection_title
source: Close contact notification
ar: إشعار المخالطة عن كثب
bn: ঘনিষ্ঠ সংস্পর্শে আসার নোটিফিকেশন
cy: Hysbysiad cysylltiad agos
gu: કોન્ટેક્ટ નોટિફિકેશન બંધ કરો
pa: ਨੇੜਲੇ ਸੰਪਰਕ ਦੀ ਸੂਚਨਾ
pl: Powiadomienie o bliskim kontakcie
ro: Notificare de contact apropiat
tr: Yakın temas bildirimi
ur: قریبی ربط سے متعلق نوٹیفکیشن
zh: 关闭接触通知

# checkin_camera_permission_denial_title
source: Scan an official NHS QR code poster to check in
ar: تسجيل الدخول إلى مكان بإجراء مسح ضوئي لرمز رسمي من رموز NHS QR
bn: একটি অফিসিয়াল NHS QR কোড স্ক্যান করার মাধ্যমে কোনো স্থানে চেক ইন করুন
cy: Mewngofnodi i leoliad trwy sganio cod QR swyddogol y GIG
gu: ઓફિશ્યલ NHS QR કોડ સ્કેન કરીને વેન્યુ ખાતે ચેક ઇન કરો
pa: ਇੱਕ ਅਧਿਕਾਰਤ NHS QR ਕੋਡ ਨੂੰ ਸਕੈਨ ਕਰਕੇ ਇੱਕ ਸਥਾਨ ‘ਤੇ ਚੈੱਕ ਇਨ ਕਰੋ
pl: Zamelduj się w lokalu poprzez zeskanowanie oficjalnego kodu QR NHS.
ro: Faceți check-in într-o locație prin scanarea unui cod oficial NHS QR
tr: Bir resmi NHS QR kodunu tarayarak bir mekana giriş yapın
ur: آفیشل NHS کیو آر کوڈ اسکین کر کے کسی مقام پر چیک ان کریں۔
zh: 通过扫描官方的NHS QR码场所签到

# virology_book_a_test_title
source: Book a free test
ar: العودة إلى الشاشة الرئيسية
bn: হোমে ফিরে যান
cy: Yn ôl i'r dudalen gartref
gu: ફ્રિ ટેસ્ટ બુક કરો
pa: ਮੁੱਖ ਪੰਨੇ 'ਤੇ ਵਾਪਸ
pl: Powrót do strony głównej
ro: Înapoi acasă
tr: Hızlı antijen test kiti edinin
ur: ہوم پر واپس جائیں
zh: 返回主屏幕

# no_symptoms_still_get_test_body
source: You can still get a coronavirus test, even if you do not have one of the listed symptoms. Find out more about the coronavirus testing options available to you:
ar: تعرّف على المزيد من المعلومات المتاحة حول خيارات الاختبار:
bn: আপনার জন্য করোনাভাইরাস পরীক্ষার যেসব বিকল্প রয়েছে সেগুলো সম্পর্কে আরও জানুন:
cy: Darganfod rhagor am y dewisiadau sydd ar gael i chi o ran profion coronafeirws:
gu: તમને લિસ્ટમાંનાં લક્ષણોમાંથી એક પણ ન હોય તો પણ તમે હજીયે કોરોનાવાઇરસ ટેસ્ટ કરાવી શકો છો. તમારા માટે ઉપલબ્ધ કોરોનાવાઇરસ ટેસ્ટનાં ઓપશનો વિશે વધુ જાણો:
pa: ਤੁਹਾਡੇ ਲਈ ਉਪਲਬਧ ਕੋਰੋਨਾਵਾਇਰਸ ਟੈਸਟਿੰਗ ਵਿਕਲਪਾਂ ਬਾਰੇ ਹੋਰ ਜਾਣੋ:
pl: Więcej informacji o dostępnych opcjach testów na koronawirusa:
ro: Aflați mai multe despre opțiunile de testare pentru coronavirus disponibile pentru dvs.:
tr: Listelenen belirtilerden hiçbirine sahip olmasanız dahi bir koronavirüs testi yaptırabilirsiniz. Sizin için mevcut olan koronavirüs testi seçenekleri hakkında daha fazla bilgi edinin:
ur: آپ کے لیے دستیاب کورونا وائرس کی جانچ کے اختیارات کے بارے میں مزید پتہ کریں:
zh: 了解更多您可选择的冠状病毒检测方案：

# end_of_isolation_isolate_if_have_symptom_warning
source: If you feel unwell, stay at home until you feel better
ar: يمكنك الاستمرار في ممارسة الأنشطة المعتادة إذا لم يكن لديك ارتفاع في درجة الحرارة و تشعر بصحة جيدة
bn: আপনার জ্বর না থাকলে এবং আপনি যথেষ্ট সুস্থ বোধ করলে, আপনি আপনার স্বাভাবিক কার্যকলাপ করতে পারেন
cy: Gallwch barhau gyda'ch gweithgareddau arferol os nad oes gennych chi dymheredd uchel ac os ydych chi'n teimlo'n ddigon da
gu: જો તમને હજી પણ અસ્વસ્થ હોવાનું લાગતું હોય, તો જ્યાં સુધી તમને સારું ન લાગે ત્યાં સુધી ઘરે રહો
pa: ਜੇਕਰ ਤੁਹਾਨੂੰ ਤੇਜ਼ ਬੁਖ਼ਾਰ ਨਹੀਂ ਹੈ ਅਤੇ ਜੇਕਰ ਤੁਸੀਂ ਠੀਕ ਮਹਿਸੂਸ ਕਰਦੇ ਹੋ ਤਾਂ ਤੁਸੀਂ ਆਮ ਗਤੀਵਿਧੀਆਂ ਨੂੰ ਜਾਰੀ ਰੱਖ ਸਕਦੇ ਹੋ
pl: Możesz kontynuować normalną aktywność, jeśli nie masz wysokiej temperatury i jeśli czujesz się dostatecznie dobrze
ro: Vă puteți desfășura în continuare activitățile normale dacă nu aveți temperatură mare sau dacă vă simțiți suficient de bine
tr: Hala iyi değilseniz, daha iyi hissedene kadar evde kalın
ur: اگر آپ کا درجۂ حرارت زیادہ نہیں ہے اور اگر آپ کافی بہتر محسوس کرتے ہیں تو آپ معمول کی سرگرمیاں جاری رکھ سکتے ہیں
zh: 若无发烧且感觉良好，您可以恢复正常生活

# negative_test_result_no_isolation_warning
source: If you feel unwell, stay at home until you feel better
ar: إذا كان لديك ارتفاع في درجة الحرارة أوتشعر بالتوعك ولا تستطيع الذهاب إلى العمل أو ممارسة الأنشطة المعتادة، حاول البقاء في المنزل حتى تشعر بالتحسن
bn: আপনার জ্বর থাকলে অথবা কাজ করতে যাওয়া বা স্বাভাবিক কার্যকলাপ করার জন্য আপনি যথেষ্ট সুস্থ বোধ না করলে, সুস্থ বোধ না করা পর্যন্ত বাসায় থাকতে চেষ্টা করুন
cy: Os oes gennych chi dymheredd uchel neu os nad ydych chi'n teimlo’n ddigon da i fynd i’r gwaith neu wneud gweithgareddau arferol, ceisiwch aros gartref nes eich bod yn teimlo'n well
gu: જો તમને અસ્વસ્થ હોવાનું લાગતું હોય, તો જ્યાં સુધી તમને સારું ન લાગે ત્યાં સુધી ઘરે રહો
pa: ਜੇਕਰ ਤੁਹਾਨੂੰ ਤੇਜ਼ ਬੁਖ਼ਾਰ ਹੈ ਜਾਂ ਕੰਮ 'ਤੇ ਜਾਣ ਜਾਂ ਆਮ ਗਤੀਵਿਧੀਆਂ ਕਰਨ ਲਈ ਠੀਕ ਮਹਿਸੂਸ ਨਹੀਂ ਕਰਦੇ ਹੋ, ਤਾਂ ਉਦੋਂ ਤੱਕ ਘਰ ਰਹਿਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਜਦੋਂ ਤੱਕ ਤੁਸੀਂ ਬਿਹਤਰ ਮਹਿਸੂਸ ਨਾ ਕਰੋ
pl: Jeśli masz wysoką temperaturę lub nie czujesz się dostatecznie dobrze, aby iść do pracy lub wykonywać normalne czynności, postaraj się zostać w domu, dopóki nie poczujesz się lepiej
ro: Dacă aveți totuși temperatură mare sau nu vă simțiți în stare să mergeți la lucru sau să vă desfășurați activitățile normale, încercați să rămâneți acasă până când vă veți simți mai bine
tr: İyi hissetmiyorsanız, daha iyi hissedene kadar evde kalın
ur: اگر آپ کا درجۂ حرارت زیادہ ہے یا آپ کام پر جانے یا معمول کی سرگرمیاں انجام دینے کے لیے کافی بہتر محسوس نہیں کرتے ہیں تو اس وقت تک گھر پر رہنے کی کوشش کریں جب تک کہ آپ بہتر محسوس نہ کرنے لگیں
zh: 若发烧或感觉不适，不能上班或进行正常的活动，请尽量居家隔离，直到感觉良好

# link_test_result_thank_you_back_home_button
source: Back to home
ar: العودة إلى الشاشة الرئيسية
bn: হোমে ফিরে যান
cy: Yn ôl i'r dudalen gartref
gu: હોમ પર પાછા
pa: ਮੁੱਖ ਪੰਨੇ 'ਤੇ ਵਾਪਸ
pl: Powrót do strony głównej
ro: Înapoi acasă
tr: Ana sayfaya geri dön
ur: ہوم پر واپس جائیں
zh: 返回主屏幕

# mydata_data_deletion_button_title
source: Delete all my data
ar: حذف جميع بياناتي
bn: আমার সকল তথ্য মুছে ফেলুন
cy: Dileu fy holl ddata
gu: મારો તમામ ડેટા હટાવો
pa: ਮੇਰਾ ਸਾਰਾ ਡਾਟਾ ਮਿਟਾਓ
pl: Usuń wszystkie moje dane
ro: Șterge toate datele mele
tr: Tüm verilerimi sil
ur: میرا تمام ڈیٹا مٹا دیں
zh: 删除我的所有数据
