Repository: nihp-public/covid-19-app-ios-ag-public
Catalog: NHS-COVID-19/Core/Sources/Localization/Resources/*.lproj/Localizable.strings
Languages: ar, bn, cy, gu, pa, pl, ro, tr, ur, zh

# contact_case_vaccination_status_last_dose_of_vaccine_question %@
source: Were you fully vaccinated on or before %@?
ar: هل تم تطعيمك بالكامل في أو قبل %@؟
bn: আপনি কি %@ এ বা তার আগে সম্পূর্ণ রূপে টিকাপ্রাপ্ত ছিলেন?
cy: A oeddech chi wedi’ch brechu'n llawn ar neu cyn %@?
gu: %@ના રોજ કે તે પહેલાં તમે સંપૂર્ણ રસીકરણ કરાવી લીધું હતું?
pa: ਕੀ ਤੁਹਾਡਾ %@ ਨੂੰ ਜਾਂ ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਪੂਰੀ ਤਰ੍ਹਾਂ ਟੀਕਾਕਰਨ ਹੋ ਗਿਆ ਸੀ?
pl: Czy byłeś/łaś w pełni zaszczepiony/a przed czy w %@?
ro: Vi se administrase schema completă de vaccinare la sau înainte de data de %@?
tr: %@ tarihinde veya öncesinde tam aşılı mıydınız?
ur: کیا آپ کو %@ کو یا اس سے پہلے پوری طرح ٹیکا لگ چکا تھا؟
zh: 你是否在%@或之前完全接种了疫苗？

# contact_case_vaccination_status_last_dose_of_vaccine_yes_option
source: Yes
ar: نعم
bn: হ্যাঁ
cy: Ydw
gu: હા
pa: ਹਾਂ
pl: Tak
ro: Da
tr: Evet
ur: ہاں
zh: 是

# contact_case_vaccination_status_last_dose_of_vaccine_no_option
source: No
ar: لا
bn: না
cy: Na
gu: ના
pa: ਨਹੀਂ
pl: Nie
ro: Nu
tr: Hayır
ur: نہیں
zh: 否

source: Yes, I received my last dose on or before %@
ar: نعم، حصلت على الجرعة الأخيرة لي من اللقاح في %@ أو قبل ذلك
bn: হ্যাঁ, আমি %@ তারিখে বা তার আগে আমার শেষ ডোজ নিয়েছি
cy: Do, cefais fy nôs diwethaf ar neu cyn %@
gu: હા મને %@ પર અથવા તે પહેલાં મારો છેલ્લો ડોઝ મળ્યો
pa: ਹਾਂ, ਮੈਨੂੰ ਮੇਰੀ ਆਖਰੀ ਖੁਰਾਕ %@ ਨੂੰ ਜਾਂ ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਮਿਲ ਗਈ ਸੀ
pl: Tak, otrzymałem(-am) ostatnią dawkę szczepionki w dniu %@ lub wcześniej
ro: Da, am primit cea mai recentă doză la sau înainte %@
tr: Evet, son aşı dozumu %@ tarihinden önce oldum.
ur: ہاں، میں نے اپنی آخری خوراک %@ کو یا اس سے قبل حاصل کی
zh: 是的，在%@当天或之前我已接种最后一剂一秒

source: No I did not receive my last dose on or before %@
ar: لا، لم أحصل على الجرعة الأخيرة لي من اللقاح في %@ أو قبل ذلك
bn: না, আমি %@ তারিখে বা তার আগে আমার শেষ ডোজ নিইনি
cy: Na, chefais i ddim fy nôs diwethaf ar neu cyn %@
gu: ના, મને મારો છેલ્લો ડોઝ %@ પર અથવા તે પહેલાં મળ્યો નથી
pa: ਨਹੀਂ, ਮੈਨੂੰ ਮੇਰੀ ਆਖਰੀ ਖੁਰਾਕ %@ ਨੂੰ ਜਾਂ ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਨਹੀਂ ਮਿਲੀ ਸੀ
pl: Nie, nie otrzymałem(-am) ostatniej dawki szczepionki w dniu %@ lub wcześniej
ro: Nu, nu am primit cea mai recentă doză la sau înainte %@
tr: Hayır, son aşı dozumu %@ tarihinden önce olmadım.
ur: نہیں، میں نے اپنی آخری خوراک%@ کو یا اس سے قبل حاصل نہیں کی
zh: 不是，在%@当天或之前我尚未接种最后一剂

# contact_case_vaccination_status_confirm_button_title
source: Confirm
ar: تأكيد
bn: সুনিশ্চিত করুন
cy: Cadarnhau
gu: પુષ્ટિ કરો
pa: ਪੁਸ਼ਟੀ ਕਰੋ
pl: Potwierdź
ro: Confirmare
tr: Onayla
ur: تصدیق کریں
zh: 确认

# contact_case_vaccination_status_error_title
source: Error
ar: خطأ
bn: ত্রুটি
cy: Gwall
gu: ભૂલ
pa: ਤਰੁੱਟੀ
pl: Błąd
ro: Eroare
tr: Hata
ur: غلطی
zh: 错误

# contact_case_vaccination_status_error_description
source: To continue, you need to select an answer
ar: للاستمرار، يجب تحديد إجابة ما
bn: অগ্রসর হতে, একটি উত্তর বেছে নিতে হবে
cy: I barhau, mae angen i chi ddewis ateb
gu: ચાલુ રાખવા માટે, તમારે કોઈ જવાબ પસંદ કરવાની જરૂર છે
pa: ਜਾਰੀ ਰੱਖਣ ਲਈ, ਤੁਹਾਨੂੰ ਇੱਕ ਜਵਾਬ ਚੁਣਨ ਦੀ ਲੋੜ ਹੈ
pl: Aby kontynuować, musisz wybrać odpowiedź
ro: Pentru a continua, trebuie să selectați un răspuns
tr: Devam etmek için bir yanıt seçmelisiniz
ur: جاری رکھنے کے لیے، آپ کو ایک جواب منتخب کرنے کی ضرورت ہے
zh: 您需要选择一个答案才能继续

# link_approved_vaccines_info_wls
source: https://gov.wales/get-your-covid-19-vaccine
cy: https://llyw.cymru/cael-brechlyn-rhag-covid-19

# age_declaration_question %@
source: Were you aged 18 or over on %@?
ar: هل كان عمرك 18 عامًا أو أكثر في %@؟
bn: %@ তারিখে আপনার বয়স কি ১৮ বা তার বেশি ছিল?
cy: Oeddech chi'n 18 oed neu'n hŷn ar %@?
gu: શું %@ પર તમારી ઉંમર 18 વર્ષ કે તેથી વધુ હતી?
pa: ਕੀ ਤੁਹਾਡੀ ਉਮਰ %@ ਨੂੰ 18 ਸਾਲ ਜਾਂ ਇਸ ਤੋਂ ਜਿਆਦਾ ਸੀ?
pl: Czy w dniu %@ miałeś(-aś) ukończone 18 lat?
ro: Aveați minim 18 ani pe %@?
tr: %@ tarihinde 18 yaşında ya da üstünde miydiniz?
ur: کیا %@ کو آپ کی عمر 18 سال یا اس سے زیادہ تھی؟
zh: 您 %@ 是否已经年满 18 周岁

# age_declaration_yes_option_accessibility_text %@
source: Yes, I was aged 18 or over on %@
ar: نعم، كان عمري 18 عامًا أو أكثر في %@
bn: হ্যাঁ, %@ তারিখে আমার বয়স ১৮ বা তার বেশি ছিল
cy: Oeddwn, roeddwn i'n 18 oed neu'n hŷn ar %@
gu: હા, %@ પર મારી ઉંમર 18 વર્ષ કે તેથી વધુ હતી
pa: ਹਾਂ ਮੇਰੀ ਉਮਰ %@ ਨੂੰ 18 ਸਾਲ ਜਾਂ ਇਸ ਤੋਂ ਜਿਆਦਾ ਸੀ?
pl: Tak, w dniu %@ miałem(-am) ukończone 18 lat.
ro: Da, aveam minim 18 ani pe %@
tr: Evet, %@ tarihinde 18 yaşında ya da üstündeydim.
ur: جی ہاں، %@ کو میری عمر 18 سال یا اس سے زیادہ تھی
zh: 是的，我 %@ 已经年满 18 周岁

# age_declaration_no_option_accessibility_text %@
source: No, I was not aged 18 or over on %@
ar: لا، لم يكن عمري 18 عامًا أو أكثر في %@
bn: না, %@ তারিখে আমার বয়স ১৮ বা তার বেশি ছিল না
cy: Nac oeddwn, doeddwn i ddim yn 18 oed neu'n hŷn ar %@?
gu: ના, %@ પર મારી ઉંમર 18 વર્ષ કે તેથી વધુ ન હતી
pa: ਨਹੀਂ ਮੇਰੀ ਉਮਰ %@ ਨੂੰ 18 ਸਾਲ ਜਾਂ ਇਸ ਤੋਂ ਜਿਆਦਾ ਨਹੀਂ ਸੀ?
pl: Nie, w dniu %@ nie miałem(-am) ukończonych 18 lat.
ro: Nu, nu aveam minim 18 ani pe %@
tr: Hayır, %@ tarihinde 18 yaşında ya da üstünde değildim.
ur: جی نہیں، %@ کو میری عمر 18 سال یا اس سے زیادہ نہیں تھی
zh: 不是，我 %@ 还未满 18 周岁

# contact_case_exposure_info_screen_how_close_contacts_are_calculated_heading
source: How close contact is calculated
ar: كيفية حساب مسافة المخالطة عن كثب
bn: কীভাবে নিকট সংস্পর্শে আসা হিসাব করা হয়
cy: Sut mae cysylltiad agos yn cael ei gyfrifo
gu: નજીકના કૉન્ટેક્ટની ગણતરી કેવી રીતે કરવામાં આવે છે
pa: ਨਜ਼ਦੀਕੀ ਸੰਪਰਕ ਦੀ ਗਿਣਤੀ ਕਿਵੇਂ ਕਿੱਤੀ ਜਾਂਦੀ ਹੈ
pl: W jaki sposób ustalany jest bliski kontakt
ro: Cum se calculează contactul apropiat
tr: Yakın temas nasıl hesaplanır?
ur: قریبی رابطے کا کیسے حساب لگایا جاتا ہے
zh: 如何监测密切接触

# contact_case_exposure_info_screen_how_close_contacts_are_calculated_body
source: The app uses Bluetooth to check if your phone has been in close contact with others. Close contact means you were within 2 metres of someone for 15 minutes or more. The app is anonymous and does not use GPS or venue check-in to track your location, so your privacy is protected.
ar: يستخدم التطبيق خاصية البلوتوث لمعرفة ما إذا قد وُجد هاتفك متقاربًا عن كثب مع هواتف أخرى. تعني المخالطة عن كثب أنك كنت موجودًا على مسافة فاصلة في حدود 2 متر من شخصٍ ما لمدة 15 دقيقة أو أكثر. لا يكشف التطبيق عن الهوية ولا يستخدم نظام تحديد المواقع العالمي (GPS) ولا يستخدم خاصية تسجيل الدخول إلى مكانٍ ما لتتبع موقعك؛ وذلك لحماية خصوصيتك.
bn: আপনার ফোন অন্যদের নিকট সংস্পর্শে ছিল কিনা তা যাচাই করতে এই অ্যাপ ব্লুটুথ ব্যবহার করে। নিকট সংস্পর্শে আসার অর্থ আপনি কারো ২ মিটার দূরত্বের মধ্যে ১৫ মিনিট বা তার বেশি সময় ছিলেন। অ্যাপটি বেনামে কাজ করে এবং আপনার অবস্থান ট্র্যাক করার জন্য জিপিএস বা ভেন্যু চেক-ইন ব্যবহার করে না, তাই আপনার গোপনীয়তা সুরক্ষিত।
cy: Mae'r ap yn defnyddio Bluetooth i wirio a fu eich ffôn mewn cysylltiad agos ag eraill. Mae cysylltiad agos yn golygu y buoch o fewn 2 fetr i rywun am 15 munud neu fwy. Nid yw'r ap yn datgelu eich manylion ac nid yw'n defnyddio eich GPS na'ch cofnod mewngofnodi i leoliad i olrhain lle buoch chi, felly mae eich preifatrwydd yn cael ei warchod.
gu: તમારો ફોન અન્ય લોકો સાથે નજીક કૉન્ટેક્ટમાં આવ્યો છે કે કેમ તે ચકાસવા માટે એપ બ્લૂટૂથનો ઉપયોગ કરે છે. નજીકના કૉન્ટેક્ટનો અર્થ એ છે કે તમે 15 મિનિટ કે તેથી વધુ સમય માટે કોઈ સાથે 2 મીટરથી ઓછા અંતરમાં કૉન્ટેક્ટમાં રહ્યા છો. એપ અનામી છે અને તમારા લૉકેશનને ટ્રેક કરવા માટે GPS અથવા સ્થળ ચેક-ઇનનો ઉપયોગ કરતી નથી, તેથી તમારી પ્રાયવેસી સુરક્ષિત છે.
pa: ਐਪ ਦੁਆਰਾ ਬਲੂਟੁੱਥ ਦੀ ਵਰਤੋਂ ਇਹ ਜਾਂਚ ਕਰਨ ਲਈ ਕੀਤੀ ਜਾਂਦੀ ਹੈ ਕਿ ਕੀ ਤੁਹਾਡਾ ਫੋਨ ਦੂਜਿਆਂ ਦੇ ਨੇੜਲੇ ਸੰਪਰਕ ਵਿੱਚ ਹੈ ਜਾਂ ਨਹੀਂ। ਨਜ਼ਦੀਕੀ ਸੰਪਰਕ ਦਾ ਮਤਲਬ ਹੈ ਕਿ ਤੁਸੀਂ 15 ਮਿੰਟ ਜਾਂ ਇਸ ਤੋਂ ਵੱਧ ਸਮੇਂ ਲਈ ਕਿਸੇ ਦੇ 2 ਮੀਟਰ ਦੇ ਘੇਰੇ ਅੰਦਰ ਰਹੇ ਸੀ। ਐਪ ਗੁਮਨਾਮ ਹੈ ਅਤੇ ਇਸ ਦੁਆਰਾ ਤੁਹਾਡੇ ਸਥਾਨ ਨੂੰ ਟਰੈਕ ਕਰਨ ਲਈ GPS ਜਾਂ ਸਥਾਨ ਚੈਕ-ਇਨ ਦੀ ਵਰਤੋਂ ਨਹੀਂ ਕੀਤੀ ਜਾਂਦੀ, ਇਸ ਲਈ ਤੁਹਾਡੀ ਨਿੱਜਤਾ ਸੁਰੱਖਿਅਤ ਹੈ।
pl: Za pomocą technologii Bluetooth aplikacja sprawdza, czy Twój telefon był w bliskim kontakcie z innymi osobami. Do bliskiego kontaktu dochodzi w momencie przebywania w zasięgu 2 metrów od kogoś przez co najmniej 15 minut. Aplikacja jest anonimowa i nie używa GPS ani meldowania w lokalach w celu namierzenia Twojej lokalizacji, zatem Twoja prywatność jest chroniona.
ro: Aplicația utilizează Bluetooth pentru a verifica dacă telefonul dvs. a fost în contact strâns cu alții. Contact strâns înseamnă că ați fost la 2 metri de cineva timp de 15 minute sau mai mult. Aplicația este anonimă și nu folosește GPS-ul sau check-in-ul locului pentru a vă urmări locația, astfel încât confidențialitatea dvs. este protejată.
tr: Uygulama, başkalarıyla yakın temasta bulunup bulunmadığınızı kontrol etmek için telefonunuzun Bluetooth işlevini kullanır. Yakın temas, birisinin 15 dakika boyunca ya da daha uzun bir süreyle 2 metre yakınında bulunmuş olmanız anlamına gelir. Uygulama, anonimdir ve konumunuzu izlemek için GPS ya da mekana giriş yapma özelliklerini kullanmaz; dolayısıyla gizliliğiniz korunur.
ur: یہ ایپ یہ معلوم کرنے کے لیے کہ کیا آپ کا فون دوسروں کے ساتھ قریبی رابطے میں رہا ہے بلوٹوتھ استعمال کرتا ہے۔ قریبی رابطے کا مطلب یہ ہے کہ آپ 15 منٹ یا اس سے زیادہ دیر کے لیے کسی شخص کے 2 میٹر کے اندراندر قریب تھے۔ یہ ایپ گمنام طور پر کام کرتا ہے اور آپ کے مقام کا پتہ لگانے کے لیے GPS یا وینیو چیک ان استعمال نہیں کرتا، چنانچہ آپ کی رازداری محفوظ رہتی ہے۔
zh: 该应用程序通过蓝牙检测您的手机是否与他人有过密切接触。 密切接触是指您在 15 分钟或更长时间内，与某人保持 2 米以内的距离。 该的应用程序为匿名状态，不使用 GPS 或场地登记来跟踪您的位置，以此保护您的隐私。

# contact_case_exposure_info_screen_exposure_date
source: Close contact happened on %@
ar: حدثت المخالطة عن كثب في %@
bn: নিকট সংস্পর্শে আসার ঘটনা %@ তারিখে ঘটেছিল
cy: Digwyddodd cyswllt agos ar %@
gu: %@ પર નજીકના કોન્ટેક્ટ થયો
pa: %@ ਨੂੰ ਨਜ਼ਦੀਕੀ ਸੰਪਰਕ ਹੋਇਆ
pl: Bliski kontakt miał miejsce dnia %@
ro: Contact strâns s-a întâmplat pe %@
tr: %@ tarihinde yakın temas meydana geldi
ur: قریبی رابطہ %@
zh: %@发生密切接触

# contact_case_start_isolation_how_we_calculate_isolation_days_title
source: How self-isolation days are calculated
ar: كيفية حساب أيام العزل الذاتي
bn: কীভাবে স্ব-বিচ্ছিন্ন থাকার দিনসংখ্যা হিসাব করা হয়
cy: Sut mae dyddiau hunanynysu yn cael eu cyfrifo
gu: સેલ્ફ-આઇસોલેશનના દિવસોની ગણતરી કેવી રીતે કરવામાં આવે છે
pa: ਸਵੈ-ਇਕਾਂਤ ਦੇ ਦਿਨਾਂ ਦੀ ਗਿਣਤੀ ਕਿਵੇਂ ਕੀਤੀ ਜਾਂਦੀ ਹੈ
pl: W jaki sposób liczone są dni samoizolacji
ro: Cum se calculează zilele de autoizolare
tr: Karantina günleri nasıl hesaplanır?
ur: خود تنہائی کے دنوں کا حساب کیسے لگایا جاتا ہے
zh: 如何计算自我隔离天数

# exposure_notification_clinical_trial_question
source: Are you taking part in an MHRA-approved COVID-19 vaccine clinical trial?
ar: هل تشارك في إحدى التجارب السريرية بشأن لقاح فيروس كوفيد-19 المُعتمدة من الوكالة التنظيمية للأدوية ومنتجات الرعاية الصحية (MHRA)؟
bn: আপনি কি এম এইচআরএ-অনুমোদিত কোনো কোভিড-১৯ ক্লিনিক্যাল ট্রায়ালে অংশগ্রহণ করছেন?
cy: Ydych chi'n cymryd rhan mewn treialon clinigol ar gyfer brechiad COVID-19 a gymeradwywyd gan MHRA?
gu: શું તમે MHRA- માન્ય કોવિડ-19 વેક્સિન માટે ક્લિનિકલ ટ્રાયેલમાં ભાગ લઈ રહ્યા છો?
pa: ਕੀ ਤੁਸੀਂ MHRA-ਪ੍ਰਵਾਨਿਤ COVID-19 ਟੀਕੇ ਦੀ ਕਲੀਨਿਕਲ ਪਰਖ ਵਿੱਚ ਹਿੱਸਾ ਲੈ ਰਹੇ ਹੋ?
pl: Czy bierzesz udział w zatwierdzonych przez MHRA badaniach klinicznych nad szczepionką przeciwko COVID-19?
ro: Participați la vreun studiu clinic privind vaccinul COVID-19 aprobat de MHRA?
tr: COVID-19 aşısına yönelik MHRA onaylı bir klinik araştırmaya mı katılıyorsunuz?
ur: کیا آپ میڈیسنز اینڈ ہیلتھ کیئر ریگیولیٹری ایجنسی (MHRA) کے منظور شدہ COVID-19 ویکسین کے کسی کلینیکل ٹرائل میں حصہ لے رہے ہیں؟
zh: 您是否正在参加 MHRA 批准的 COVID-19 疫苗临床试验？

# exposure_notification_clinical_trial_yes
source: Yes
ar: نعم
bn: হ্যাঁ
cy: Ydw
gu: હા
pa: ਹਾਂ
pl: Tak
ro: Da
tr: Evet
ur: ہاں
zh: 是

# exposure_notification_clinical_trial_no
source: No
ar: لا
bn: না
cy: Na
gu: ના
pa: ਨਹੀਂ
pl: Nie
ro: Nu
tr: Hayır
ur: نہیں
zh: 否

# exposure_notification_medically_exempt_question
source: Are you medically exempt from receiving a COVID-19 vaccine?
ar: هل تتمتع بإعفاءٍ طبيٍّ من تلقي لقاحٍ ضد فيروس كوفيد-19؟
bn: আপনি কি কোভিড-১৯ টিকা নেওয়া থেকে চিকিৎসাগত কারণে ছাড়প্রাপ্ত?
cy: Ydych chi wedi'ch eithrio rhag cael brechiad COVID-19 ar sail feddygol?
gu: શું તમે કોવિડ-19 વેક્સિન મેળવવાથી તબીબી રીતે મુક્ત છો?
pa: ਕੀ ਤੁਹਾਨੂੰ COVID-19 ਟੀਕਾ ਲੈਣ ਤੋਂ ਡਾਕਟਰੀ ਤੌਰ 'ਤੇ ਛੋਟ ਹੈ?
pl: Czy jesteś ze względów medycznych zwolniony(-a) ze szczepienia przeciwko COVID-19?
ro: Sunteți medical scutit de la primirea unui vaccin COVID-19?
tr: COVID-19 aşısından tıbbi olarak muaf mısınız?
ur: کیا آپ COVID-19 ویکسین حاصل کرنے سے طبی طور پر مستثنیٰ ہیں؟
zh: 在医学上，您是否可以免于接种 COVID-19 疫苗？

# exposure_notification_medically_exempt_description
source: This means you have proof that you are not able to get vaccinated for medical reasons
ar: يعني ذلك أن لديك إثباتٌ يفيد عدم قدرتك على تلقي اللقاح لأسبابٍ طبيةٍ.
bn: এর অর্থ হলো আপনি চিকিৎসাগত কারণে যে টিকা নিতে অক্ষম তার প্রমাণ আপনার কাছে আছে।
cy: Mae hyn yn golygu bod gennych dystiolaeth na allwch chi gael eich brechu am resymau meddygol.
gu: આનો અર્થ એ કે તમારી પાસે પુરાવો છે કે તમે તબીબી કારણોસર વેક્સિન મેળવવા માટે સક્ષમ નથી.
pa: ਇਸਦਾ ਮਤਲਬ ਹੈ ਕਿ ਤੁਹਾਡੇ ਕੋਲ ਸਬੂਤ ਹੈ ਕਿ ਤੁਸੀਂ ਡਾਕਟਰੀ ਕਾਰਨਾਂ ਕਰਕੇ ਟੀਕਾ ਨਹੀਂ ਲਗਵਾ ਸਕਦੇ ਹੋ।
pl: To znaczy, że posiadasz potwierdzenie, że ze względów medycznych nie możesz zostać zaszczepiony(-a).
ro: Aceasta înseamnă că aveți dovezi că nu vă puteți vaccina din motive medicale.
tr: Bu, tıbbi sebeplerden dolayı aşı olamayacağınız anlamına gelir.
ur: اس کا مطلب یہ ہے کہ آپ کے پاس ثبوت ہے کہ آپ طبی وجوہات کی بنا پر ویکسینیشن حاصل کرنے سے قاصر ہیں۔
zh: 即您有证据证明，您因为医学原因而无法接种疫苗。

# exposure_notification_medically_exempt_yes
source: Yes
ar: نعم
bn: হ্যাঁ
cy: Ydw
gu: હા
pa: ਹਾਂ
pl: Tak
ro: Da
tr: Evet
ur: ہاں
zh: 是

# exposure_notification_medically_exempt_no
source: No
ar: لا
bn: না
cy: Na
gu: ના
pa: ਨਹੀਂ
pl: Nie
ro: Nu
tr: Hayır
ur: نہیں
zh: 否

# risky_contact_isolation_advice_medically_exempt_research
source: Book a free PCR test if you have symptoms.
ar: احجز اختبار PCR مجاني، إذا كانت لديك أعراض.
bn: আপনার উপসর্গ থাকলে বিনামূল্যে একটি PCR পরীক্ষা বুক করুন।
cy: Archebwch brawf PCR am ddim os oes gennych chi symptomau.
gu: તમને લક્ષણો હોય તો પણ મફત PCR ટેસ્ટ બૂક કરાવો.
pa: ਜੇ ਤੁਹਾਨੂੰ ਲੱਛਣ ਹਨ ਤਾਂ ਮੁਫ਼ਤ PCR ਟੈਸਟ ਬੁੱਕ ਕਰੋ।
pl: Zamów bezpłatny test PCR jeżeli masz objawy.
ro: Programați-vă la un test PCR gratuit dacă aveți simptome.
tr: Belirtileriniz varsa ücretsiz bir PCR testi için randevu alın.
ur: ایک مفت PCR ٹیسٹ بک کرائیں اگر آپ میں علامات پائی جاتی ہوں۔
zh: 如果出现症状，请预约免费的PCR检测。

# risky_contact_isolation_advice_medically_exempt_advice
source: It is still important to follow national guidance, including reducing contact with others, especially the elderly and vulnerable.
ar: لا يزال من المهم اتباع الإرشادات الوطنية، بما في ذلك الحد من الاختلاط بالآخرين، وبصفة خاصة كبار السن والمعرضين للإصابة بالأمراض.
bn: অন্যদের সঙ্গে, বিশেষ করে বয়স্ক ও ঝুঁকিগ্রস্ত মানুষদের সঙ্গে যোগাযোগ হ্রাস করা সহ, জাতীয় নির্দেশনা অনুসরণ করা এখনও গুরুত্বপূর্ণ।
cy: Mae’n dal i fod yn bwysig dilyn canllawiau cenedlaethol, gan gynnwys lleihau eich cyswllt ag eraill, yn arbennig yr henoed a phobl fregus.
gu: અન્યો સાથે, ખાસ કરીને વૃદ્ધ અને કમજોર લોકો સાથે સંપર્ક ઘટાડવા સહિતના રાષ્ટ્રીય નિર્દેશોનું પાલન કરવું હજીયે અગત્યનું છે.
pa: ਰਾਸ਼ਟਰੀ ਸੇਧ ਦੀ ਪਾਲਣਾ ਕਰਨਾ ਹਾਲੇ ਵੀ ਮਹੱਤਵਪੂਰਨ ਹੈ ਜਿਸ ਵਿੱਚ ਦੂਜਿਆਂ, ਖ਼ਾਸ ਕਰਕੇ ਬਜ਼ੁਰਗਾਂ ਅਤੇ ਕਮਜ਼ੋਰ ਲੋਕਾਂ, ਨਾਲ ਆਪਣਾ ਸੰਪਰਕ ਘਟਾਉਣਾ ਸ਼ਾਮਲ ਹੈ।
pl: Nadal ważne jest by przestrzegać krajowych wytycznych, włącznie z ograniczeniem kontaktów z innymi, zwłaszcza z osobami starszymi i wymagającymi specjalnej troski.
ro: În continuare, este importantă respectarea directivelor naționale, inclusiv reducerea contactului cu alte persoane, mai ales cu cele în vârstă și vulnerabile.
tr: Diğer insanlarla, özellikle yaşlı ve hassas durumdaki kişilerle olan temasınızı azaltmak dahil olmak üzere ulusal yönergelere uymanız da önemlidir.
ur: قومی رہنمائی پر عمل کرنا اب بھی ضروری ہے، جس میں دوسروں، خاص طور پر عمر رسیدہ اور ضرر پذیر افراد، کے ساتھ رابطہ کو کم کرنا بھی شامل ہے۔
zh: 遵守国家指导仍然至关重要，包括减少与他人（特别是老年人和弱势群体）的接触。

# risky_contact_isolation_advice_medically_exempt
source: You do not need to self-isolate
ar: لا تحتاج الى العزلة الذاتية
bn: আপনার নিজেকে আলাদা রাখার দরকার নেই
cy: Does dim rhaid i chi hunanynysu
gu: તમારો ટેસ્ટ પૉઝિટિવ આવે અથવા તમને લક્ષણો હોય તે સિવાય તમારે સૅલ્ફ-આઇસોલેટ થવાની જરૂર નથી
pa: ਤੁਹਾਨੂੰ ਖੁਦ ਨੂੰ ਅਲੱਗ ਰੱਖਣ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ
pl: Nie musisz się izolować
ro: Nu trebuie să vă auto-izolați
tr: Karantinaya girmenize gerek yoktur
ur: آپ کو خود کو الگ تھلگ رکھنے کی ضرورت نہیں ہے
zh: 您无需自我隔离

# risky_contact_isolation_advice_medically_exempt_info
source: You could still be at risk of catching and spreading COVID-19
ar: لايزال من الممكن أن تكون معرضا لخطر الأصابة بفيروس COVID-19 ونشره
bn: আপনি এখনও COVID-19 এ আক্রান্ত হওয়া এবং তা ছড়ানোর ঝুঁকিতে থাকতে পারেন
cy: Rydych yn dal i wynebu risg o ddal a lledaenu COVID-19
gu: જોખમ ઓછું કરવા માટે તમારે 7 દિવસો માટે રોજિંદો રૅપિડ લેટરલ ફ્લો ટેસ્ટ કરાવવો જોઈએ અને તે અંગે રિપોર્ટ આપવો જોઈએ
pa: ਤੁਸੀਂ ਹਾਲੇ ਵੀ COVID-19 ਦੀ ਪਕੜ ਵਿੱਚ ਆਉਣ ਅਤੇ ਇਸਨੂੰ ਫੈਲਾਉਣ ਦੇ ਜੋਖਮ ਵਿੱਚ ਹੋ ਸਕਦੇ ਹੋ
pl: Nadal może grozić Ci zarażenie się wirusem COVID-19 i możesz go rozprzestrzeniać
ro: Încă puteți fi expuși riscului de contractare și transmitere a COVID-19
tr: COVID-19'a yakalanma ve hastalığı yayma riskiniz devam ediyor olabilir
ur: آپ ابھی بھی COVID-19 ہونے اور پھیلانے کے خطرے میں ہو سکتے ہیں
zh: 您非常有可能感染和传播 COVID-19

# risky_contact_isolation_advice_medically_exempt_common_questions_link_title
source: Common questions
ar: قم بزيارة الموقع الإلكتروني للتطبيق
bn: অ্যাপের ওয়েবসাইট দেখুন
cy: Ewch i wefan yr ap
gu: સામાન્ય પ્રશ્નો
pa: ਐਪ ਦੀ ਵੈੱਬਸਾਈਟ 'ਤੇ ਜਾਓ
pl: Wejdź na witrynę aplikacji
ro: Accesați website-ul aplicației
tr: Sık sorulan sorular
ur: ایپ کی ویب سائٹ ملاحظہ کریں
zh: 访问应用网站

# risky_contact_isolation_advice_medically_exempt_nhs_guidance_link_preamble
source: For further advice, please visit:
ar: للاطلاع على المزيد من النصائح، يرجى زيارة الموقع الإلكتروني:
bn: আরও পরামর্শের জন্য, অনুগ্রহ করে ভিজিট করুন:
cy: I gael rhagor o gyngor ewch i:
gu: વધુ સલાહ માટે, કૃપા કરી મુલાકાત લો:
pa: ਵਧੇਰੇ ਸਲਾਹ ਲਈ, ਹੇਠਾਂ ਦਿੱਤੇ ਲਿੰਕ ‘ਤੇ ਜਾਓ:
pl: Aby uzyskać dalsze informacje, należy odwiedzić stronę internetową:
ro: Pentru îndrumări suplimentare, vă rugăm să vizitați:
tr: Daha fazla tavsiye için lütfen aşağıdaki linki ziyaret edin:
ur: مزید مشورے کے لئے براہ کرم دیکھیے:
zh: 有关更多建议，请访问：

# risky_contact_isolation_advice_medically_exempt_nhs_guidance_link_title
source: NHS guidance
ar: إرشادات هيئة الخدمات الصحية الوطنية (NHS)
bn: NHS নির্দেশনা
cy: Canllawiau’r GIG
gu: NHS માર્ગદર્શન
pa: NHS ਸੇਧ
pl: Wytyczne NHS
ro: Instrucțiuni NHS
tr: NHS yönergesi
ur: NHS کی رہنمائی
zh: NHS 指导

# risky_contact_isolation_advice_medically_exempt_primary_button_title
source: Book a free PCR test
ar: حجز اختبار PCR مجاني
bn: বিনামূল্যে একটি পিসিআর পরীক্ষা বুক করুন
cy: Archebu prawf PCR am ddim
gu: એક મફત PCR ટેસ્ટ ને બુક કરો
pa: ਮੁਫ਼ਤ PCR ਟੈਸਟ ਬੁੱਕ ਕਰੋ
pl: Zamów bezpłatny test PCR
ro: Rezervați un test PCR gratuit
tr: Ücretsiz bir PCR testi için rezervasyon yapın
ur: کوئی مفت PCR جانچ بک کریں
zh: 预约免费的 PCR 检测

# risky_contact_isolation_advice_medically_exempt_secondary_button_title
source: Back to home screen
ar: الرجوع إلى الشاشة الرئيسية
bn: হোম স্ক্রিনে ফিরে যান
cy: Yn ôl i’r sgrîn gartref
gu: હોમ સ્ક્રીન પર પાછા
pa: ਵਾਪਸ ਮੁੱਖ ਸਕ੍ਰੀਨ 'ਤੇ
pl: Powrót do strony głównej
ro: Înapoi la ecranul de pornire
tr: Ana ekrana geri dön
ur: ہوم اسکرین پر واپس جائیں
zh: 返回主屏幕

# contact_case_exposure_info_screen_exposure_date %@
source: Close contact happened on %@
ar: حدثت المخالطة عن كثب في %@
bn: নিকট সংস্পর্শে আসার ঘটনা %@ তারিখে ঘটেছিল
cy: Digwyddodd cyswllt agos ar %@
gu: %@ પર નજીકના કોન્ટેક્ટ થયો
pa: %@ ਨੂੰ ਨਜ਼ਦੀਕੀ ਸੰਪਰਕ ਹੋਇਆ
pl: Bliski kontakt miał miejsce dnia %@
ro: Contact strâns s-a întâmplat pe %@
tr: %@ tarihinde yakın temas gerçekleşti
ur: قریبی رابطہ %@
zh: %@发生密切接触

# self_isolation_hub_get_isolation_note_title
source: Get an isolation note to show your employer
ar: الحصول على إشعارٍ بالعزل لتقديمه إلى صاحب العمل لديك
bn: আপনার নিয়োগদাতাকে দেখানোর জন্য বিচ্ছিন্ন থাকা সংক্রান্ত একটি নোট নিন
cy: Mynnwch nodyn ynysu i ddangos i'ch cyflogwr
gu: તમારા નિયોક્તાા માટે આઇસોલેશન નોટ લો
pa: ਆਪਣੇ ਮਾਲਕ ਨੂੰ ਦਿਖਾਉਣ ਲਈ ਆਈਸੋਲੇਸ਼ਨ ਨੋਟ ਪ੍ਰਾਪਤ ਕਰੋ
pl: Otrzymaj zaświadczenie o izolacji w celu okazania pracodawcy
ro: Obțineți o adeverință de izolare pentru a o prezenta angajatorului
tr: İşvereninize vermek üzere karantina belgesi alın
ur: اپنے آجر(ایمپلائر) کو دکھانے کے لیے آئیسولیشن نوٹ حاصل کریں
zh: 向雇主出示隔离证明

# self_isolation_hub_get_isolation_note_description
source: The app does not hold or share your personal information with this service, so you will need to enter your details
ar: لا يقوم التطبيق بالاحتفاظ ببياناتك الشخصية أو مشاركتها مع هذه الخدمة، ومن ثمَّ يتعين عليك إدخال التفاصيل الخاصة بك
bn: এই অ্যাপ আপনার ব্যক্তিগত তথ্য জমা করে রাখে না বা এই পরিষেবার সাথে শেয়ার করে না, তাই আপনার তথ্যাদি আপনাকে প্রবেশ করাতে হবে
cy: Nid yw'r ap yn dal nac yn rhannu eich gwybodaeth bersonol gyda'r gwasanaeth hwn, felly bydd angen i chi nodi'ch manylion
gu: આ એપમાં તમારી વ્યક્તિગત માહિતી રાખતા નથી અથવા શેર કરતા નથી એટલા માટે તમારે એ વિગતો નાખવી પડશે
pa: ਐਪ ਦੁਆਰਾ ਤੁਹਾਡੀ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਨੂੰ ਇਸ ਸੇਵਾ ਨਾਲ ਰੱਖਿਆ ਜਾਂ ਸਾਂਝਾ ਨਹੀਂ ਕੀਤਾ ਜਾਂਦਾ, ਇਸ ਲਈ ਤੁਹਾਨੂੰ ਆਪਣੇ ਵੇਰਵੇ ਦਰਜ ਕਰਨ ਦੀ ਲੋੜ ਹੋਏਗੀ
pl: Aplikacja nie przechowuje ani nie udostępnia Twoich danych osobowych w ramach tej usługi, dlatego musisz wpisać swoje dane.
ro: Aplicația nu stochează și nu partajează informațiile dvs. personale cu acest serviciu, prin urmare este necesar să vă introduceți datele
tr: Uygulama kişisel bilgilerinizi bu hizmetle paylaşmadığından bilgilerinizi kendiniz girmeniz gerekecek
ur: یہ ایپ آپ کی ذاتی معلومات اپنے پاس نہیں رکھتا یا اس سروس کو فراہم نہیں کرتا، چنانچہ آپ کو اپنی تفصیلات داخل کرنے کی ضرورت ہو گی
zh: 该应用不会保存或与他人分享您的个人信息，因此请输入您的详细信息

# risky_contact_isolation_advice_medically_exempt_group
source: For fairness and equality, if you are unable to get the vaccine for medical reasons you do not need to self-isolate.
ar: من منطلق الإنصاف والمساواة، لا تحتاج إلى تطبيق العزل الذاتي إذا كان يتعذّر عليك الحصول على اللقاح لأسبابٍ طبيةٍ.
bn: চিকিৎসাগত কারণে আপনি টিকা নিতে অপারগ হলে ন্যায্যতা ও সমতার খাতিরে আপনার স্ববিচ্ছিন্ন থাকার দরকার নাই।
cy: Er tegwch a chydraddoldeb, os na allwch gael y brechiad am resymau meddygol, does dim angen i chi hunanynysu.
gu: ન્યાય અને સમાનતા માટે, જો તમે મેડિકલ કારણને લીધે વેક્સિન ન મેળવી શકો તો તમારે સેલ્ફ-આઇસોલેટ થવાની જરૂર નથી.
pa: ਨਿਰਪੱਖਤਾ ਅਤੇ ਸਮਾਨਤਾ ਲਈ, ਜੇ ਤੁਸੀਂ ਡਾਕਟਰੀ ਕਾਰਨਾਂ ਕਰਕੇ ਟੀਕਾ ਲਗਵਾਉਣ ਵਿੱਚ ਅਸਮਰੱਥ ਹੋ ਤਾਂ ਤੁਹਾਨੂੰ ਸਵੈ-ਇਕਾਂਤਵਾਸ ਦੀ ਲੋੜ ਨਹੀਂ।
pl: Zgodnie z zasadami sprawiedliwości i równości, jeżeli nie możesz zaszczepić się ze względów medycznych, nie musisz pozostawać w samoizolacji.
ro: În scopuri de echitate și egalitate, dacă nu vă puteți vaccina din motive medicale, nu trebuie să vă autoizolați.
tr: Hakkaniyet ve eşitlik adına; eğer tıbbi sebeplerden dolayı aşı olamıyorsanız, kendinizi karantinaya almanız gerekmez.
ur: انصاف اور برابری کے لیے، اگر آپ طبی وجوہات کی بنا پر ویکسین حاصل کرنے سے قاصر ہیں تو آپ کو خود کو تنہا رکھنے کی ضرورت نہیں ہے۔
zh: 为了遵照公平和平等的原则，如果您因为医学原因而不能接种疫苗，则不需要自我隔离。
