Repository: nihp-public/covid-19-app-ios-ag-public
Catalog: NHS-COVID-19/Core/Sources/Localization/Resources/*.lproj/Localizable.strings
Languages: ar, bn, cy, gu, pa, pl, ro, tr, ur, zh

# onboarding_strapline_accessiblity_label
source: NHS Covid 19
ar: مكافحة فيروس كورونا "COVID-19" من هيئة NHS
bn: NHS কোভিড 19
cy: COVID-19 y GIG
pa: NHS ਕੋਵਿਡ 19

# home_strapline_title
source: Test and Trace
ar: الاختبار والتتبع
bn: টেস্ট এ্যান্ড ট্রেস
cy: Profi ac Olrhain
gu: ટેસ્ટ એન્ડ ટ્રેસ
pa: ਕੋਵਿਡ 19
ro: COVID 19
tr: Test ve Takip
ur: COVID 19
zh: 测试和追踪

# home_strapline_accessiblity_label
source: NHS Test and Trace
ar: خدمة الاختبار والتتبع من هيئة NHS
bn: NHS টেস্ট এ্যান্ড ট্রেস
cy: Profi ac Olrhain y GIG
gu: NHS ટેસ્ટ એન્ડ ટ્રેસ
pa: NHS Covid 19 ਐਪ
ro: Aplicația NHS Covid 19
tr: NHS Test ve Takip
ur: NHS Covid 19 ایپ
zh: NHS 测试和追踪

# unrecoverable_error_page_title
source: Unfortunately, this app is not working
ar: للأسف، هذا التطبيق لا يعمل
bn: দুর্ভাগ্যক্রমে, এই অ্যাপটি কাজ করছে না
cy: Yn anffodus, nid yw'r ap yma'n gweithio
gu: દુર્ભાગ્યે, આ ઍપ કાર્ય કરી રહી નથી
pa: ਬਦਕਿਸਮਤੀ ਨਾਲ, ਇਹ ਐਪ ਕੰਮ ਨਹੀਂ ਕਰ ਰਿਹਾ ਹੈ
pl: Niestety aplikacja obecnie nie działa.
ro: Din păcate, această aplicație nu funcționează
tr: Maalesef bu uygulama çalışmıyor
ur: بدقسمتی سے، یہ ایپ کام نہیں کر رہی ہے
zh: 非常遗憾，此应用程序没有运行

# unrecoverable_error_title
source: This could be due to:
ar: قد يكون هذا بسبب:
bn: তার কারণ হতে পারে:
cy: Gallai hyn fod oherwydd:
gu: આ નીચે મુજબના કારણોને લીધે હોઈ શકે છે:
pa: ਇਹ ਇਹਨਾਂ ਕਾਰਨਾਂ ਕਰਕੇ ਹੋ ਸਕਦਾ ਹੈ:
pl: Możliwe przyczyny:
ro: Acest lucru poate fi valabil deoarece:
tr: Bunun sebebi aşağıdakilerden biri olabilir:
ur: اس کی وجہ یہ ہو سکتی ہے کہ:
zh: 原因如下所示：

# unrecoverable_error_description
source: A restriction in your settings (for example, if this is a company phone). Another app on your phone is using the same technology and stopping this app from working.
ar: يوجد أحد القيود في إعدادات هاتفك (على سبيل المثال، إذا كان هاتفك النقال تعود ملكيته لإحدى الشركات). ثمة تطبيق آخر في هاتفك يستخدم نفس التقنية ويُعطِّل تشغيل هذا التطبيق.
bn: সীমিত সেটিংস (উদাহরণস্বরূপ, যদি এটি কোনো কোম্পানির ফোন হয়)। আপনার ফোনে অন্য কোনো অ্যাপ একই প্রযুক্তি ব্যবহার করছে এবং এই অ্যাপটিকে কাজ করা থেকে বিরত রাখছে।
cy: Cyfyngiad yn eich gosodiadau (er enghraifft, os mai ffôn cwmni yw hwn). Mae ap arall ar eich ffôn yn defnyddio'r un dechnoleg gan atal yr ap hwn rhag gweithio.
gu: તમારા સેટિંગ્સમાં પ્રતિબંધ (ઉદાહરણ તરીકે, જો આ કંપની ફોન છે, તો). તમારા ફોન પરની અન્ય એપ સમાન ટેક્નોલોજીનો ઉપયોગ કરી રહી છે અને આ એપને કાર્ય કરતાં રોકી રહી છે.
pa: ਤੁਹਾਡੀ ਸੈਟਿੰਗ ਵਿੱਚ ਪਾਬੰਦੀ (ਉਦਾਹਰਣ ਲਈ, ਜੇਕਰ ਇਹ ਕੰਪਨੀ ਦਾ ਫੋਨ ਹੋਵੇ)। ਤੁਹਾਡੇ ਫੋਨ 'ਤੇ ਕੋਈ ਦੂਸਰੀ ਐਪ ਓਸੇ ਤਕਨੀਕ ਦੀ ਵਰਤੋਂ ਕਰ ਰਹੀ ਹੈ ਅਤੇ ਇਸ ਐਪ ਨੂੰ ਕੰਮ ਕਰਨ ਤੋਂ ਰੋਕ ਰਹੀ ਹੈ।
pl: Ograniczenie w ustawieniach (na przykład, jeśli jest to telefon firmowy) Inna aplikacja w telefonie używa tej samej technologii i blokuje możliwość uruchomienia tej aplikacji.
ro: Unei restricții în setările dvs. (de exemplu, dacă acesta este un telefon de la companie). O altă aplicație din telefonul dvs. folosește aceeași tehnologie și oprește această aplicație de a funcționa.
tr: Ayarlarınızdaki bir kısıtlama (örneğin, bir şirket telefonu kullanıyorsanız). Telefonunuzdaki başka bir uygulamanın aynı teknolojiyi kullanması ve bu, uygulamanın çalışmasını durdurmakta.
ur: محدود کردہ سیٹنگز (مثال کے طور پر اگر یہ کمپنی فون ہو)۔ آپ کے فون میں موجود ایک اور ایپ یہی ٹیکنالوجی استعمال کر رہی ہے اور ایپ کو کام کرنے سے روک رہی ہے۔
zh: 设置方面的限制（例如，如果这是公司电话）。 电话上的另一个应用程序正在使用相同的技术，因此该应用程序无法运行。

# bluetooth_disabled_title
source: For this app to work, you must have Bluetooth on
ar: لضمان عمل التطبيق، يجب عليك تشغيل خاصية البلوتوث.
bn: এই অ্যাপটি কাজ করার জন্য আপনার অবশ্যই ব্লুটুথ চালু রাখতে হবে
cy: Er mwyn i’r ap hwn weithio, rhaid ichi droi Bluetooth ymlaen
gu: આ એપને કાર્ય કરાવવા માટે, તમારે ફોનમાં બ્લૂટૂથ ચાલુ રાખવું આવશ્યક છે
pa: ਇਸ ਐਪ ਦੇ ਕੰਮ ਕਰਨ ਲਈ ਤੁਹਾਨੂੰ ਲਾਜ਼ਮੀ ਤੌਰ ਤੇ ਬਲੂਟੁੱਥ ਆੱਨ ਰੱਖਣਾ ਚਾਹੀਦਾ ਹੈ
pl: Aby aplikacja działała, Bluetooth musi być zawsze włączony.
ro: Pentru ca această aplicație să funcționeze, trebuie să aveți Bluetooth-ul activat
tr: Bu uygulamanın çalışması için Bluetooth’u açık tutmalısınız
ur: اس ایپ کے کام کرنے کے لئے، آپ کے پاس بلوٹوتھ کا آن ہونا ضروری ہے
zh: 为了让本应用程序正常运行，您必须打开蓝牙

# bluetooth_disabled_description_1
source: If you have Bluetooth turned off, this app will not work.
ar: لن يعمل هذا التطبيق في حالة إيقافك لخاصية البلوتوث.
bn: যদি আপনার ফোনের ব্লুটুথ বন্ধ করা থাকে তাহলে এই অ্যাপটি কাজ করবে না।
cy: Os yw Bluetooth wedi’i ddiffodd ni fydd yr ap hwn yn gweithio.
gu: જો તમારું બ્લૂટૂથ બંધ હશે, તો આ એપ કાર્ય કરશે નહીં.
pa: ਜੇਕਰ ਤੁਹਾਡਾ ਬਲੂਟੁੱਥ ਬੰਦ ਹੈ, ਤਾਂ ਇਹ ਐਪ ਕੰਮ ਨਹੀਂ ਕਰੇਗੀ।
pl: Jeżeli Bluetooth jest wyłączony, aplikacja nie będzie działać.
ro: Dacă aveți bluetooth-ul închis, această aplicație nu va funcționa.
tr: Bluetooth işleviniz kapalı olduğunda bu uygulama çalışmayacaktır.
ur: اگر آپ کا بلیو ٹوتھ بند ہوا تو یہ ایپ کام نہیں کرے گی۔
zh: 如果关闭了蓝牙，则将无法使用此应用程序。

# bluetooth_disabled_description_2
source: This app uses battery-saving ‘Bluetooth Low Energy’ to check when it’s near another phone with this app installed.
ar: يستخدم هذا التطبيق خاصية "البلوتوث منخفض الطاقة" الموفرة لطاقة البطارية في عملية التحقق عندما يكون بالقرب من هاتف آخر مُثبَّت عليه التطبيق.
bn: আপনার ফোনটি কখন এই অ্যাপ ইনস্টল করা আরেকটি ফোনের কাছাকাছি আছে তা নির্ধারণ করতে অ্যাপটি ব্যাটারি-সঞ্চয়কারী ‘ব্লুটুথ লো এনার্জি’ ব্যবহার করে।
cy: Mae'r ap hwn yn defnyddio Ynni Isel Bluetooth sy'n arbed batri i wirio pryd y mae'n agos at ffôn arall sydd â'r ap hwn.
gu: આ એપ ઇન્સ્ટોલ કરેલા અન્ય ફોન નજીક હશે ત્યારે તપાસવા માટે આ એપ બેટરી-સેવિંગ ‘બ્લૂટૂથ લો એનર્જીનો’ ઉપયોગ કરશે.
pa: ਇਹ ਐਪ ਬੈਟਰੀ ਦੀ ਬੱਚਤ ਕਰਨ ਵਾਲੀ ‘ਬਲੂਟੁੱਥ ਘੱਟ ਊਰਜਾ’ ਵਿਸ਼ੇਸ਼ਤਾ ਦੀ ਵਰਤੋਂ ਅਜਿਹੇ ਡਿਵਾਈਸ ਦੇ ਨੇੜੇ ਹੋਣ ਬਾਰੇ ਨਿਰਧਾਰਨ ਕਰਨ ਲਈ ਕਰਦੀ ਹੈ ਜਿਸ ਵਿੱਚ ਇਹ ਐਪ ਸਥਾਪਤ ਹੋਵੇ।
pl: Ta aplikacja korzysta z funkcji oszczędzającej baterię Bluetooth Low Energy w celu sprawdzenia, czy w pobliżu znajduje się inny telefon z tą samą zainstalowaną aplikacją.
ro: Această aplicație folosește "Bluetooth Low Energy" de salvare a bateriei atunci când verifică dacă se află în apropierea unui alt telefon care are instalată această aplicație.
tr: Bu uygulama, uygulamanın yüklü olduğu başka bir telefonun yakınındayken kontrol yapmak için pil tasarruflu 'Bluetooth Düşük Enerji' teknolojisini kullanmaktadır.
ur: یہ ایپ بیٹری بچانے والی بلیو ٹوتھ لو انرجی استعمال کرتے ہوئے اپنے نزدیک ایسے فون کی موجودگی کا تعین کرتی ہے جس میں یہ ایپ موجود ہو۔
zh: 此应用使用省电的“蓝牙低功耗”来测定它是否在安装了此应用的另一部手机附近。

# bluetooth_disabled_description_3
source: Don’t worry - this app can’t track your location and your privacy remains protected.
ar: لا داعي للقلق - لا يستطيع هذا التطبيق تتبع موقعك وستتم المحافظة على خصوصيتك.
bn: চিন্তা করবেন না - এই অ্যাপটি আপনার অবস্থান ট্র্যাক করতে পারে না এবং আপনার গোপনীয়তা সুরক্ষিত থাকে।
cy: Peidiwch â phoeni - ni all yr ap hwn dracio’ch lleoliad ac mae eich preifatrwydd yn parhau i gael ei ddiogelu.
gu: ચિંતા કરશો નહીં - આ એપ તમારું સ્થળ ટ્રેક કરી શકતી નથી અને તમારી ગોપનીયતા સુરક્ષિત રહે છે.
pa: ਚਿੰਤਾ ਨਾ ਕਰੋ - ਇਹ ਐਪ ਤੁਹਾਡੀ ਲੋਕੇਸ਼ਨ ਨੂੰ ਟਰੈਕ ਨਹੀਂ ਕਰ ਸਕਦੀ ਹੈ ਅਤੇ ਤੁਹਾਡੀ ਗੁਪਤਤਾ ਸੁਰੱਖਿਅਤ ਰਹਿੰਦੀ ਹੈ।
pl: Nie obawiaj się – ta aplikacja nie może śledzić Twojej lokalizacji, a Twoja prywatność jest cały czas chroniona.
ro: Nu vă îngrijorați - această aplicație nu vă poate urmări locația și intimitatea dvs. rămâne protejată.
tr: Endişelenmenize gerek yok; bu uygulama konumunuzu takip edemez ve gizliliğiniz korunur.
ur: فکر نہ کریں - یہ ایپ آپ کا مقام معلوم نہیں کر سکتی اور آپ کی پرائیویسی محفوظ رہتی ہے۔
zh: 不用担心—该应用程序无法跟踪您的位置，并且您的隐私仍然受到保护。

# bluetooth_disabled_description_4
source: Please go to settings and turn on Bluetooth.
ar: يرجى الانتقال إلى الإعدادات وتشغيل خاصية البلوتوث.
bn: অনুগ্রহ করে সেটিংসে গিয়ে ব্লুটুথ চালু করুন।
cy: Ewch i gosodiadau a throwch Bluetooth ymlaen.
gu: કૃપા કરી સેટિંગ્સમાં જાઓ અને બ્લૂટૂથ ચાલુ કરો.
pa: ਕਿਰਪਾ ਕਰਕੇ ਸੈਟਿੰਗਾਂ ‘ਤੇ ਜਾਓ ਅਤੇ ਬਲੂਟੁੱਥ ਨੂੰ ਚਾਲੂ ਕਰੋ।
pl: Wejdź w ustawienia i włącz Bluetooth.
ro: Vă rugăm să intrați la setări și să activați Bluetooth-ul.
tr: Lütfen ayarlar kısmına giderek Bluetooth'u açın.
ur: براہ کرم سیٹنگز میں جا کر بلیو ٹوتھ آن کریں۔
zh: 请转到设置并打开蓝牙。

# exposure_notification_disabled_title
source: For the app to work, you must allow permissions on your device
ar: للسماح بتشغيل التطبيق، يجب عليك الموافقة على تشغيله في جهازك
bn: এই অ্যাপটির কার্যকারিতার জন্য, আপনাকে অবশ্যই আপনার যন্ত্রে অনুমতি প্রদান করতে হবে।
cy: Er mwyn i’r ap weithio, rhaid i chi roi caniatâd ar eich dyfais
gu: આ એપને કાર્ય કરવા માટે, તમારે તમારા ડિવાઇસ પર પરવાનગીઓને મંજૂરી આપવી અનિવાર્ય છે
pa: ਇਸ ਐਪ ਨੂੰ ਚਲਾਉਣ ਲਈ, ਤੁਹਾਨੂੰ ਆਪਣੀ ਡਿਵਾਈਸ ‘ਤੇ ਇਜਾਜ਼ਤਾਂ ਦੇਣੀਆਂ ਪੈਣਗੀਆਂ
pl: Aby aplikacja działała prawidłowo, należy wyrazić zgodę na uprawnienia w swoim urządzeniu.
ro: Pentru ca aplicația să funcționeze, trebuie să activați permisiunile în dispozitivul dvs.
tr: Uygulamanın çalışması için cihazınızda gerekli izinleri vermelisiniz
ur: اس ایپ کے کام کرنے کے لئے ضروری ہے کہ آپ اپنی ڈیوائس میں اجازتیں دیں
zh: 为了使该应用正常运行，您必须在您的设备上允许权限

# exposure_notification_disabled_description_1
source: For the app to work properly, it needs to use your phone’s features, such as ‘Bluetooth Low Energy’ for contact tracing and the camera for checking into venues. Your phone may call these permissions ‘Exposure Notifications’ or ‘Exposure Logging’.
ar: لضمان سلامة عمل التطبيق، يحتاج هذا التطبيق إلى استخدام بعض الخصائص الموجودة في هاتفك مثل "البلوتوث منخفض الطاقة" لتتبع الاتصال والكاميرا لتسجيل الدخول إلى الأماكن. قد يُطلق على هذه الأذونات في هاتفك "إشعارات التعرّض" أو "تسجيل التعرّض".
bn: অ্যাপটি ভালোভাবে কাজ করার জন্য তাকে আপনার ফোনের বৈশিষ্ট্য, যেমন ‘ব্লুটুথ লো এনার্জি’ ব্যবহার করতে হবে কন্ট্যাক্ট ট্রেসিঙের জন্য এবং ক্যামেরা ব্যবহার করতে হবে বিভিন্ন জায়গায় চেক ইন করার জন্য। আপনার ফোন এই অনুমতিগুলিকে ‘এক্সপোজার নোটিফিকেশন’ বা ‘এক্সপোজার লগিং’ বলতে পারে।
cy: I'r ap hwn weithio'n iawn, mae angen iddo ddefnyddio nodweddion eich ffôn, fel Ynni Isel Bluetooth ar gyfer olrhain cysylltiadau a'r camera ar gyfer mewngofnodi i leoliad. Efallai y bydd eich ffôn yn galw'r rhain yn 'Hysbysiadau Cysylltiad' (Exposure Notifications) neu 'Cofnodi Cysylltiad' (Exposure Logging).
gu: એપને યોગ્ય રીતે કાર્ય કરવા માટે, તેને માટે તમારા ફોનની સુવિધાઓનો ઉપયોગ કરવો જરૂરી છે, જેમ કે સંપર્ક ટ્રેસિંગ કરવા માટે 'બ્લૂટૂથ લો એનર્જી' અને સ્થળો ખાતે ચેક-ઇન કરવા માટે કેમેરા. તમારો ફોન આ પરવાનગીઓને 'એક્સપોઝર નોટિફિકેશન' અથવા 'એક્સપોઝર લોગિંગ' કહી શકે છે.
pa: ਇਸ ਐਪ ਦੇ ਸਹੀ ਸੰਚਾਲਨ ਲਈ ਤੁਹਾਡੇ ਫੋਨ ਦੀ ਵਿਸ਼ੇਸ਼ਤਾ ਦੀ ਲੋੜ ਹੈ ਜਿਵੇਂ ਕਿ ਕੰਟੈਕਟ ਟਰੇਸਿੰਗ ਲਈ ‘ਬਲੂਟੁੱਥ ਘੱਟ ਊਰਜਾ’ ਅਤੇ ਕਿਸੇ ਜਗ੍ਹਾ ‘ਤੇ ਚੈੱਕ-ਇਨ ਲਈ ਕੈਮਰਾ। ਤੁਹਾਡਾ ਫੋਨ ਇਨ੍ਹਾਂ ਇਜਾਜ਼ਤਾਂ ਨੂੰ 'ਐਕਸਪੋਜ਼ਰ ਸੂਚਨਾਵਾਂ' ਜਾਂ 'ਐਕਸਪੋਜ਼ਰ ਲੌਗਿੰਗ' ਕਹਿ ਸਕਦਾ ਹੈ।
pl: Aby aplikacja działała prawidłowo, musi korzystać z funkcji telefonu, takich jak Bluetooth Low Energy (BLE) do śledzenia kontaktów oraz z aparatu fotograficznego do meldowania się w różnych miejscach. W Twoim telefonie funkcje te mogą być określane jako „Powiadomienia o narażeniu” lub „Rejestracja narażenia”.
ro: Pentru ca aplicația să funcționeze corect, trebuie să utilizeze caracteristicile telefonului dvs., cum ar fi „Bluetooth Low Energy” pentru urmărirea contactelor și camera pentru verificarea locaților. În telefonul dvs. aceste permisiuni ar putea fi numite „Notificări de expunere” sau „Jurnal de expunere”.
tr: Uygulamanın doğru şekilde çalışması için telefonunuzun bazı özelliklerini kullanılması gerekmektedir, mesela 'Bluetooth Düşük Enerji' kontak takibi ve 'kamera' mekanlara giriş yapmak için. Telefonunuzda bu izinler ‘Maruz Kalma Bildirimleri’ veya ‘Maruz Kalma Kaydı’ olarak adlandırılmış olabilir.
ur: اس ایپ کے مناسب طریقے سے چلنے کے لئے آپ کے فون کا فیچر درکار ہے 'جیسے رابطے کے سراغ کے لئے بلیو ٹوتھ لو انرجی اور مقام پر چیک ان کے لئے کیمرا'۔ ممکن ہے کہ آپ کا فون انہیں 'سامنا ہونے کے نوٹیفیکیشنز' یا 'سامنا ہونے کا اندراج' کہے۔
zh: 为了使该应用正常运行，它需要使用手机的功能，例如“蓝牙低功耗”进行接触人追踪，并使用摄像头检查场所。 您的手机可能会将这些权限称为“曝光通知”或“曝光记录” '。

# exposure_notification_disabled_action
source: Open phone settings
ar: افتح إعدادات الهاتف
bn: ফোন সেটিংস খুলুন
cy: Agorwch osodiadau’r ffôn
gu: ફોનનાં સેટિંગ્ઝ ખોલો
pa: ਫੋਨ ਸੈਟਿੰਗਾਂ ਖੋਲ੍ਹੋ
pl: Otwórz ustawienia telefonu
ro: Deschideți setările telefonului
tr: Telefon ayarlarını açın
ur: فون کی ترتیبات کھولیں
zh: 打开手机设置

# authorization_denied_title
source: Allow ‘Exposure notifications’ for this app to work
ar: السماح لـ "Exposure notifications" لكي يعمل هذا التطبيق
bn: এই অ্যাপের কাজ করার জন্য ‘Exposure notifications’-কে অনুমতি দিন
cy: Caniatáu ‘Hysbysiadau Cysylltiad’ (Exposure notifications) er mwyn i'r ap yma weithio
gu: આ ઍપ કામ કરી શકે તે માટે ‘Exposure notifications’ને માન્ય કરો
pa: ਇਸ ਐਪ ਦੇ ਕੰਮ ਕਰਨ ਲਈ ‘Exposure notifications’ ਨੂੰ ਇਜਾਜ਼ਤ ਦਿਓ
pl: Działanie tej aplikacji wymaga aktywowania pozwolenia Exposure notifications
ro: Permiteți „Exposure notifications” pentru ca această aplicație să funcționeze
tr: Bu uygulamanın çalışabilmesi için 'Exposure Notifications’a izin verin
ur: اس ایپ کے کام کرنے کے لیے ‘Exposure notifications’ کی اجازت دیں
zh: 允许“Exposure notifications”，以便应用正常工作

# authorization_denied_description_1
source: This is how the app tells you if you’ve been in close contact with someone who has tested positive for COVID-19. Your phone may call these ‘Exposure notifications’ or ‘Exposure logging’. Go to your phone settings and change to ‘Allow’.
ar: هذه هي الطريقة التي يخبرك بها التطبيق إذا ما كنت على اتصال وثيق بشخص ما ثبُتت إصابته بـ COVID-19. قد يتصل هاتفك بهذه الـ ""Exposure notifications"" أو ""Exposure logging"". انتقل الى إعدادات هاتفك وقم بالتغيير الي ""السماح"" (Allow).
bn: COVID-19 এর জন্য পরীক্ষায় পজিটিভ ফল এসেছে এমন কারো সাথে আপনি ঘনিষ্ঠ সংস্পর্শে ছিলেন কিনা তা অ্যাপটি আপনাকে এইভাবে জানায়। আপনার ফোন এগুলিকে ‘Exposure notifications’ বা ‘Exposure logging’ বলতে পারে। আপনার ফোন সেটিংসে যান এবং 'অনুমতি দিন' (Allow) এ পরিবর্তন করুন।
cy: Dyma sut mae’r ap yn rhoi gwybod i chi os ydych wedi bod mewn cysylltiad agos â rhywun sydd wedi profi'n bositif am COVID-19. Efallai y bydd eich ffôn yn cyfeirio at y rhain fel ‘Hysbysiadau Cysylltiad’ (Exposure notifications) neu ‘Cofnodi Cysylltiad’ (Exposure logging). Ewch i osodiadau eich ffon a newid i ‘Caniatáu’ (Allow).
gu: આ રીતે ઍપ તમને કહે છે કે તમે એવી કોઈ વ્યક્તિ સાથે નજીકના સંપર્કમાં આવ્યા છો કે કેમ જેઓનો COVID-19 ટેસ્ટ પૉઝિટિવ આવ્યો હોય. તમારો ફોન આને ‘Exposure notifications’ અથવા ‘Exposure logging’ કહેતો હોય તેમ બની શકે છે. તમારા ફોનનાં સેટિંગ્ઝમાં જાઓ અને બદલીને 'માન્ય કરો' (Allow) સેટ કરો.
pa: ਇਹੀ ਤਰੀਕਾ ਹੈ ਜਿਸ ਨਾਲ ਐਪ ਤੁਹਾਨੂੰ ਦੱਸਦੀ ਹੈ ਕਿ ਕੀ ਤੁਸੀਂ ਕਿਸੇ ਅਜਿਹੇ ਵਿਅਕਤੀ ਦੇ ਨਜ਼ਦੀਕੀ ਸੰਪਰਕ ਵਿੱਚ ਰਹੇ ਹੋ ਜਿਸਦਾ COVID-19 ਲਈ ਟੈਸਟ ਪਾਜ਼ਿਟਿਵ ਆਇਆ ਹੈ। ਤੁਹਾਡਾ ਫੋਨ ਇਹਨਾਂ ਨੂੰ ‘Exposure notifications’ ਜਾਂ ‘Exposure logging’ ਕਹਿ ਸਕਦਾ ਹੈ। ਆਪਣੇ ਫੋਨ ਦੀਆਂ ਸੈਟਿੰਗਾਂ 'ਤੇ ਜਾਓ ਅਤੇ 'ਇਜਾਜ਼ਤ ਦਿਓ' (Allow) 'ਤੇ ਬਦਲੋ।
pl: W ten sposób aplikacja informuje, czy użytkownik był w bliskim kontakcie z osobą, u której wynik testu na COVID-19 był pozytywny. Twój telefon może informować o takich zdarzeniach Exposure notifications lub Exposure logging. Przejdź do ustawień telefonu i zmień na „Zezwól” (Allow).
ro: Astfel aplicația vă va informa dacă ați intrat în contact direct cu o persoană testată pozitiv pentru COVID-19. Este posibil ca telefonul dvs. să denumească aceste „Exposure notifications” ca „Exposure logging”. Mergeți la setările telefonului și modificați la „Permiteți” (Allow).
tr: Uygulama bu sayede COVID-19 testi pozitif çıkmış biriyle yakın temasta bulunmuş olmanız halinde sizi haberdar etmektedir. Telefonunuzda bu bildirimler ‘Exposure notifications’ veya ‘Exposure logging’ olarak geçebilir. Telefon ayarlarına gidip bildirimlere ‘İzin ver‘ [Allow] seçeneğini aktif hale getirin.
ur: اس طرح یہ ایپ آپ کو بتاتی ہے کہ آیا آپ کسی ایسے شخص کے قریبی رابطہ میں رہے ہیں جس کی COVID-19 کی جانچ مثبت آئی ہے۔ آپ کا فون انہیں ‘Exposure notifications’ یا ‘Exposure logging’ کہہ سکتا ہے۔ اپنے فون کی ترتیبات میں جائیں اور 'اجازت دیں' (Allow) میں بدل دیں۔
zh: 如果您曾与COVID-19检测结果呈阳性的对象有过密切接触，此应用将通过这种方式告知您。 手机可能会将该功能称为“Exposure notifications”或“Exposure logging”。 请在手机设置中将其更改为“允许”(Allow)。

# authorization_denied_description_2
source: ‘Exposure Logging’ happens when Bluetooth allows your phone to receive encrypted random IDs of other users and then passes your random ID to their phones. It can be deactivated at any time, but the app will then stop working.
ar: يحدث "تسجيل التعرّض" عندما تسمح خاصية البلوتوث لهاتفك باستلام الهويات العشوائية المشفرة الخاصة بالمستخدمين الآخرين وإرسال هويتك العشوائية إلى هواتفهم. ويمكن تعطيل هذه الخاصية في أي وقت من الأوقات، ولكن سيتوقف التطبيق عن العمل.
bn: ‘এক্সপোজার লগিং’ আপনার যন্ত্রটির ব্লুটুথের মাধ্যমে অন্যান্য ব্যবহারকারীদের এনক্রিপ্ট করা এলোমেলো IDসমূহ গ্রহণ করা এবং আপনার নিজের এলোমেলো ID অন্যদের যন্ত্রে পাঠানোর মাধ্যমে কাজ করে। এই ফিচারটি যেকোনো সময় নিষ্ক্রিয় করা যায়। কিন্তু তাহলে অ্যাপটি কাজ করা বন্ধ করে দেবে।
cy: Mae Cofnodi Cysylltiad yn digwydd pan fydd Bluetooth yn caniatáu i'ch ffôn dderbyn ID ar hap wedi'i amgryptio gan ddefnyddwyr eraill ac yna'n trosglwyddo'ch ID ar hap i'w ffonau nhw. Gellir atal hyn ar unrhyw adeg ond ni fydd yr ap yn gweithio wedyn.
gu: ‘એક્સ્પોઝર લોગિંગ’ ત્યારે થાય છે જ્યારે બ્લૂટૂથ તમારા ફોનને અન્ય વપરાશકર્તાઓની એન્ક્રિપ્ટેડ રેન્ડમ ID પ્રાપ્ત કરવાની મંજૂરી આપે છે અને ત્યાર બાદ તમારી રેન્ડમ ID તેમના ફોનમાં પસાર કરે છે. તેને કોઈપણ સમયે બંધ કરી શકાય છે, પરંતુ ત્યારબાદ એપ કાર્ય કરશે નહીં.
pa: ‘ਐਕਸਪੋਜ਼ਰ ਲੌਗਿੰਗ’ ਤੁਹਾਡੇ ਫੋਨ ਦੁਆਰਾ, ਬਲੂਟੁੱਥ ਰਾਹੀਂ, ਹੋਰਾਂ ਉਪਭੋਗਤਾਵਾਂ ਦੀਆਂ ਇਨਕ੍ਰਿਪਟੇਡ ਬੇਤਰਤੀਬ IDs ਪ੍ਰਾਪਤ ਕਰਕੇ ਅਤੇ ਤੁਹਾਡੀ ਆਪਣੀ ਬੇਤਰਤੀਬੀ ID ਨੂੰ ਉਹਨਾਂ ਦੀ ਡਿਵਾਈਸ ‘ਤੇ ਭੇਜਕੇ ਕੰਮ ਕਰਦੀ ਹੈ। ਇਸ ਸੁਵਿਧਾ ਨੂੰ ਕਿਸੇ ਵੀ ਸਮੇਂ ਬੰਦ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ, ਪਰ ਇਸ ਤੋਂ ਬਾਅਦ ਐਪ ਕੰਮ ਨਹੀਂ ਕਰੇਗੀ।
pl: „Rejestracja narażenia” ma miejsce, kiedy Bluetooth umożliwi przesłanie zaszyfrowanych identyfikatorów innych użytkowników na Twój telefon, a Twój losowy identyfikator zostanie przesłany na ich telefony. Funkcja ta może zostać wyłączona w dowolnym momencie, ale aplikacja nie będzie wówczas działać.
ro: "Jurnalul de expunere” se întâmplă atunci când Bluetooth permite telefonului dvs. să primească numere de identificare codate aleatoriu aparținând altor utilizatori și apoi transmite numărul dvs. de identificare către telefoanele lor. Poate fi dezactivat oricând, dar aplicația nu va mai funcționa după aceea.
tr: Bluetooth, telefonunuzun diğer kullanıcıların şifreli rastgele kimliklerini almanızı ve sizin rastgele kimliğinizi diğer kullanıcıların telefonlarına ilettiğinde ‘Maruz Kalma Kaydı’ gerçekleşir. Herhangi bir zamanda devre dışı bırakılabilir ancak böyle bir durumda uygulama çalışmayı durduracaktır.
ur: 'سامنا ہونے کے اندراج' کا طریقہ یہ ہے کہ آپ کی ڈیوائس کو بلیو ٹوتھ کے ذریعے دیگر صارفین سے بے ربط انکرپٹڈ آئی ڈیز موصول ہوتی ہیں اور آپ کی بے ربط آئی ڈی ان کی ڈیوائسز کو بھیجی جاتی ہیں۔ یہ فیچر کسی بھی وقت غیر فعال کیا جا سکتا ہے مگر پھر ایپ کام نہیں کرے گی۔
zh: 当蓝牙允许您的手机接收其他用户的加密随机身份（ID），然后将您的随机身份传递给他们的手机时，就会发生“曝光记录”。 可以随时停用该功能，但是应用程序也将停止运行。

# authorization_denied_description_3
source: Please accept permissions when prompted.
ar: يرجى قبول الأذونات عندما يُطلب الحصول عليها.
bn: অনুগ্রহ করে যখন চাওয়া হবে তখন অনুমতিগুলি গ্রহণ করুন।
cy: Derbyniwch ganiatadau pan ofynnir i chi.
gu: સૂચિત કરવામાં આવે ત્યારે કૃપા કરીને પરવાનગીઓ સ્વીકારો.
pa: ਮੰਗ ਕੀਤੇ ਜਾਣ ‘ਤੇ ਇਜਾਜ਼ਤਾਂ ਨੂੰ ਸਵੀਕਾਰ ਕਰੋ।
pl: Po ukazaniu się właściwego komunikatu, należy wyrazić zgodę na uprawnienia.
ro: Vă rugăm să acceptați permisiunile atunci când vi se solicită.
tr: Lütfen sizden istendiğinde ilgili izinleri vermeyi kabul edin.
ur: براہ کرم اشارہ ملنے پر اجازت قبول کریں۔
zh: 请在得到提示时接受权限。

# authorization_denied_action
source: Open phone settings
ar: افتح إعدادات الهاتف
bn: ফোন সেটিংস খুলুন
cy: Agorwch osodiadau’r ffôn
gu: ફોનનાં સેટિંગ્ઝ ખોલો
pa: ਫੋਨ ਸੈਟਿੰਗਾਂ ਖੋਲ੍ਹੋ
pl: Otwórz ustawienia telefonu
ro: Deschideți setările telefonului
tr: Telefon ayarlarını açın
ur: فون کی ترتیبات کھولیں
zh: 打开手机设置

# authentication_code_title
source: Currently only for NHS Volunteer Responders, Isle of Wight and Newham residents
ar: متوفر حاليًا للمتطوعين في هيئة NHS والسكان في آيل أوف وايت "Isle of Wight" ونيوهام "Newham" فقط
bn: বর্তমানে শুধু NHS-এর ভলান্টিয়ার রেস্পন্ডার (স্বেচ্ছায় উত্তরদাতা), আইল অভ ওয়াইট এবং নিউহ্যাম-এর অধিবাসীদের জন্য
cy: Ar hyn o bryd dim ond i Ymatebwyr Gwirfoddol y GIG, trigolion Ynys Wyth a Newham
gu: હાલમાં ફકત NHS વોલન્ટિઅર રિસ્પોન્ડર્સ માટે, આઈલ ઓફ વાઈટ અને ન્યૂહામના રહેવાસીઓ
pa: ਇਸ ਸਮੇਂ ਸਿਰਫ NHS ਵਲੰਟੀਅਰ ਰਿਸਪੌਂਡਰਾਂ, ਆਇਲ ਆਫ਼ ਵਾਈਟ ਅਤੇ ਨਿਊਹੈਮ ਦੇ ਵਸਨੀਕਾਂ ਲਈ
pl: Aktualnie dostępna wyłącznie dla wolontariuszy NHS oraz mieszkańców Isle of Wight i Newham.
ro: Momentan, numai pentru personalul medical voluntar al NHS, Isle of Wight și rezidenții din Newham
tr: Mevcut durumda yalnızca NHS Gönüllü Müdahale Ekipleri, Isle of Wight ve Newham sakinleri için sunulmaktadır
ur: اس وقت صرف NHS والینٹئیر ریسپانڈرز، آئل آف وائٹ اور نیوہیم کے رہائشین کے لئے
zh: 目前仅适用于NHS志愿者，怀特岛（Isle of Wight）和纽汉姆 （Newham）居民

# authentication_code_textfield_heading
source: Enter your unique code
ar: أدخل رمزك الفريد
bn: আপনার ইউনিক কোডটি লিখুন
cy: Nodwch eich cod unigryw
gu: તમારો અનન્ય કોડ દાખલ કરો
pa: ਆਪਣਾ ਵਿਲੱਖਣ ਕੋਡ ਦਰਜ ਕਰੋ
pl: Wprowadź swój unikalny kod.
ro: Introduceți codul dvs. unic
tr: Benzersiz kodunuzu girin
ur: اپنا منفرد کوڈ درج کریں
zh: 输入您的唯一代码

# authentication_code_textfield_example
source: Example: 5apv-enka
ar: على سبيل المثال: 5apv-enka
bn: উদাহরণ: 5apv-enka
cy: Enghraifft: 5apv-enka
gu: ઉદાહરણ: 5apv-enka
pa: ਉਦਾਹਰਣ: 5apv-enka
pl: Przykład: 5apv-enka
ro: Exemplu: 5apv-enka
tr: Örnek: 5apv-enka
ur: مثال: 5apv-enka
zh: 例如：5apv-enka

# authentication_code_info_heading
source: Where can I find this code?
ar: أين يمكنني العثور على هذا الرمز؟
bn: আমি এই কোডটি কোথায় পাব?
cy: Ble alla i ddod o hyd i’m cod?
gu: હું આ કોડ ક્યાં મેળવી શકીશ?
pa: ਮੈਨੂੰ ਇਹ ਕੋਡ ਕਿੱਥੋਂ ਮਿਲ ਸਕਦਾ ਹੈ?
pl: Gdzie mogę znaleźć ten kod?
ro: Unde pot găsi acest cod?
tr: Bu kodu nereden bulabilirim?
ur: مجھے یہ کوڈ کہاں ملے گا؟
zh: 在哪里可以找到此代码？

# start_onboarding_step_title
source: This app helps us keep each other safe
ar: يساعدنا هذا التطبيق في المحافظة على سلامتنا
bn: একে অপরকে সুরক্ষিত রাখতে এই অ্যাপটি আমাদের সহায়তা করে
cy: Mae'r ap hwn yn helpu i gadw ein gilydd yn ddiogel
gu: આ એપ એકબીજાને સલામત રાખવામાં આપણને મદદ કરે છે
pa: ਇਹ ਐਪ ਸਾਨੂੰ ਇੱਕ ਦੂਸਰੇ ਨੂੰ ਸੁਰੱਖਿਅਤ ਰੱਖਣ ਵਿੱਚ ਮਦਦ ਕਰਦੀ ਹੈ
pl: Ta aplikacja pomaga w zapewnieniu nam bezpieczeństwa.
ro: Această aplicație ne ajută să ne păstrăm unii pe alții în siguranță
tr: Bu uygulama, birbirimizi güvende tutmamıza yardımcı olur
ur: یہ ایپ ایک دوسرے کو محفوظ رکھنے میں مدد دیتی ہے
zh: 这个应用程序可以帮助我们彼此保持安全
