Repository: nihp-public/covid-19-app-ios-ag-public
Catalog: NHS-COVID-19/Core/Sources/Localization/Resources/*.lproj/Localizable.strings
Languages: ar, bn, cy, gu, pa, pl, ro, tr, ur, zh

# local_authority_information_description
source: Please select a local authority. This is so the app can give you more accurate information and guidance.
ar: يرجى تحديد إحدى السلطات المحلية. ويتمثل الغرض من ذلك في تمكين التطبيق من تزويدك بمعلومات وإرشادات أكثر دقة.
bn: অনুগ্রহ করে একটি স্থানীয় কর্তৃপক্ষ বাছাই করুন। অ্যাপটি যাতে আপনাকে আরো নিখুঁত তথ্য ও নির্দেশ দিতে পারে তারজন্য এর দরকার।
cy: Dewiswch awdurdod lleol. Diben hyn yw galluogi'r ap i roi gwybodaeth ac arweiniad cywirach i chi.
gu: મહેરબાની કરીને તમારી લૉકલ ઓથોરિટી સિલેક્ટ કરો. આ એટલા માટે જેથી એપ તમને વધારે ચોક્કસ માહિતી અને માર્ગદર્શન આપે.
pa: ਕਿਰਪਾ ਕਰਕੇ ਸਥਾਨਕ ਅਥਾਰਟੀ ਚੁਣੋ। ਇਹ ਇਸ ਲਈ ਹੈ ਤਾਂ ਜੋ ਐਪ ਤੁਹਾਨੂੰ ਵਧੇਰੇ ਸਹੀ ਜਾਣਕਾਰੀ ਅਤੇ ਮਾਰਗ ਦਰਸ਼ਨ ਦੇ ਸਕੇ।
pl: Proszę wybrać z listy władze lokalne. W ten sposób aplikacja będzie mogła podać Ci bardziej dokładne informacje i wskazówki.
ro: Vă rugăm să selectați o autoritate locală. Astfel, aplicația vă va putea oferi informații și instrucțiuni mai precise.
tr: Lütfen bir yerel yönetim seçin. Bu, uygulamanın size daha doğru bilgi ve yönerge sağlaması içindir.
ur: براہ کرم ایک مقامی اتھارٹی منتخب کریں۔ یہ اس لیے ہے کہ ایپ آپ کو زیادہ درست معلومات اور رہنمائی دے سکے۔
zh: 请选择一个地方当局。这样应用程序才可以给您提供更准确的信息和指导。

# local_authority_information_button
source: Continue
ar: استمرار
bn: চালিয়ে যান
cy: Parhau
gu: ચાલુ રાખો
pa: ਜਾਰੀ ਰੱਖੋ
pl: Kontynuuj
ro: Continuare
tr: Devam
ur: جاری رکھیں
zh: 继续

# local_authority_confirmation_heading %@ %@
source: The local authority for %@ is %@
ar: السلطة المحلية التي يتبعها %@ هي %@
bn: %@ এর জন্য স্থানীয় কর্তৃপক্ষ হলো %@
cy: Yr awdurdod lleol ar gyfer %@ yw %@
gu: લૉકલ ઓથોરિટી આ પોસ્ટ કોડ માટે %@ છે %@
pa: %@ ਲਈ ਸਥਾਨਕ ਅਥਾਰਟੀ %@ ਹੈ
pl: Władze lokalne dla %@ to %@
ro: Autoritatea locală pentru %@ este %@
tr: %@ posta kodundan sorumlu yerel yönetim: %@
ur: %@ کے لئے مقامی اتھارٹی %@ ہے
zh: %@的地方当局是%@

# local_authority_confirmation_title
source: Your local authority
ar: السلطة المحلية التابع لها
bn: আপনার স্থানীয় কর্তৃপক্ষ
cy: Eich awdurdod lleol
gu: તમારી લોકલ ઑથૉરિટિ
pa: ਤੁਹਾਡੀ ਸਥਾਨਕ ਅਥਾਰਟੀ
pl: Twoje władze lokalne
ro: Autoritatea dvs. locală
tr: Yerel yönetiminiz
ur: آپ کی مقامی اتھارٹی
zh: 您的地方当局

# local_authority_confirmation_description
source: Great news! The app is going to be more accurate at giving information and guidance for the level of coronavirus risk in your area. Don‘t worry, your privacy is still protected. The app will never track your identity or location.
ar: أخبارٌ سارة! سيتمكن التطبيق من تزويدك بمعلومات وإرشادات أكثر دقة تلائم مستوى الخطر المرتبط بتفشي فيروس كورونا في منطقتك. لا داعي للقلق، ما زالت خصوصيتك خاضعة للحماية. لن يقوم التطبيق بتتبع هويتك أو موقعك على الإطلاق.
bn: দারুন খবর! অ্যাপটি আপনার এলাকায় করোনাভাইরাস ঝুঁকির স্তর বিষয়ক তথ্য ও নির্দেশ আরো নিখুঁতভাবে প্রদান করবে। চিন্তা করবেন না, আপনার গোপনীয়তা এখনো সুরক্ষিত। অ্যাপটি কখনোই আপনার পরিচয় বা অবস্থান ট্র্যাক করবে না।
cy: Newyddion da! Bydd yr ap yn gywirach wrth roi gwybodaeth ac arweiniad ar gyfer lefel risg y coronafeirws yn eich ardal chi. Peidiwch â phoeni, mae eich preifatrwydd yn dal i gael ei ddiogelu. Fydd yr ap byth yn tracio pwy ydych chi na ble'r ydych chi.
gu: સરસ! તમારા એરિયામાં કોરોનાવાયરસનું જોખમ કેટલું છે એ વિષે આ એપ હવે તમને વધારે ચોક્કસ માહિતી અને માર્ગદર્શન આપશે. ચિંતા ન કરો, તમારી પ્રાયવેસીનું સુરક્ષિત છે. આ એપ તમારી ઓળખ કે તમે ક્યાં રહો છે એ ટ્રેક નહિ કરે.
pa: ਖੁਸ਼ਖਬਰੀ! ਐਪ ਤੁਹਾਡੇ ਖੇਤਰ ਵਿੱਚ ਕੋਰੋਨਾਵਾਇਰਸ ਦੇ ਜੋਖਮ ਦੇ ਪੱਧਰ ਲਈ ਜਾਣਕਾਰੀ ਅਤੇ ਮਾਰਗ ਦਰਸ਼ਨ ਦੇਣ ਲਈ ਵਧੇਰੇ ਸਹੀ ਹੋਣ ਜਾ ਰਹੀ ਹੈ। ਚਿੰਤਾ ਨਾ ਕਰੋ, ਤੁਹਾਡੀ ਗੁਪਤਤਾ ਅਜੇ ਵੀ ਸੁਰੱਖਿਅਤ ਹੈ। ਐਪ ਤੁਹਾਡੀ ਪਛਾਣ ਜਾਂ ਸਥਾਨ ਨੂੰ ਕਦੇ ਵੀ ਟਰੈਕ ਨਹੀਂ ਕਰੇਗੀ।
pl: Świetna wiadomość! Aplikacja będzie udzielać bardziej dokładnych informacji i wskazówek dotyczących poziomu ryzyka zakażenia koronawirusem w Twojej okolicy. Nie obawiaj się, Twoja prywatność jest nadal chroniona. Aplikacja nigdy nie zapisuje Twojej tożsamości ani lokalizacji.
ro: Vești bune! Aplicația va furniza informații și instrucțiuni mai precise privind nivelul de risc de infecție cu coronavirus din zona dvs. Nu vă îngrijorați, intimitatea dvs. rămâne protejată. Aplicația nu vă va urmări niciodată identitatea sau locația.
tr: İyi bir haberimiz var! Uygulama, bundan böyle bulunduğunuz bölgedeki koronavirüs risk seviyesi hakkında daha doğru bilgi ve yönerge sağlayacak. Endişelenmeyin, gizliliğiniz halen koruma altındadır. Uygulama, asla kimliğinizin ya da konumunuzun izini sürmeyecektir.
ur: بڑی خبر! آپ کے علاقے میں کورونا وائرس کے خطرے کی سطح کے لئے معلومات اور رہنمائی فراہم کرنے میں ایپ زیادہ درست ثابت ہوگی۔ پریشان نہ ہوں، آپ کی رازداری اب بھی محفوظ ہے۔ ایپ کبھی بھی آپ کی شناخت یا مقام کی کھوج نہیں لگائے گی۔
zh: 好消息！该应用程序将提供更准确的信息和指导，助您了解您所在地区的冠状病毒风险水平。 别担心，您的隐私仍然受到保护。该应用程序永远不会跟踪您的身份或位置。

# local_authority_confirmation_button
source: Confirm
ar: تأكيد
bn: সুনিশ্চিত করুন
cy: Cadarnhau
gu: પુષ્ટિ કરો
pa: ਪੁਸ਼ਟੀ ਕਰੋ
pl: Potwierdź
ro: Confirmare
tr: Onayla
ur: تصدیق کریں
zh: 确认

# local_authority_screen_description %@
source: As your postcode district (%@) is in more than one local authority, you need to select the one you are in. This is so the app can give you more accurate information and guidance. Visit GOV.UK if you do not know your local authority.
ar: تحتاج إلى تحديد السلطة المحلية التي تتبعها لأن المقاطعة التي تنتمي لرمزك البريدي (%@) تقع ضمن أكثر من سلطة محلية واحدة. ويتمثل الغرض من ذلك في تمكين التطبيق من تزويدك بمعلومات وإرشادات أكثر دقة. يرجى زيارة الموقع الإلكتروني GOV.UK في حال عدم معرفتك للسلطة المحلية التي تتبعها.
bn: যেহেতু আপনার পোস্টকোড ডিস্ট্রিক্ট (%@) একাধিক স্থানীয় কর্তৃপক্ষের আওতায় আছে তাই, আপনি যার আওতায় আছেন সেটি বাছাই করা দরকার। অ্যাপটি যাতে আপনাকে আরো নিখুঁত তথ্য ও নির্দেশ দিতে পারে তারজন্য এর দরকার। আপনার স্থানীয় কর্তৃপক্ষ আপনি না জানলে এই ওয়েবসাইট দেখুন: GOV.UK।
cy: Gan fod eich ardal cod post ( %@ ) mewn mwy nag un awdurdod lleol, mae angen i chi ddewis yr un rydych chi ynddo. Diben hyn yw galluogi'r ap i roi gwybodaeth ac arweiniad cywirach i chi. Ewch i GOV.UK os nad ydych chi'n gwybod pa un yw eich awdurdod lleol.
gu: તમારા પોસ્ટકોડમાં (%@) એકથી વધું લોકલ ઓથોરિટી આવે છે તમારે સિલેક્ટ કરવું પડશે કે તમારી ઓથોરિટી કઈ છે. આ એટલા માટે જેથી એપ તમને વધારે ચોક્કસ માહિતી અને માર્ગદર્શન આપે. તમને તમારી લૉકલ ઓથોરિટી કઇ છે એ ખબર ન હોય તો GOV.UK જૂઓ.
pa: ਕਿਉਂਕਿ ਤੁਹਾਡਾ ਪੋਸਟਕੋਡ ਡਿਸਟ੍ਰਿਕ (%@) ਇੱਕ ਤੋਂ ਵੱਧ ਸਥਾਨਕ ਅਥਾਰਟੀਆਂ ਵਿੱਚ ਹੈ, ਤੁਹਾਨੂੰ ਉਹ ਸਥਾਨਕ ਅਥਾਰਟੀ ਚੁਣਨ ਦੀ ਜ਼ਰੂਰਤ ਹੈ ਜਿਸ ਵਿੱਚ ਤੁਸੀਂ ਹੋ। ਇਹ ਇਸ ਲਈ ਹੈ ਤਾਂ ਜੋ ਐਪ ਤੁਹਾਨੂੰ ਵਧੇਰੇ ਸਹੀ ਜਾਣਕਾਰੀ ਅਤੇ ਮਾਰਗ ਦਰਸ਼ਨ ਦੇ ਸਕੇ। ਜੇ ਤੁਹਾਨੂੰ ਆਪਣੀ ਸਥਾਨਕ ਅਥਾਰਟੀ ਪਤਾ ਨਹੀਂ ਹੈ ਤਾਂ GOV.UK 'ਤੇ ਜਾਓ।
pl: Ponieważ Twój okręg pocztowy (%@) znajduje się na terenie więcej niż jednych władz lokalnych, należy wybrać te, w których obszarze mieszkasz. W ten sposób aplikacja będzie mogła podać Ci bardziej dokładne informacje i wskazówki. Jeżeli nie wiesz, jakie są Twoje władze lokalne, wejdź na stronę GOV.UK.
ro: Deoarece codul poștal al districtului dvs. (%@) apare înregistrat la mai multe autorități locale, trebuie să selectați autoritatea locală de care aparțineți. Astfel, aplicația vă va putea oferi informații și instrucțiuni mai precise. Vizitați GOV.UK dacă nu știți de care autoritate locală aparțineți.
tr: Posta kodu bölgeniz (%@) birden fazla yerel yönetime dahil olduğundan bulunduğunuz yerel yönetimi seçmeniz gerekiyor. Bu, uygulamanın size daha doğru bilgi ve yönerge sağlaması içindir. Yerel yönetiminizin adını bilmiyorsanız GOV.UK adresini ziyaret edin.
ur: چونکہ آپ کا پوسٹ کوڈ ضلع (%@) ایک سے زیادہ مقامی اتھارٹی میں ہے، آپ کو جس میں آپ ہیں کو منتخب کرنے کی ضرورت ہے۔ یہ اس لیے ہے کہ ایپ آپ کو زیادہ درست معلومات اور رہنمائی دے سکے۔ اگر آپ اپنی مقامی اتھارٹی کو نہیں جانتے ہیں تو GOV.UK پر جائیں۔
zh: 由于您的邮政编码区（%@）包含多个地方当局，您需要选择您所处地区的地方当局。这样应用程序才可以给您提供更准确的信息和指导。 如果您不知道地方当局，请访问GOV.UK。

# local_authority_visit_gov_uk_link_title
source: Find your local authority
ar: البحث عن السلطة المحلية التابع لها
bn: আপনার স্থানীয় কর্তৃপক্ষ খুঁজে নিন
cy: Canfod eich awdurdod lleol
gu: તમરી લૉકલ ઓથોરિટી શોધો
pa: ਆਪਣੀ ਸਥਾਨਕ ਅਥਾਰਟੀ ਪਤਾ ਕਰੋ
pl: Znajdź swoje władze lokalne
ro: Găsiți autoritatea locală
tr: Yerel yönetiminizi bulun
ur: اپنی مقامی اتھارٹی تلاش کریں
zh: 找到您的地方当局

# local_authority_error_title
source: Please select a local authority
ar: يرجى تحديد إحدى السلطات المحلية.
bn: অনুগ্রহ করে একটি স্থানীয় কর্তৃপক্ষ বাছাই করুন
cy: Dewiswch awdurdod lleol
gu: મહેરબાની કરીને તમારી લૉકલ ઓથોરિટી સિલેક્ટ કરો
pa: ਕਿਰਪਾ ਕਰਕੇ ਸਥਾਨਕ ਅਥਾਰਟੀ ਚੁਣੋ
pl: Proszę wybrać z listy władze lokalne
ro: Vă rugăm să selectați o autoritate locală
tr: Lütfen bir yerel yönetim seçin
ur: براہ کرم ایک مقامی اتھارٹی منتخب کریں
zh: 请选择一个地方当局

# local_authority_error_description
source: You need to choose a local authority to continue
ar: تحتاج إلى تحديد إحدى السلطات المحلية للمتابعة.
bn: বহাল থাকার জন্য আপনাকে একটি স্থানীয় কর্তৃপক্ষ বেছে নিতে হবে
cy: Mae angen i chi ddewis awdurdod lleol i allu parhau
gu: ચાલું રાખવા માટે તમારે લૉકલ ઓથોરિટી સિલેક્ટ કરવી પડશે
pa: ਤੁਹਾਨੂੰ ਜਾਰੀ ਰੱਖਣ ਲਈ ਸਥਾਨਕ ਅਥਾਰਟੀ ਦੀ ਚੋਣ ਕਰਨ ਦੀ ਜ਼ਰੂਰਤ ਹੈ
pl: Aby kontynuować, należy wybrać z listy władze lokalne
ro: Trebuie să selectați o autoritate locală pentru a continua
tr: Devam etmek için bir yerel yönetim seçmeniz gerekiyor
ur: جاری رکھنے کے لیےآپ کو ایک مقامی اتھارٹی کا انتخاب کرنا ہوگا
zh: 您需要选择一个地方当局以继续

# local_authority_unsupported_country_error_title
source: Local authority not supported.
ar: السلطة المحلية غير مدعومة.
bn: স্থানীয় কর্তৃপক্ষ সমর্থিত নেই।
cy: Awdurdod Lleol heb ei gefnogi.
gu: સ્થાનિક તંત્ર સમર્થિત નથી.
pa: ਸਥਾਨਕ ਅਥਾਰਟੀ ਸਮਰਥਿਤ ਨਹੀਂ ਹੈ।
pl: Aplikacja nie obsługuje tych władz lokalnych.
ro: Autoritate locală neacceptată.
tr: Seçtiğiniz yerel yönetim desteklenmiyor.
ur: مقامی اتھارٹی معاون نہیں ہے۔
zh: 本地授权不受支援。

# local_authority_unsupported_country_error_description
source: Unfortunately this app is not supported in your region. Please download the app for your region or country.
ar: للأسف، هذا التطبيق غير مدعومٍ في منطقتك. يرجى تنزيل التطبيق المناسب لمنطقتك أو دولتك.
bn: দুর্ভাগ্যজনকভাবে, এই অ্যাপটি আপনার অঞ্চলে সমর্থিত নয়।আপনার অঞ্চল অথবা দেশের জন্যে অনুগ্রহ করে এই অ্যাপটি ডাউনলোড করুন।
cy: Yn anffodus, nid yw'r ap hwn yn cael ei gefnogi yn eich rhanbarth. Lawrlwythwch yr ap ar gyfer eich rhanbarth neu'ch gwlad.
gu: કમનસીબે આ એપને તમારા ક્ષેત્રમાં સપોર્ટ મળતો નથી. તમારા ક્ષેત્ર અથવા દેશ માટે કૃપા કરી આ એપને ડાઉનલોડ કરો.
pa: ਬਦਕਿਸਮਤੀ ਨਾਲ ਤੁਹਾਡੇ ਖੇਤਰ ਵਿੱਚ ਇਸ ਐਪ ਲਈ ਸਹਾਇਤਾ ਨਹੀਂ ਕੀਤੀ ਜਾਂਦੀ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਖੇਤਰ ਜਾਂ ਦੇਸ਼ ਲਈ ਐਪ ਡਾਊਨਲੋਡ ਕਰੋ।
pl: Niestety ta aplikacja nie jest obsługiwana w Twoim regionie. Pobierz aplikację dla swojego regionu lub kraju.
ro: Din păcate, această aplicație nu este acceptată în regiunea dvs. Vă rugăm să descărcați aplicația pentru regiunea sau țara dvs.
tr: Ne yazık ki bu uygulama bulunduğunuz bölgede desteklenmiyor. Lütfen bölgeniz veya ülkeniz için sunulan uygulamayı indirin.
ur: بدقسمتی سے یہ ایپ آپ کے علاقے میں استعمال کیا جانا مُمکن نہیں۔ برائے مہربانی اپنے علاقے یا مُلک کے لئے ایپ ڈاؤن لوڈ کریں۔
zh: 很遗憾，您所在地区不支持该应用程序 请下载您所在地区或国家的应用程序。

# edit_postcode_continue_button
source: Continue
ar: استمرار
bn: চালিয়ে যান
cy: Parhau
gu: ચાલુ રાખો
pa: ਜਾਰੀ ਰੱਖੋ
pl: Kontynuuj
ro: Continuare
tr: Devam
ur: جاری رکھیں
zh: 继续

# checkin_information_title_new
source: More information
ar: المزيد من المعلومات
bn: আরো তথ্যাদি
cy: Mwy o wybodaeth
gu: વધુ માહિતી
pa: ਵਧੇਰੇ ਜਾਣਕਾਰੀ
pl: Więcej informacji
ro: Mai multe informații
tr: Daha fazla bilgi
ur: مزید معلومات
zh: 更多信息

source: Done
ar: تم
bn: সম্পন্ন
cy: Wedi'i wneud
gu: થઈ ગયું
pa: ਹੋ ਗਿਆ
pl: Gotowe
ro: Terminat
tr: Bitti
ur: ہوگیا
zh: 完成

# home_financial_support_button_title
source: Financial support
ar: الدعم المالي
bn: আর্থিক সহায়তা
cy: Cymorth ariannol
gu: પૈસાનો ટેકો
pa: ਵਿੱਤੀ ਸਹਾਇਤਾ
pl: Pomoc finansowa
ro: Sprijin financiar
tr: Finansal destek
ur: مالی تعاون
zh: 经济支持

# financial_support_title
source: Financial support
ar: الدعم المالي
bn: আর্থিক সহায়তা
cy: Cymorth ariannol
gu: પૈસાનો ટેકો
pa: ਵਿੱਤੀ ਸਹਾਇਤਾ
pl: Pomoc finansowa
ro: Sprijin financiar
tr: Finansal destek
ur: مالی تعاون
zh: 经济支持

# financial_support_description
source: The app has detected that you have been in contact with a person who has tested positive for coronavirus. You are advised to self-isolate. While you’re self-isolating, you may be able to claim financial support depending on your circumstances. Check if you are eligible as soon as possible by using the button below. This will take you to a website where you may need to enter some personal details. These personal details will not be stored anywhere in this app.
ar: لقد اكتشف التطبيق أنك قد خالطت شخصًا ما سجَّل نتيجة إيجابية في اختبار الكشف عن الإصابة بفيروس كورونا. نوصيك بالخضوع للعزل الذاتي. في أثناء خضوعك للعزل الذاتي، يجوز لك المطالبة بالحصول على دعمٍ ماليٍّ اعتمادًا على ظروفك. تحقق من مدى استحقاقك للدعم في أقرب وقتٍ ممكنٍ باستخدام الزرِّ أدناه. سيؤدي بك ذلك إلى الانتقال إلى أحد المواقع الإلكترونية حيث يُطلب منك إدخال بعض التفاصيل الشخصية. لن تُخزَّن هذه التفاصيل الشخصية في أي موقعٍ آخر في هذا التطبيق.
bn: এই অ্যাপে ধরা পড়েছে যে আপনি এমন কোনো ব্যক্তির সংস্পর্শে এসেছেন যিনি করোনাভাইরাসে আক্রান্ত। আপনার নিজেকে বিচ্ছিন্ন রাখার পরামর্শ দেওয়া হচ্ছে। নিজেকে বিচ্ছিন্ন রাখা কালে, আপনার অবস্থার উপর নির্ভর করে আপনি হয়তো আর্থিক সহায়তা দাবি করতে পারবেন। নিচের বোতামের সাহায্যে যত তাড়াতাড়ি সম্ভব যাচাই করে দেখুন আপনি এই সহায়তা পাওয়ার যোগ্য কিনা। এটা আপনাকে একটি ওয়েবসাইটে নিয়ে যাবে যেখানে আপনাকে কিছু ব্যক্তিগত তথ্য প্রবেশ করতে হতে পারে। সেসব ব্যক্তিগত তথ্য এই অ্যাপের কোথাও সংরক্ষিত রাখা হবে না।
cy: Mae'r ap wedi darganfod y buoch chi mewn cysylltiad â rhywun sydd wedi cael canlyniad positif i brawf coronafeirws. Rydym yn eich cynghori i hunan-ynysu. Tra byddwch yn hunan-ynysu, mae'n bosibl y byddwch yn gallu hawlio cymorth ariannol gan ddibynnu ar eich amgylchiadau. Gwiriwch a ydych yn gymwys cyn gynted ag y gallwch trwy ddefnyddio'r botwm isod. Bydd hwn yn mynd â chi i wefan lle y gallai fod angen i chi roi manylion personol. Ni fydd y manylion personol hyn yn cael eu storio unrhyw le arall yn yr ap yma.
gu: ઍપથી ખ્યાલ આવ્યો છે કે તમે એક એવી વ્યક્તિના કોન્ટેક્ટ આવ્યા છો જેમનો કોરોનાવાઇરસ ટેસ્ટ પૉઝિટિવ આવ્યો છે. તમે પોતે આયસોલેશનમાં ચાલ્યા જાઓ એવી સલાહ આપવામાં આવે છે. જ્યારે તમે આયસોલેશનમાં જાઓ ત્યારે તમે તમારા સંજોગોના આધારે પૈસાનાં ટેકા માટે દાવો કરી શકો તેમ બની શકે છે. નીચેના બટનનો ઉપયોગ કરીને શક્ય તેટલી જલ્દી ચેક કરો કે તમે યોગ્ય છો કે નહિ. આનાથી તમે એક વેબસાઇટ પર જશો, જ્યાં તમારે થોડી વ્યક્તિગત વિગતો ઍન્ટર કરો તે જરૂરી બનશે. આ વ્યક્તિગત વિગતો આ ઍપમાં ક્યાંયે સંગ્રહિત કરવામાં આવશે નહિ.
pa: ਐਪ ਨੇ ਪਤਾ ਲਗਾਇਆ ਹੈ ਕਿ ਤੁਸੀਂ ਕਿਸੇ ਅਜਿਹੇ ਵਿਅਕਤੀ ਦੇ ਸੰਪਰਕ ਵਿੱਚ ਰਹੇ ਹੋ ਜਿਸਦਾ ਕੋਰੋਨਾਵਾਇਰਸ ਲਈ ਟੈਸਟ ਦਾ ਨਤੀਜਾ ਪਾਜ਼ਿਟਿਵ ਆਇਆ ਹੈ। ਤੁਹਾਨੂੰ ਖੁਦ ਨੂੰ ਅਲੱਗ ਰੱਖਣ ਦੀ ਸਲਾਹ ਦਿੱਤੀ ਜਾਂਦੀ ਹੈ। ਜਿਸ ਦੌਰਾਨ ਤੁਸੀਂ ਆਪਣੇ ਆਪ ਨੂੰ ਅਲੱਗ ਰੱਖ ਰਹੇ ਹੋ, ਸ਼ਾਇਦ ਤੁਸੀਂ ਆਪਣੇ ਹਾਲਾਤ ਦੇ ਅਧਾਰ 'ਤੇ ਵਿੱਤੀ ਸਹਾਇਤਾ ਦਾ ਦਾਅਵਾ ਕਰ ਸਕਦੇ ਹੋ। ਹੇਠਾਂ ਦਿੱਤੇ ਬਟਨ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਜਿੰਨੀ ਜਲਦੀ ਸੰਭਵ ਹੋ ਸਕੇ ਜਾਂਚ ਕਰੋ ਕਿ ਕੀ ਤੁਸੀਂ ਇਸਦੇ ਯੋਗ ਹੋ। ਇਹ ਤੁਹਾਨੂੰ ਇੱਕ ਵੈੱਬਸਾਈਟ 'ਤੇ ਲੈ ਜਾਵੇਗਾ ਜਿੱਥੇ ਤੁਹਾਨੂੰ ਕੁਝ ਨਿੱਜੀ ਵੇਰਵੇ ਦਾਖਲ ਕਰਨ ਦੀ ਲੋੜ ਹੋ ਸਕਦੀ ਹੈ। ਇਹ ਨਿੱਜੀ ਵੇਰਵੇ ਇਸ ਐਪ ਵਿੱਚ ਕਿਤੇ ਵੀ ਸਟੋਰ ਨਹੀਂ ਕੀਤੇ ਜਾਣਗੇ।
pl: Aplikacja wykryła, że byłeś(-aś) w bliskim kontakcie z osobą, która uzyskała dodatni wynik testu na obecność koronawirusa. Zaleca się, abyś poddał(-a) się samoizolacji. Podczas przebywania w izolacji można ubiegać się o wsparcie finansowe, w zależności od Twoich okoliczności. Jak najszybciej sprawdź, czy należy Ci się pomoc, klikając poniżej. Po kliknięciu przejdziesz do strony, na której może być konieczne podanie pewnych danych osobowych. Podane dane osobowe nie będą przechowywane w obrębie tej aplikacji.
ro: Aplicația a detectat că ați intrat în contact cu o persoană care a testat pozitiv pentru coronavirus. Vi se recomandă să vă autoizolați. În timpul perioadei de autoizolare, este posibil să puteți solicita sprijin financiar, în funcție de situația dvs. Verificați dacă sunteți eligibil/ ă cât mai curând posibil utilizând butonul de mai jos. Acesta vă va duce pe un website unde vi se poate solicita să introduceți câteva date personale. Aceste date personale nu vor fi stocate nicăieri în această aplicație.
tr: Uygulama, koronavirüs testinin sonucu pozitif olarak teyit edilmiş birisiyle temas ettiğinizi belirlemiştir. Kendinizi karantinaya almanız tavsiye edilmektedir. Karantinada bulunduğunuz süre içerisinde koşullarınıza bağlı olarak finansal destek talep etmeniz mümkün olabilir. Finansal desteğe başvuru için uygunluğunuzu aşağıdaki butona tıklayarak en kısa zamanda kontrol ediniz. Bu buton sizi, kişisel bilgilerinizi girmenizin gerekebileceği bir web sitesine yönlendirecektir. Bu kişisel bilgiler uygulamanın hiçbir bölümünde saklanmayacaktır.
ur: ایپ نے سراغ لگایا ہے کہ آپ ایک ایسے فرد کے رابطے میں رہے ہیں جس کا کورونا وائرس کا ٹیسٹ مثبت رہا ہے۔ آپ کو خود کو تنہا کرنے کی صلاح دی جاتی ہے۔ خود کو تنہا کرنے کے دوران، آپ ہو سکتا ہے اپنے حالات کے اعتبار سے مالی تعاون کا دعوی کر سکیں ۔ ذیل کا بٹن استعمال کر کے جتنی جلدی ممکن ہو یہ چیک کریں کہ آیا آپ اہل ہیں۔ یہ آپ کو ایک ویب سائٹ پر لے جائے گا جہاں آپ کو کچھ ذاتی تفصیلات درج کرنی پڑ سکتی ہیں۔ یہ ذاتی تفصیلات اس ایپ میں کہیں اور اسٹور نہیں کی جائیں گی۔
zh: 该应用检测到您与冠状病毒检测为阳性的患者有接触。建议您进行自我隔离。 自我隔离期间，根据您的情况，您可能能够申请经济支持。使用以下按钮立即查看您是否具备资格。 该按钮将链接到一个网站，可能需要您提供一些个人信息。这些个人信息将不会储存在本应用的任何位置。

# financial_support_help_england_link_description
source: If you live in England and you are having trouble applying, visit:
ar: إذا كنت تعيش في إنجلترا وتواجه صعوبةً في تقديم الطلب، يُرجى زيارة:
bn: আপনি ইংল্যান্ডে বসবাসরত হলে এবং আবেদন করতে অসুবিধার সম্মুখীন হয়ে থাকলে, এখানে দেখুন:
cy: Os ydych yn byw yn Lloegr ac yn cael trafferth gwneud cais, ewch i:
gu: જો તમે ઇંગ્લૅન્ડમાં રહેતા હો અને તમને અરજી કરવામાં તકલીફ પડતી હોય તો, અહીં જાઓ:
pa: ਜੇ ਤੁਸੀਂ ਇੰਗਲੈਂਡ ਵਿੱਚ ਰਹਿੰਦੇ ਹੋ ਅਤੇ ਤੁਹਾਨੂੰ ਅਰਜ਼ੀ ਦੇਣ ਵਿੱਚ ਮੁਸ਼ਕਲ ਆ ਰਹੀ ਹੈ ਤਾਂ ਇਸ 'ਤੇ ਜਾਓ:
pl: Jeżeli mieszkasz na terytorium Anglii i masz problemy ze złożeniem wniosku, wejdź na:
ro: Dacă locuiți în Anglia și întâmpinați probleme în procesul depunerii cererii, vizitați:
tr: İngiltere'de yaşıyorsanız ve başvurmada zorluk çekiyorsanız, şu adresi ziyarete edin:
ur: اگر آپ انگلینڈ میں رہتے ہیں اور آپ کو درخواست دینے میں پریشانی ہو رہی ہے تو، ملاحظہ کریں:
zh: 如果您住在英格兰，在申请时遇到麻烦，请访问：

# financial_support_help_england_link_title
source: Help to apply for the Test and Trace Support Payment
ar: المساعدة في تقديم طلبٍ للحصول على مبالغ الدعم من برنامج الاختبار والتتبع
bn: টেস্ট অ্যান্ড ট্রেস অর্থ সহায়তা প্রদানের জন্য আবেদন করতে সহায়তা
cy: Help i wneud cais am Daliadau Cymorth Profi ac Olrhain
gu: ટેસ્ટ ઍન્ડ ટ્રેસ સપોર્ટ પેમેન્ટ માટે અરજી કરવા માટે સહાયતા
pa: ਟੈਸਟ ਐਂਡ ਟ੍ਰੇਸ ਸਹਾਇਤਾ ਭੁਗਤਾਨ ਲਈ ਅਰਜ਼ੀ ਦੇਣ ਵਿੱਚ ਸਹਾਇਤਾ
pl: Pomoc w składaniu wniosków o zasiłek Test and Trace Support Payment
ro: Ajutor cu depunerea cererii pentru obținerea indemnizației Test and Trace
tr: Test ve Takip Destek Ödemesi'ne başvurmak için yardım
ur: ٹیسٹ اینڈ ٹریس سپورٹ پیمنٹ کے لیے درخواست دینے میں مدد
zh: 帮助申请检测和跟踪支持付款

# financial_support_help_wales_link_description
source: If you live in Wales and are having trouble applying, visit:
ar: إذا كنت تعيش في ويلز وتواجه صعوبةً في تقديم الطلب، يُرجى زيارة:
bn: আপনি ওয়েলসে বসবাসরত হলে এবং আবেদন করতে অসুবিধার সম্মুখীন হয়ে থাকলে, এখানে দেখুন:
cy: Os ydych yn byw yng Nghymru ac yn cael trafferth gwneud cais, ewch i:
gu: જો તમે વેલ્સમાં રહેતા હો અને અરજી કરવામાં તકલીફ પડતી હોય તો, અહીં જાઓ:
pa: ਜੇ ਤੁਸੀਂ ਵੇਲਸ ਵਿੱਚ ਰਹਿੰਦੇ ਹੋ ਅਤੇ ਤੁਹਾਨੂੰ ਅਰਜ਼ੀ ਦੇਣ ਵਿੱਚ ਮੁਸ਼ਕਲ ਆ ਰਹੀ ਹੈ ਤਾਂ ਇਸ 'ਤੇ ਜਾਓ:
pl: Jeżeli mieszkasz na terytorium Walii i masz problemy ze złożeniem wniosku, wejdź na:
ro: Dacă locuiți în Țara Galilor și întâmpinați probleme în procesul depunerii cererii, vizitați:
tr: Galler'de yaşıyorsanız ve başvurmada zorluk çekiyorsanız, şu adresi ziyaret edin:
ur: اگر آپ ویلز میں رہتے ہیں اور درخواست دینے میں پریشانی ہو رہی ہے تو، ملاحظہ کریں:
zh: 如果您住在威尔士，在申请时遇到麻烦，请访问：

# financial_support_help_wales_link_title
source: Help to apply for the Self-Isolation Support Scheme
ar: المساعدة في تقديم طلبٍ للانضمام إلى منظومة دعم الأشخاص الخاضعين للعزل الذاتي
bn: সেলফ-আইসোলেশন সাপোর্ট স্কিমের জন্য আবেদন করতে সহায়তা
cy: Help i wneud cais am y Cynllun Cymorth Hunan-ynysu
gu: જાતે આયસોલેશનમાં જવા અંગે સહાયતા યોજના માટે અરજી કરવામાં મદદ
pa: ਖੁਦ ਨੂੰ ਅਲੱਗ ਰੱਖਣ ਦੀ ਸਹਾਇਤਾ ਯੋਜਨਾ ਲਈ ਅਰਜ਼ੀ ਦੇਣ ਵਿੱਚ ਸਹਾਇਤਾ
pl: Pomoc w składaniu wniosków o zasiłek Self-Isolation Support Scheme
ro: Ajutor cu depunerea cererii pentru a beneficia de schema de sprijin pe perioada autoizolării
tr: Kişisel Karantina Destek Programı'na başvurmak için yardım
ur: سیلف آئسولیشن سپورٹ اسکیم کے لیے درخواست دینے میں مدد
zh: 帮助申请自我隔离支持方案

# financial_support_check_eligibility
source: Check your eligibility
ar: التحقق من مدى استحقاقك
bn: আপনার আবেদন করার যোগ্যতা যাচাই করুন
cy: Gwirio a ydych yn gymwys i wneud cais
gu: તમારી યોગ્યતા તપાસો
pa: ਆਪਣੀ ਯੋਗਤਾ ਦੀ ਜਾਂਚ ਕਰੋ
pl: Sprawdź, czy się kwalifikujesz
ro: Verificați-vă eligibilitatea
tr: Uygunluğunuzu kontrol ediniz
ur: اپنی اہلیت چیک کریں
zh: 检查您的资格

# mydata_section_exposure_notification_description
source: Exposure notification
ar: إشعار التعرّض
bn: এক্সপোজার নোটিফিকেশন
cy: Hysbysiad cysylltiad
gu: ઍક્સપોઝર નોટિફિકેશન
pa: ਸੰਪਰਕ ਵਿੱਚ ਆਉਣ ਦੀ ਸੂਚਨਾ
pl: Powiadomienie o narażeniu
ro: Notificare de expunere
tr: Maruz kalma bildirimi
ur: ابتلا کی اطلاع
zh: 接触风险通知

# mydata_exposure_notification_details_exposure_date_description
source: Encounter date
ar: تاريخ المقابلة
bn: কবলে পড়ার তারিখ
cy: Dyddiad cyfarfyddiad
gu: કોન્ટેક્ટમાં આવ્યાની તારીખ
pa: ਸੰਪਰਕ ਵਿੱਚ ਆਉਣ ਦੀ ਮਿਤੀ
pl: Data kontaktu
ro: Data întâlnirii
tr: Karşılaşma tarihi
ur: سامنا ہونے کی تاریخ
zh: 接触日期

# mydata_exposure_notification_details_notification_date_description
source: Notification date
ar: تاريخ الإشعار
bn: নোটিফিকেশনের তারিখ
cy: Dyddiad hysbysu
gu: નોટિફિકેશનની તારીખ
pa: ਸੂਚਨਾ ਦੀ ਮਿਤੀ
pl: Data powiadomienia
ro: Data notificării
tr: Bildirim tarihi
ur: اطلاع کی تاریخ
zh: 通知日期

# mydata_section_self_isolation_end_date
source: Last day of self-isolation
ar: اليوم الأخير للعزل الذاتي
bn: স্ব-বিচ্ছিন্নতার শেষ দিন
cy: Diwrnod olaf hunanynysu
gu: સૅલ્ફ-આઇસોલેશનનો છેલ્લો દિવસ
pa: ਸਵੈ-ਇਕਾਂਤ ਦਾ ਆਖਰੀ ਦਿਨ
pl: Ostatni dzień izolacji
ro: Ultima zi de autoizolare
tr: Kişisel karantinanın son günü
ur: خود تنہائی کا آخری دن
zh: 自我隔离的最后日期

# mydata_section_self_isolation_heading
source: Self-isolation
ar: العزل الذاتي
bn: স্ব-বিচ্ছিন্নতা
cy: Hunanynysu
gu: સૅલ્ફ-આઇસોલેશન
pa: ਸਵੈ-ਇਕਾਂਤ
pl: Izolacja
ro: Autoizolare
tr: Kişisel karantina
ur: خود تنہائی
zh: 自我隔离

# financial_support_privacy_notice_description
source: Any data used in the application process is described in the privacy notice:
ar: أوصاف البيانات المُستخدمة في عمليات التطبيق تكون مذكورة ضمن إشعار الخصوصية:
bn: আবেদন প্রক্রিয়ায় যে তথ্য ব্যবহৃত হয় তা গোপনীয়তা বিজ্ঞপ্তিতে বর্ণিত আছে।
cy: Mae unrhyw data a fydd yn cael eu defnyddio yn y broses o wneud cais yn cael eu disgrifio yn yr hysbysiad preifatrwydd:
gu: ઍપ્લિકેશનની પ્રોસેસમાં વપરાતો કોઈ પણ ડેટા પ્રાયવેસી નોટિસમાં વર્ણવવામાં આવેલ છે:
pa: ਅਰਜ਼ੀ ਪ੍ਰਕਿਰਿਆ ਵਿੱਚ ਵਰਤੇ ਗਏ ਕਿਸੇ ਵੀ ਡੇਟਾ ਨੂੰ ਗੋਪਨੀਯਤਾ ਨੋਟਿਸ ਵਿੱਚ ਵਰਣਨ ਕੀਤਾ ਗਿਆ ਹੈ:
pl: Wszelkie dane wykorzystane w obrębie aplikacji zostały wymienione w Informacji o ochronie prywatności:
ro: Toate datele utilizate în procesul depunerii cererii sunt descrise în notificarea privind confidențialitatea:
tr: Başvuru sürecinde kullanılan bütün veriler gizlilik bildiriminde tanımlanmıştır:
ur: درخواست کی کارروائی میں استعمال شدہ کوئی بھی ڈیٹا رازداری کے نوٹس میں بیان کیا گیا ہے:
zh: 申请过程中使用的任何数据均已在隐私声明中作出说明：

# financial_support_privacy_notice_link_description
source: Contact tracing privacy notice
ar: إشعار خصوصية تتبع المخالطين
bn: কন্টাক্ট ট্রেসিং গোপনীয়তা বিষয়ক নোটিশ
cy: Hysbysiad Preifatrwydd Olrhain Cyswllt
gu: કોન્ટેક્ટ ટ્રેસિંગ પ્રાયવેસીની નોટિસ
pa: ਸੰਪਰਕ ਟਰੇਸਿੰਗ ਬਾਰੇ ਗੁਪਤਤਾ ਨੋਟਿਸ
pl: Informacja o ochronie prywatności dotycząca śledzenia kontaktów
ro: Notificare de confidențialitate privind urmărirea contactelor
tr: Temas takip gizlilik bildirimi
ur: کانٹیکٹ ٹریسنگ رازداری کا نوٹس
zh: 接触者追踪隐私声明

# home_settings_button_title
source: Settings
ar: الإعدادات
bn: সেটিংস
cy: Gosodiadau
gu: સેટિંગ્ઝ
pa: ਸੈਟਿੰਗਜ਼
pl: Ustawienia
ro: Setări
tr: Ayarlar
ur: ترتیبات
zh: 设置
