Repository: nihp-public/covid-19-app-ios-ag-public
Catalog: NHS-COVID-19/Core/Sources/Localization/Resources/*.lproj/Localizable.strings
Languages: ar, bn, cy, gu, pa, pl, ro, tr, ur, zh

# risk_level_screen_button
source: Definitions of area risk levels
ar: تعريفات مستويات الخطورة في منطقة ما
bn: এলাকার ঝুঁকি স্তরসমূহের সংজ্ঞা
cy: Diffiniadau o lefelau risg ardaloedd
gu: વિસ્તારના જોખમ-ભયના ધોરણની વ્યાખ્યાઓ
pa: ਖੇਤਰ ਜੋਖਮ ਪੱਧਰਾਂ ਦੀਆਂ ਪਰਿਭਾਸ਼ਾਵਾਂ
pl: Definicje poziomów ryzyka
ro: Definițiile nivelelor de risc a zonelor
tr: Alan risk seviyelerinin tanımları
ur: علاقے کے خطرے کے درجات کی تصریحات
zh: 区域风险等级的定义

source: Delete
ar: إلغاء
bn: মুছে ফেলুন
cy: Dileu lleoliad
gu: રદ કરો
pa: ਮਿਟਾ ਦਿਓ
pl: Usuń
ro: Ștergere
tr: Sil
ur: حذف کریں
zh: 删除

source: OK
ar: موافق
bn: ঠিক আছে
cy: iawn
gu: બરાબર
pa: ਠੀਕ ਹੈ
tr: Tamam
ur: ٹھیک ہے
zh: 确定

# share_keys_confirmation_info_body
source: Proceed to share this result below. When prompted, select ‘Share’ or ‘Share your device’s random IDs’.
ar: يمكنك المتابعة لمشاركة هذه النتيجة أدناه. عند المطالبة، يمكنك تحديد خيار "مشاركة" أو "مشاركة المُعرِّفات العشوائية لهاتفك".
bn: এই ফলাফল শেয়ার করার জন্য নিচে যান। যখন বেছে নেওয়ার জন্য বলা হবে, তখন ‘শেয়ার করুন’ বা ‘আপনার ডিভাইসের র্যান্ডম আইডি শেয়ার করুন’ বেছে নিন।
cy: Ewch ymlaen i rannu'r canlyniad yma isod. Pan ofynnir i chi wneud hynny, dewiswch 'Rhannu' neu 'Rhannu'r hap-IDs sydd ar eich dyfais’.
gu: નીચે આ પરિણામ શેર કરવા માટે આગળ વધો. જ્યારે તાકીદ કરવામાં આવે ત્યારે 'શેર' અથવા 'તમારા ડિવાઇસનાં રૅન્ડમ આઇડી શેર કરો' પસંદ કરો.
pa: ਹੇਠਾਂ ਇਸ ਨਤੀਜੇ ਨੂੰ ਸਾਂਝਾ ਕਰਨ ਲਈ ਅੱਗੇ ਵੱਧੋ। ਜਦੋਂ ਪੁੱਛਿਆ ਜਾਵੇ ਤਾਂ 'ਸਾਂਝਾ ਕਰੋ' ਜਾਂ 'ਆਪਣੀ ਡਿਵਾਈਸ ਦੀਆਂ ਰੈਂਡਮ IDs ਨੂੰ ਸਾਂਝਾ ਕਰੋ' ਦੀ ਚੋਣ ਕਰੋ।
pl: Przejdź do udostępniania wyniku poniżej. Po wyświetleniu się polecenia wybierz „Udostępnij” lub „Udostępnij losowe identyfikatory urządzenia”.
ro: Partajați acest rezultat mai jos. Când vi se solicită, selectați „Partajare” sau „Partajare ID aleatoriu de dispozitiv”.
tr: Bu sonucu paylaşmak için aşağıdaki adıma devam edin. Sorulduğunda 'Paylaş' ya da 'Cihazınızın rastgele kimliklerini paylaşın' seçeneğini seçin.
ur: ذیل میں اس کے نتیجے کا اشتراک کرنے کے لئے آگے بڑھیں. اشارہ ملنے پر، اشتراک کریں' کو یا 'اپنی ڈیوائس کی اتفاقی آئی ڈی کا اشتراک کریں' کو منتخب کریں۔
zh: 继续在下方分享本结果 当出现提示时，请选择“分享”或“分享您设备的随机 ID”

# about_this_app_feedback_information_title
source: Feedback information
ar: معلومات حول آراء المستخدمين
bn: প্রতিক্রিয়ার তথ্য
cy: Gwybodaeth adborth
gu: ફીડબૅક માહિતી
pa: ਫੀਡਬੈਕ ਜਾਣਕਾਰੀ
pl: Informacje zwrotne
ro: Informații despre opinii
tr: Fikrinizi bildirin
ur: فیڈ بیک معلومات
zh: 反馈信息

# about_this_app_feedback_information_description
source: If you have feedback about the app, a question that’s not answered in our common questions, or you have a technical problem, you can contact us using our online form.
ar: إذا كانت لديك ملاحظات عن التطبيق، أو سؤال لم تتم الإجابة عليه على موقعنا الإلكتروني، أو لديك مشكلة فنية، رجاء التواصل معنا. تستطيع الاتصال بنا باستخدام نموذجنا عبر الإنترنت أو الأتصال برقم 119.
bn: অ্যাপের বিষয়ে আপনার ফিডব্যাক থাকলে, একটি প্রশ্ন থাকলে যার উত্তর আমাদের ওয়েবসাইটে নেই, অথবা আপনার একটি টেকনিকাল সমস্যা থাকলে, অনুগ্রহ করে যোগাযোগ করুন। আপনি আমাদের সাথে যোগাযোগ করতে পারেন আমাদের অনলাইন ফর্মের মাধ্যমে বা 119 নম্বরে ফোন করে।
cy: Os oes gennych adborth am yr ap, cwestiwn nad yw wedi'i ateb ar ein gwefan, neu os oes gennych broblem dechnegol, cysylltwch â ni. Gallwch gysylltu â ni trwy ddefnyddio ein ffurflen ar-lein neu ffonio 119.
gu: જો એપ વિશે તમારી પાસે કોઈ ફીડબૅક હોય, કોઈ પ્રશ્ન જેનો અમારા સામાન્ય પ્રશ્નોમાં જવાબ આપવામાં આવ્યો હોય નહીં, અથવા તમને કોઈ તકનીકી મુશ્કેલી હોય, તો તમે અમારા ઑનલાઇન ફોર્મનો ઉપયોગ કરીને અમારો સંપર્ક કરી શકો છો.
pa: ਜੇਕਰ ਤੁਹਾਡੇ ਕੋਲ ਐਪ ਬਾਰੇ ਫੀਡਬੈਕ ਹੈ, ਕੋਈ ਸਵਾਲ ਹੈ ਜਿਸਦਾ ਸਾਡੀ ਵੈੱਬਸਾਈਟ 'ਤੇ ਜਵਾਬ ਨਹੀਂ ਦਿੱਤਾ ਗਿਆ ਹੈ, ਜਾਂ ਤੁਹਾਨੂੰ ਕੋਈ ਤਕਨੀਕੀ ਸਮੱਸਿਆ ਹੈ, ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ ਸੰਪਰਕ ਕਰੋ। ਤੁਸੀਂ ਸਾਡੇ ਔਨਲਾਈਨ ਫਾਰਮ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਜਾਂ 119 'ਤੇ ਕਾਲ ਕਰਕੇ ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰ ਸਕਦੇ ਹੋ।
pl: Jeśli chcesz podzielić się z nami opinią na temat aplikacji, zgłosić pytanie, na które nie ma odpowiedzi na witrynie lub masz problem techniczny, skontaktuj się z nami. Możesz skontaktować się z nami poprzez formularz online lub dzwoniąc pod numer 119.
ro: Dacă vreți să ne comunicați părerile dvs. despre aplicație, dacă aveți o întrebare al cărei răspuns nu se găsește pe website-ul nostru sau dacă aveți o problemă tehnică, vă rugăm să ne contactați. Ne puteți contacta cu ajutorul formularului nostru online sau dacă sunați la 119.
tr: Uygulama hakkında geri bildirimde bulunmak, sorular kısmında yanıtlanmayan bir soru sormak ya da teknik bir sorun bildirmek için lütfen bizimle iletişime geçin. Online formu doldurarak veya 119'u arayarak bize ulaşabilirsiniz.
ur: اگر ایپ کے بارے میں آپ کے تاثرات ہوں، ایسا سوال ہو جس کا جواب ہماری ویب سائٹ پر نہیں دیا گیا ہے، یا آپ کو تکنیکی مسئلہ درپیش ہو تو، برا کرم رابطہ کریں۔ آپ ہمارا آن لائن فارم استعمال کر کے یا 119 پر کال کر کے ہم سے رابطہ کر سکتے ہیں۔
zh: 如需对该应用进行反馈，或出现网站尚未回答的问题，或有其他技术问题，请与我方联系。可使用在线表单或拨打 119 与我方联系。

# share_keys_confirmation_heading
source: Anonymously notify others that they were near someone who tested positive for coronavirus.
ar: يتم إبلاغ الآخرين بأنهم كانوا قريبين من شخصٍ ما سجَّل نتيجة إيجابية في اختبار الكشف عن الإصابة بفيروس كورونا، ويتم الإبلاغ دون الكشف عن هوية ذلك الشخص.
bn: অজ্ঞাতভাবে অন্যদের জানিয়ে দিন, তাহারা অন্য কাহারো নিকটে ছিলেন যাহার করোনাভাইরাস পরীক্ষার ফল পজিটিভ ছিল।
cy: Hysbysu eraill yn ddienw iddynt fod yn ymyl rhywun a gafodd ganlyniad prawf positif am y coronafeirws.
gu: અન્ય લોકોને રીતે જાણ કરો કે તેઓ એવી કોઈ વ્યક્તિની નજીક હતા જેઓનો કોરોનાવાઇરસ ટેસ્ટ પૉઝિટિવ હતો.
pa: ਦੂਜਿਆਂ ਨੂੰ ਗੁੰਮਨਾਮ ਰੂਪ ਵਿੱਚ ਦੱਸੋ ਕਿ ਉਹ ਕਿਸੇ ਅਜਿਹੇ ਵਿਅਕਤੀ ਦੇ ਨੇੜੇ ਸਨ ਜਿਸਦਾ ਕੋਰੋਨਾਵਾਇਰਸ ਲਈ ਟੈਸਟ ਦਾ ਨਤੀਜਾ ਪਾਜ਼ਿਟਿਵ ਆਇਆ ਹੈ।
pl: Anonimowo powiadom innych o tym, że znajdowali się w pobliżu osoby, która otrzymała dodatni wynik testu na koronawirusa.
ro: Informați-i anonim pe ceilalți că s-au aflat lângă o persoană care a testat pozitiv pentru coronavirus.
tr: Başkalarına koronavirüs test sonucu pozitif olan birisinin yakınında bulunduklarına dair isimsiz şekilde bildirimde bulunun.
ur: گمنام طور پر ان دوسرے لوگوں کو مطلع کریں جو کسی ایسے فرد کے قریب تھے جس کی کورونا وائرس کی جانچ مثبت تھی۔
zh: 匿名通知其他人，告知他们附近有新冠肺炎阳性患者。

# share_keys_confirmation_info_title
source: How to share this result
ar: كيفية مشاركة هذه النتيجة
bn: এই ফলাফল যেভাবে শেয়ার করবেন
cy: Sut i rannu'r canlyniad yma
gu: આ પરિણામ કેવી રીતે શેર કરવું
pa: ਇਸ ਨਤੀਜੇ ਨੂੰ ਕਿਵੇਂ ਸਾਂਝਾ ਕਰਨਾ ਹੈ
pl: W jaki sposób udostępnić wynik
ro: Cum să partajați acest rezultat
tr: Bu sonuç nasıl paylaşılır
ur: اس نتیجے کا اشتراک کیسے کرنا ہے
zh: 如何分享本结果

# link_test_result_header
source: Enter your test result using the code sent by email or text message
ar: أدخل نتيجة اختبارك باستخدام الرمز المُرسَل عبر رسالة إلكترونية أو نصية
bn: ইমেইল বা টেক্সট মেসেজের মাধ্যমে প্রেরিত কোড ব্যবহার করে আপনার পরীক্ষার ফলাফল প্রবেশ করান
cy: Mewngofnodwch ganlyniad eich prawf gan ddefnyddio'r cod a anfonwyd mewn e-bost neu neges destun
gu: ઇમેઇલ અથવા ટેક્સ્ટ મેસેજ દ્વારા મોકલેલા કોડનો ઉપયોગ કરીને તમારા ટેસ્ટનું રિઝલ્ટ દાખલ કરો
pa: ਈਮੇਲ ਜਾਂ ਟੈਕਸਟ ਸੁਨੇਹੇ ਦੁਆਰਾ ਭੇਜੇ ਗਏ ਕੋਡ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਆਪਣਾ ਟੈਸਟ ਨਤੀਜਾ ਭਰੋ
pl: Wpisz swój wynik testu za pomocą kodu otrzymanego w wiadomości e-mail lub SMS
ro: Introduceți rezultatul testului folosind codul trimis prin e-mail sau SMS
tr: Bir e-posta ya da SMS mesajı aracılığıyla gönderilen kodu kullanarak test sonucunuzu girin
ur: ای میل یا ٹیکسٹ میسیج کے ذریعے بھجوائے گئے کوڈ استعمال کر کے اپنی جانچ کا نتیجہ درج کریں
zh: 输入您通过电子邮件或短信获取的检测结果代码

# link_test_result_enter_code_heading
source: Enter your test code
ar: أدخل رمز الاختبار
bn: আপনার পরীক্ষার কোডটি প্রবেশ করান
cy: Nodwch eich cod ar gyfer y prawf
gu: તમારા ટેસ્ટ કોડને દાખલ કરો
pa: ਆਪਣਾ ਟੈਸਟ ਕੋਡ ਦਰਜ ਕਰੋ
pl: Wprowadź swój kod testu.
ro: Introduceți rezultatul testului dvs
tr: Test kodunuzu girin
ur: اپنا ٹیسٹ کوڈ داخل کریں
zh: 输入您的测试代码

# about_this_app_feedback_information_link_title
source: Feedback information
ar: معلومات حول آراء المستخدمين
bn: প্রতিক্রিয়ার তথ্য
cy: Gwybodaeth adborth
gu: ફીડબૅક માહિતી
pa: ਫੀਡਬੈਕ ਜਾਣਕਾਰੀ
pl: Informacje zwrotne
ro: Informații despre opinii
tr: Fikrinizi bildirin
ur: فیڈ بیک معلومات
zh: 反馈信息

# checkin_information_help_scanning_section_description
source: We advise you to speak to a member of staff at the venue to see if there are other ways of checking in.
ar: ننصحك بالتحدّث إلى أحد الأفراد العاملين في المكان لمعرفة الطرق الأخرى المتاحة لتسجيل الدخول.
bn: চেক ইন করার অন্য উপায় আছে কিনা জানার জন্য আপনাকে ভেন্যুতে থাকা কোনো কর্মীর সাথে কথা বলার পরামর্শ দেওয়া হচ্ছে।
cy: Cynghorwn chi i siarad ag aelod o staff yn y lleoliad i weld a oes ffyrdd eraill o fewngofnodi.
gu: તપાસ કરવાની અન્ય રીતો છે કે કેમ તે જોવા માટે અમે તમને સ્થળ પર સ્ટાફના સભ્ય સાથે વાત કરવાની સલાહ આપીશું.
pa: ਅਸੀਂ ਤੁਹਾਨੂੰ ਸਲਾਹ ਦਿੰਦੇ ਹਾਂ ਕਿ ਤੁਸੀਂ ਸਥਾਨ 'ਤੇ ਸਟਾਫ਼ ਦੇ ਕਿਸੇ ਮੈਂਬਰ ਨਾਲ ਗੱਲ ਕਰਕੇ ਪਤਾ ਕਰੋ ਕਿ ਕੀ ਚੈੱਕ-ਇਨ ਕਰਨ ਦੇ ਹੋਰ ਤਰੀਕੇ ਹਨ।
pl: Radzimy porozmawiać z personelem lokalu, aby dowiedzieć się, czy istnieją inne metody zameldowania.
ro: Vă recomandăm să discutați cu un membru al personalului localului pentru a verifica dacă există alte modalități de a înregistra vizita.
tr: Mekana giriş yapmanın diğer yolları olup olmadığıyla ilgili olarak bir personelle konuşmanızı tavsiye ederiz.
ur: ہم آپ کو مشورہ دیتے ہیں کہ آپ یہ معلوم کرنے کے لیے متعلقہ مقام پر عملہ کے کسی فرد سے بات کریں کہ آیا چیک-ان کرنے کے دیگر طریقے بھی ہیں۔
zh: 我们建议您与现场工作人员交谈，询问是否有其他登记方式。

# checkin_information_whats_a_qr_code_section_title
source: How to recognise an NHS QR code poster
ar: كيفية التعرّف على أحد ملصقات رموز NHS QR
bn: কোনো NHS QR কোড পোস্টার যেভাবে চিনবেন
cy: Sut i adnabod poster cod QR y GIG
gu: NHS QR કોડ પોસ્ટરને કેવી રીતે ઓળખવું
pa: ਕਿਸੇ NHS QR ਕੋਡ ਪੋਸਟਰ ਨੂੰ ਕਿਵੇਂ ਪਛਾਣਨਾ ਹੈ
pl: Jak rozpoznać plakat z kodem NHS QR
ro: Cum se recunoaște un afiș cu cod QR NHS
tr: Bir NHS QR kodu posteri nasıl tanınır
ur: NHS کے QR کوڈ پوسٹر کو کیسے پہچانیں
zh: 如何识别 NHS 二维码图片

# checkin_information_whats_a_qr_code_section_description_new
source: Here are what the official NHS QR code posters look like. You need to scan the code, which is the square in the middle.
ar: نُوضِّح هنا أشكال ملصقات رموز NHS QR الرسمية. يتعين عليك إجراء مسح ضوئي للرمز الذي يظهر في المربع الموجود في المنتصف.
bn: আনুষ্ঠানিক NHS QR কোড পোস্টার কেমন দেখতে, তা এখানে দেখানো হলো। আপনাকে কোড স্ক্যান করতে হবে, যা হলো মাঝখানের বর্গক্ষেত্রটি।
cy: Dyma sut olwg sydd ar bosteri cod QR swyddogol y GIG. Mae angen i chi sganio’r cod, sydd yn y sgwâr yn y canol.
gu: અહીં સત્તાવાર NHS QR કોડ પોસ્ટર્સ છે. તમારે કોડ સ્કેન કરવાની જરૂર છે, જે મધ્યમાં ચોરસ છે.
pa: ਅਧਿਕਾਰਤ NHS QR ਕੋਡ ਪੋਸਟਰ ਇਸ ਤਰ੍ਹਾਂ ਦੇ ਦਿਖਾਈ ਦਿੰਦੇ ਹਨ। ਤੁਹਾਨੂੰ ਕੋਡ ਨੂੰ ਸਕੈਨ ਕਰਨ ਦੀ ਲੋੜ ਹੈ ਜੋ, ਕੇਂਦਰ ਵਿੱਚ ਇੱਕ ਵਰਗ ਹੁੰਦਾ ਹੈ।
pl: Oto jak wyglądają oficjalne plakaty z kodami NHS QR. Należy zeskanować kod, czyli kwadrat znajdujący się pośrodku plakatu.
ro: Iată cum arată afișele oficiale cu cod QR NHS. Trebuie să scanați codul, respectiv pătratul din mijloc.
tr: Resmi NHS QR kodu posterlerinin neye benzediğine dair bir örneği burada görebilirsiniz. Ortasında kare olan kodu taratmanız gerekir.
ur: NHS کا آفیشیل QR کوڈ پوسٹر اس طرح کا نظر آتا ہے۔ آپ کو کوڈ کو اسکین کرنا ہوتا ہے، جو درمیان میں چوکور ہے۔
zh: 以下是 NHS 官方二维码图片的样子。您需要扫描中间的正方形二维码。

# link_test_result_enter_code_example
source: Example: 7g8s3stn
ar: على سبيل المثال: 7g8s3stn
bn: উদাহরণ: 7g8s3stn
cy: Enghraifft: 7g8s3stn
gu: ઉદાહરણ: 7g8s3stn
pa: ਉਦਾਹਰਣ: 7g8s3stn
pl: Przykład: 7g8s3stn
ro: Exemplu: 7g8s3stn
tr: Örnek: 7g8s3stn
ur: مثال: 7g8s3stn
zh: 例如：7g8s3stn

# link_test_result_enter_code_textfield_label
source: Test code
ar: رمز الاختبار
bn: পরীক্ষার কোড
cy: Cod y prawf
gu: ટેસ્ટ કોડ
pa: ਟੈਸਟ ਕੋਡ
pl: Kod testowy
ro: Rezultatele testului
tr: Test kodu
ur: ٹیسٹ کوڈ
zh: 检测结果

# link_test_result_button_title
source: Continue
ar: استمرار
bn: চালিয়ে যান
cy: Parhau
gu: ચાલુ રાખો
pa: ਜਾਰੀ ਰੱਖੋ
pl: Kontynuuj
ro: Continuare
tr: Devam
ur: جاری رکھیں
zh: 继续

# about_this_app_software_information_manufacturer_title
source: Manufacturer and maintainer
ar: اسم المؤسسة وعنوانها
bn: নির্মাতা এবং রক্ষনাবেক্ষণকারী
cy: Gwneuthurwr a chynhaliwr
gu: ઉત્પાદક અને જાળવણીકર્તા
pa: ਨਿਰਮਾਤਾ ਅਤੇ ਪ੍ਰਬੰਧਕ
pl: Producent i konserwator
ro: Producătorul și întreținătorul
tr: Üretici ve bakımcı
ur: صانع اور منتظم
zh: 实体名称和地址

# share_keys_confirmation_title
source: Share this result
ar: مشاركة هذه النتيجة
bn: এই ফলাফল শেয়ার করুন
cy: Rhannu'r canlyniad yma
gu: આ પરિણામ શેર કરો
pa: ਇਸ ਨਤੀਜੇ ਨੂੰ ਸਾਂਝਾ ਕਰੋ
pl: Udostępnij wynik
ro: Partajați acest rezultat
tr: Bu sonucu paylaşın
ur: اس نتیجے کا اشتراک کریں
zh: 分享本结果

# share_keys_confirmation_i_understand
source: Proceed to share this result
ar: المتابعة لمشاركة هذه النتيجة
bn: তখন এই ফলাফল শেয়ার করুন
cy: Ewch ymlaen i rannu'r canlyniad yma
gu: આ પરિણામ શેર કરવા માટે આગળ વધો
pa: ਇਸ ਨਤੀਜੇ ਨੂੰ ਸਾਂਝਾ ਕਰਨ ਲਈ ਅੱਗੇ ਵਧੋ
pl: Przejdź do udostępniania wyniku
ro: Partajați acest rezultat
tr: Sonucu paylaşmak için devam edin.
ur: اس نتیجے کے اشتراک کے لئے آگے بڑھیں
zh: 继续分享本结果

# home_link_test_result_button_title
source: Enter test result
ar: أدخل نتيجة الاختبار
bn: পরীক্ষার ফলাফল প্রবেশ করান
cy: Nodwch ganlyniad y prawf
gu: તમારા ટેસ્ટ પરિણામને દાખલ કરો
pa: ਟੈਸਟ ਨਤੀਜਾ ਦਰਜ ਕਰੋ
pl: Wpisz wynik testu
ro: Introduceți rezultatul testului dvs
tr: Test sonucunu girin
ur: اپنے ٹیسٹ کا نتیجہ داخل کریں
zh: 输入检测结果

# about_this_app_software_information_version %@
source: Version: %@
ar: النسخة%@
bn: সংস্করণ: %@
cy: Fersiwn: %@
gu: આવૃત્તિ: %@
pa: ਸੰਸਕਰਣ: %@
pl: Wersja: %@
ro: Versiune: %@
tr: Sürüm: %@
ur: ورژن: %@
zh: 版本: %@

# link_test_result_title
source: Enter test result
ar: أدخل نتيجة الاختبار
bn: পরীক্ষার ফলাফল প্রবেশ করান
cy: Nodwch ganlyniad y prawf
gu: તમારા ટેસ્ટ પરિણામને દાખલ કરો
pa: ਟੈਸਟ ਨਤੀਜਾ ਦਰਜ ਕਰੋ
pl: Wpisz wynik testu
ro: Introduceți rezultatul testului dvs
tr: Test sonucunu girin
ur: اپنے ٹیسٹ کا نتیجہ داخل کریں
zh: 输入检测结果

# link_provide_feedback
source: https://covid19.nhs.uk/contact-us.html
ar: https://enquiries.test-and-trace.nhs.uk
bn: https://enquiries.test-and-trace.nhs.uk/s/
cy: https://enquiries.test-and-trace.nhs.uk/s/
pa: https://enquiries.test-and-trace.nhs.uk
pl: https://enquiries.test-and-trace.nhs.uk/s/
ro: https://enquiries.test-and-trace.nhs.uk
ur: https://enquiries.test-and-trace.nhs.uk
zh: https://enquiries.test-and-trace.nhs.uk

# link_general_advice_wls
source: https://gov.wales/coronavirus
cy: https://llyw.cymru/coronafeirws

# postcode_entry_error_description_unsupported_country
source: Unfortunately this app is not supported in your region. Please download the app for your region or country.
ar: للأسف، هذا التطبيق غير مدعومٍ في منطقتك. يرجى تنزيل التطبيق المناسب لمنطقتك أو دولتك.
bn: দুর্ভাগ্যজনকভাবে, এই অ্যাপটি আপনার অঞ্চলে সমর্থিত নয়।আপনার অঞ্চল অথবা দেশের জন্যে অনুগ্রহ করে এই অ্যাপটি ডাউনলোড করুন।
cy: Yn anffodus, nid yw'r ap hwn yn cael ei gefnogi yn eich rhanbarth. Lawrlwythwch yr ap ar gyfer eich rhanbarth neu'ch gwlad.
gu: કમનસીબે આ એપને તમારા ક્ષેત્રમાં સપોર્ટ મળતો નથી. તમારા ક્ષેત્ર અથવા દેશ માટે કૃપા કરી આ એપને ડાઉનલોડ કરો.
pa: ਬਦਕਿਸਮਤੀ ਨਾਲ ਤੁਹਾਡੇ ਖੇਤਰ ਵਿੱਚ ਇਸ ਐਪ ਲਈ ਸਹਾਇਤਾ ਨਹੀਂ ਕੀਤੀ ਜਾਂਦੀ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਖੇਤਰ ਜਾਂ ਦੇਸ਼ ਲਈ ਐਪ ਡਾਊਨਲੋਡ ਕਰੋ।
pl: Niestety ta aplikacja nie jest obsługiwana w Twoim regionie. Pobierz aplikację dla swojego regionu lub kraju.
ro: Din păcate, această aplicație nu este acceptată în regiunea dvs. Vă rugăm să descărcați aplicația pentru regiunea sau țara dvs.
tr: Ne yazık ki bu uygulama bulunduğunuz bölgede desteklenmiyor. Lütfen bölgeniz veya ülkeniz için sunulan uygulamayı indirin.
ur: بدقسمتی سے یہ ایپ آپ کے علاقے میں استعمال کیا جانا مُمکن نہیں۔ برائے مہربانی اپنے علاقے یا مُلک کے لئے ایپ ڈاؤن لوڈ کریں۔
zh: 很遗憾，您所在地区不支持该应用程序 请下载您所在地区或国家的应用程序。

# about_this_app_how_this_app_works_instruction_for_use
source: Visit the link to find out more
ar: يرجى زيارة الرابط للاطلاع على المزيد من المعلومات
bn: আরো জানতে লিঙ্কটিতে যান
cy: Ewch i'r linc i gael rhagor o wybodaeth
gu: વધુ જાણવા માટે લિંક પર જાઓ
pa: ਹੋਰ ਜਾਣਨ ਲਈ ਲਿੰਕ ਤੇ ਜਾਓ
pl: Odwiedź link, aby dowiedzieć się więcej
ro: Accesați linkul pentru a afla mai multe
tr: Daha fazla bilgi için bağlantıyı ziyaret edin
ur: مزید جاننے کے لئے لنک پر جائیں
zh: 访问链接了解更多信息

# home_strapline_accessiblity_label_wls
source: NHS Wales Test Trace Protect
ar: خدمة الاختبار والتتبع والحماية من هيئة NHS في ويلز
bn: NHS ওয়েল্‌স টেস্ট ট্রেস প্রোটেক্ট
cy: Profi Olrhain Diogelu GIG Cymru
gu: NHS વેલ્સ ટેસ્ટ ટ્રેસ પ્રોટેક્ટ
pa: NHS ਵੇਲਜ਼
ro: NHS Wales Test Trace Protect (Testați, urmăriți, protejați)
tr: NHS Galler Test Takip Koru
ur: NHS ویلز
zh: NHS威尔士测试追踪保护

# checkin_scanning_failure_description
source: You may have scanned a code that is not an official NHS QR code, the code may be damaged, or this venue may not be recognised.
ar: من المُحتمل أنك قد أجريت مسحًا ضوئيًا لرمزٍ ليس من ضمن رموز NHS QR الرسمية أو ربما يكون الرمز تالفًا أو يتعذّر التعرّف على المكان الذي تحاول تسجيل الدخول إليه.
bn: আপনি এমন কোনো কোড স্ক্যান করেছেন যেটি হয়তো অফিসিয়াল NHS কিউআর কোড নয়, বা কোডটি ক্ষতিগ্রস্থ হয়ে গেছে, অথবা ভেন্যুটি হয়তো স্বীকৃত নয়।
cy: Efallai eich bod wedi sganio cod nad yw’n god QR swyddogol y GIG, efallai bod y cod wedi’i niweidio, neu efallai nad yw’r lleoliad hwn yn cael ei gydnabod.
gu: તમે કોઈ કોડ સ્કેન કર્યો હશે કે જે અધિકારી NHS QR કોડ નથી તો, કોડને નુકસાન થઈ શકે છે, અથવા આ સ્થળને ઓળખી શકાશે નહીં.
pa: ਹੋ ਸਕਦਾ ਹੈ ਕਿ ਤੁਸੀਂ ਕੋਈ ਕੋਡ ਸਕੈਨ ਕੀਤਾ ਹੈ ਜੋ ਅਧਿਕਾਰਤ NHS QR ਕੋਡ ਨਹੀਂ ਹੈ, ਕੋਡ ਖ਼ਰਾਬ ਹੋ ਗਿਆ ਹੋ ਸਕਦਾ ਹੈ, ਜਾਂ ਸ਼ਾਇਦ ਇਸ ਜਗ੍ਹਾ ਨੂੰ ਪਛਾਣਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ਹੈ।
pl: Być może zamiast oficjalnego kodu NHS QR zeskanowano inny kod albo kod jest uszkodzony lub lokal nie został rozpoznany.
ro: Este posibil să fi scanat un cod care nu este un cod oficial QR NHS, codul poate fi deteriorat sau acest local nu poate fi recunoscut.
tr: Resmi bir NHS QR kodu olmayan bir kodu taramış olabilirsiniz; kod zarar görmüş olabilir veya bu mekan kayıtlarda olmayabilir.
ur: ہوسکتا ہے کہ آپ نے کوئی ایسا کوڈ اسکین کیا ہو جو آفیشیئل NHS QR کوڈ نہ ہو، یہ کوڈ خراب ہوسکتا ہے، یا ہوسکتا ہے کہ اس مقام کی شناخت نہ کی جا سکتی ہو۔
zh: 您扫描的二维码可能不是官方 NHS 二维码，该二维码可能已损坏，或现场可能无法识别。

# checkin_scanning_failure_help_link_text
source: Help with venue check-in
ar: المساعدة في تسجيل الدخول إلى المكان
bn: ভেন্যু চেক-ইন করতে সাহায্য
cy: Cymorth i fewngofnodi i leoliad
gu: વેન્યુ ચેક-ઇનમાં સહાય
pa: ਕਿਸੇ ਥਾਂ ਵਿੱਚ ਚੈੱਕ-ਇਨ ਲਈ ਸਹਾਇਤਾ
pl: Pomoc w meldowaniu się w miejscach publicznych
ro: Ajutor cu înregistrarea în locație
tr: Mekan girişi yapmak konusunda yardım
ur: وینیو (مقامات) چیک ان میں مدد
zh: 帮助进行场所签入

# negative_test_result_no_isolation_description
source: Your coronavirus test result is negative
ar: نتيجة اختبار COVID-19 الخاصة بك سلبية
bn: আপনার COVID-19 পরীক্ষার ফলাফল নেগেটিভ
cy: Mae canlyniad eich prawf coronafeirws yn negyddol
gu: તમારું કોરોનાવયરનું ટેસ્ટ રિઝલ્ટ નેગેટિવ છે
pa: ਤੁਹਾਡੇ COVID-19 ਟੈਸਟ ਦਾ ਨਤੀਜਾ ਨੈਗੇਟਿਵ ਹੈ
pl: Wynik Twojego testu na koronawirusa jest negatywny.
ro: Rezultatul testului dvs. COVID-19 este negativ
tr: Koronavirüs test sonucunuz negatif
ur: آپ کی COVID-19 کی جانچ کا نتیجہ منفی ہے
zh: COVID-19 检测结果呈阴性

# checkin_information_help_scanning_section_title
source: Help if you cannot scan the code
ar: المساعدة في حال تعذّر إجراء المسح الضوئي للرمز
bn: কোডটি স্ক্যান করতে না পারলে সাহায্য নিন
cy: Help os na allwch sganio’r cod
gu: જો તમે કોડને સ્કેન કરી શકતા નથી તો સહાય માંગો
pa: ਜੇ ਤੁਸੀਂ ਕੋਡ ਨੂੰ ਸਕੈਨ ਨਹੀਂ ਕਰ ਸਕਦੇ ਹੋ ਤਾਂ ਮਦਦ
pl: Pomoc w przypadku, gdy nie możesz zeskanować kodu
ro: Asistență pentru cazurile în care nu puteți scana codul
tr: Kodu taratamamanız durumunda yardım
ur: اگر آپ کوڈ اسکین نہیں کر سکتے ہیں تو مدد
zh: 如果无法扫描代码，请寻求帮助

# checkin_information_qr_code_poster_accessibility_label
source: This is an example of an official NHS QR code poster for hospitality venues in England
ar: يُعد هذا مثالًا لأحد ملصقات رموز NHS QR الرسمية لأماكن خدمات الضيافة في إنجلترا
bn: এটি ইংল্যান্ডস্থ আতিথেয়তা ভেন্যুগুলোর জন্য আনুষ্ঠানিক NHS QR কোড পোস্টারের একটি নমুনা
cy: Dyma enghraifft o boster cod QR swyddogol y GIG ar gyfer lleoliadau lletygarwch yn Lloegr
gu: આ ઇંગ્લૅન્ડમાં હૉસ્પિટાલિટીનાં સ્થળો માટેના ઑફિશ્યલ NHS QR કોડના એક પોસ્ટરનું ઉદાહરણ છે
pa: ਇਹ ਇੰਗਲੈਂਡ ਵਿੱਚ ਪ੍ਰਾਹੁਣਾਚਾਰੀ ਵਾਲੇ ਸਥਾਨਾਂ ਲਈ ਅਧਿਕਾਰਤ NHS QR ਕੋਡ ਪੋਸਟਰ ਦੀ ਇੱਕ ਉਦਾਹਰਨ ਹੈ
pl: To jest przykład oficjalnego plakatu z kodem NHS QR dla branży gastronomiczno-hotelarskiej w Anglii
ro: Acesta este un exemplu de poster oficial cu cod QR NHS pentru spațiile de cazare din Anglia
tr: Bu, İngiltere'deki konaklama mekanları için resmi bir NHS QR kodu posteri örneğidir.
ur: یہ انگلینڈ میں مہمان نوازی کے مقامات کے لئے سرکاری طور پر NHS QR کوڈ پوسٹر کی ایک مثال ہے
zh: 这是一个英格兰酒店业场所 NHS 官方二维码海报的示例。

# link_privacy_wls
source: https://www.gov.uk/government/publications/nhs-covid-19-app-privacy-information
cy: https://www.gov.uk/government/publications/nhs-covid-19-app-privacy-information/ap-covid-19-y-gig

# link_our_policies_wls
source: https://covid19.nhs.uk/our-policies.html
ar: https://www.gov.uk/government/publications/nhs-covid-19-app-privacy-information/nhs-covid-19-app-terms-of-use
bn: https://www.gov.uk/government/publications/nhs-covid-19-app-privacy-information/nhs-covid-19-app-terms-of-use
cy: https://www.gov.uk/government/publications/nhs-covid-19-app-privacy-information/nhs-covid-19-app-terms-of-use
gu: https://covid19.nhs.uk/terms-of-use-gujarati.html
pa: https://www.gov.uk/government/publications/nhs-covid-19-app-privacy-information/nhs-covid-19-app-terms-of-use
pl: https://www.gov.uk/government/publications/nhs-covid-19-app-privacy-information/nhs-covid-19-app-terms-of-use
ro: https://www.gov.uk/government/publications/nhs-covid-19-app-privacy-information/nhs-covid-19-app-terms-of-use
tr: https://covid19.nhs.uk/terms-of-use-turkish.html
ur: https://www.gov.uk/government/publications/nhs-covid-19-app-privacy-information/nhs-covid-19-app-terms-of-use
zh: https://www.gov.uk/government/publications/nhs-covid-19-app-privacy-information/nhs-covid-19-app-terms-of-use

# link_faq_wls
source: https://faq.covid19.nhs.uk
ar: https://www.gov.uk/government/collections/nhs-covid-19-app
bn: https://www.gov.uk/government/collections/nhs-covid-19-app
cy: https://www.gov.uk/government/collections/nhs-covid-19-app
gu: https://covid19.nhs.uk/common-questions-gujarati.html
pa: https://www.gov.uk/government/collections/nhs-covid-19-app
pl: https://www.gov.uk/government/collections/nhs-covid-19-app
ro: https://www.gov.uk/government/collections/nhs-covid-19-app
tr: https://covid19.nhs.uk/common-questions-turkish.html
ur: https://www.gov.uk/government/collections/nhs-covid-19-app
zh: https://www.gov.uk/government/collections/nhs-covid-19-app

# link_about_the_app_wls
source: https://covid19.nhs.uk
ar: https://www.gov.uk/government/collections/nhs-covid-19-app
bn: https://www.gov.uk/government/collections/nhs-covid-19-app
cy: https://www.gov.uk/government/collections/nhs-covid-19-app
gu: https://covid19.nhs.uk/introducing-the-app-gujarati.html
pa: https://www.gov.uk/government/collections/nhs-covid-19-app
pl: https://www.gov.uk/government/collections/nhs-covid-19-app
ro: https://www.gov.uk/government/collections/nhs-covid-19-app
tr: https://covid19.nhs.uk/introducing-the-app-turkish.html
ur: https://www.gov.uk/government/collections/nhs-covid-19-app
zh: https://www.gov.uk/government/collections/nhs-covid-19-app

# link_accessibility_statement_wls
source: https://covid19.nhs.uk/accessibility.html
ar: https://www.gov.uk/guidance/nhs-covid-19-app-accessibility
bn: https://www.gov.uk/guidance/nhs-covid-19-app-accessibility
cy: https://www.gov.uk/guidance/nhs-covid-19-app-accessibility
pa: https://www.gov.uk/guidance/nhs-covid-19-app-accessibility
pl: https://www.gov.uk/guidance/nhs-covid-19-app-accessibility
ro: https://www.gov.uk/guidance/nhs-covid-19-app-accessibility
ur: https://www.gov.uk/guidance/nhs-covid-19-app-accessibility
zh: https://www.gov.uk/guidance/nhs-covid-19-app-accessibility
