Repository: nihp-public/covid-19-app-ios-ag-public
Catalog: NHS-COVID-19/Core/Sources/Localization/Resources/*.lproj/Localizable.strings
Languages: ar, bn, cy, gu, pa, pl, ro, tr, ur, zh

# about_this_app_how_this_app_works_description
source: This app uses contact tracing technology to help protect yourself and others so we can all get back to the things we love. The app notices and logs other nearby app users. If any of those users later test positive for coronavirus, you’ll receive an alert with advice. The app also lets you report your symptoms and find out if you need a test. You can also use it to scan official NHS QR codes to quickly and easily check in to places you visit.
ar: يستخدم هذا التطبيق تكنولوجيا تتبع جهات الأتصال التي تكتشف وتسجل دون الإفصاح عن هوية مستخدمي التطبيق القريبين الآخرين. إذا ثبتت إصابة أي من هؤلاء المستخدمين في وقت لاحق بــــ COVID-19، سوف تتلقى تنبيه بأحدث النصائح. يمكنك أيضا العثور علي احدث الإرشادات المتعلقة بــــ COVID-19 لمنطقتك وكذا التأكد من أعراضك.
bn: এই অ্যাপটি কন্ট্যাক্ট ট্রেসিং প্রযুক্তি ব্যবহার করে যা কাছাকাছি থাকা অন্যান্য অ্যাপ ব্যবহারকারীদের শনাক্ত করে এবং পরিচয়বিহীনভাবে লগ করে। যদি এই ব্যবহারকারীদের মধ্যে কারও পরে COVID-19-এর পরীক্ষায় পজিটিভ ফল আসে, তাহলে আপনি সর্বশেষ পরামর্শ সহ একটি সতর্কীকরণ পাবেন। এছাড়াও আপনি আপনার এলাকার জন্য সর্বশেষ COVID-19 নির্দেশনা খুঁজে পেতে পারেন এবং আপনার লক্ষণগুলি পরীক্ষা করতে পারেন।
cy: Mae’r ap hwn yn defnyddio technoleg olrhain cyswllt sy'n canfod ac yn cofnodi defnyddwyr ap eraill sydd gerllaw yn ddienw. Os bydd unrhyw un o'r defnyddwyr hynny yn profi'n bositif am COVID-19 yn ddiweddarach, byddwch yn derbyn rhybudd gyda’r cyngor diweddaraf. Gallwch hefyd weld y canllaw COVID-19 diweddaraf ar gyfer eich ardal, a gwirio eich symptomau.
gu: તમને અને અન્યોની રક્ષા કરવા માટે આ એપ સંપર્ક ટ્રેસિંગ ટેક્નોલોજીનો ઉપયોગ કરે છે જેથી આપણે બધા આપણી ગમતી વસ્તુઓ તરફ પરત ફરી શકીએ. એપ વપરાશકર્તાની આસપાસના અન્યોને એપ શોધે છે અને લૉગ કરે છે. જો તેમાંથી કોઈ વપરાશકર્તા પછીથી કોરોનાવાયરસ પરીક્ષણ માટે સકારાત્મક નીકળે છે, તો તમે સલાહ સાથે એક ચેતવણી મેળવશો. એપ તમને પણ તમારા લક્ષણો રિપોર્ટ કરવાનું કહેશે અને તમને પરીક્ષણની જરૂરિયાત છે કે નહીં તે શોધી આપશે. તમે આ એપનો ઉપયોગ તમે જે સ્થળની મુલાકાત લો તેમાં ઝડપથી અને સરળતાથી ચેક-ઇન કરવા અધિકૃત NHS QR કોડ સ્કેન કરવા માટે કરી શકો.
pa: ਇਹ ਐਪ ਸੰਪਰਕ ਟ੍ਰੇਸਿੰਗ ਤਕਨਾਲੋਜੀ ਦੀ ਵਰਤੋਂ ਕਰਦੀ ਹੈ ਜੋ ਹੋਰ ਨੇੜਲੇ ਐਪ ਵਰਤੋਂਕਾਰਾਂ ਦਾ ਪਤਾ ਲਗਾਉਂਦੀ ਹੈ ਅਤੇ ਉਹਨਾਂ ਨੂੰ ਗੁੰਮਨਾਮ ਤੌਰ 'ਤੇ ਲੌਗ ਕਰਦੀ ਹੈ। ਜੇਕਰ ਉਹਨਾਂ ਵਿੱਚੋਂ ਕਿਸੇ ਵੀ ਵਰਤੋਂਕਾਰ ਦਾ ਬਾਅਦ ਵਿੱਚ COVID-19 ਲਈ ਟੈਸਟ ਪਾਜ਼ਿਟਿਵ ਆਉਂਦਾ ਹੈ ਤਾਂ ਤੁਹਾਨੂੰ ਨਵੀਨਤਮ ਸਲਾਹ ਦੇ ਨਾਲ ਇੱਕ ਚੇਤਾਵਨੀ ਪ੍ਰਾਪਤ ਹੋਵੇਗੀ। ਤੁਸੀਂ ਆਪਣੇ ਖੇਤਰ ਲਈ ਨਵੀਨਤਮ COVID-19 ਸੇਧ ਵੀ ਲੱਭ ਸਕਦੇ ਹੋ, ਅਤੇ ਆਪਣੇ ਲੱਛਣਾਂ ਦੀ ਜਾਂਚ ਕਰ ਸਕਦੇ ਹੋ।
pl: Ta aplikacja korzysta z technologii śledzenia kontaktów, która wykrywa i anonimowo rejestruje innych użytkowników aplikacji znajdujących się w pobliżu. Jeśli którykolwiek z tych użytkowników będzie miał później pozytywny wynik testu na COVID-19, otrzymasz alert z najnowszą poradą. Możesz także znaleźć najnowsze wytyczne dotyczące COVID-19 dla swojej okolicy i sprawdzić swoje objawy.
ro: Această aplicație utilizează tehnologia de urmărire a contactelor care detectează și înregistrează în mod anonim alți utilizatori ai aplicației aflați în apropiere. Dacă unul din acești utilizatori este depistat ulterior cu COVID-19, veți primi o alertă și cele mai recente sfaturi. De asemenea, puteți găsi cele mai recente recomandări pentru zona dvs. și să vă verificați simptomele.
tr: Bu uygulamada yakın mesafedeki diğer kullanıcıları tespit edip isimsiz olarak kayıt altına almayı sağlayan temaslı takip teknolojisi kullanılmaktadır. Bu kullanıcılardan herhangi birinin ileride COVID-19 testinin pozitif çıkması durumunda, en son tavsiyeleri içeren bir uyarı mesajı alacaksınız. Aynı zamanda bulunduğunuz bölge için geçerli en yeni COVID-19 yönergesine erişebilir ve belirtilerinizi kontrol edebilirsiniz.
ur: یہ ایپ کنٹیکٹ ٹریسنگ ٹیکنالوجی کا استعمال کرتا ہے جو اس ایپ کے دیگر قریب کے صارفین کا پتہ لگاتا ہے اور گمنام طور پر اندراج کرتا ہے۔ اگر بعد میں ان صارفین میں سے کسی کی COVID-19 کی جانچ مثبت آتی ہے تو تازہ ترین صلاح کے ساتھ آپ کو ایک تنبیہ موصول ہوگی۔ آپ اپنے علاقہ کے لیے COVID-19 سے متعلق تازہ ترین رہنمائی بھی حاصل کر سکتے ہیں، اور اپنی علامات کی جانچ کر سکتے ہیں۔
zh: 该应用使用接触者追踪技术，可以检测并匿名记录附近的其他应用用户。如果这些用户此后 COVID-19 检测结果呈阳性，您将收到最新建议提醒。 该应用提供所在区域 COVID-19 最新指南，并可用于检查症状。

# privacy_description_paragraph1
source: The NHS values your privacy, meaning the app cannot tell who you are, where you are or who is with you. If you test positive for coronavirus, you can choose to share your data with the NHS so we can alert other app users in England, Wales, Scotland, Northern Ireland, Jersey and Gibraltar. By selecting continue we will be able to send notifications to other app users who need to be alerted across these locations. We use automated decision making to help determine which other users need to be anonymously alerted.
ar: تقدر NHS خصوصيتك، والذي يعني أن التطبيق لا يمكنه تحديد هويتك أو مكانك. إذا ثبُتت اصابتك بفيروس COVID-19، يمكنك اختيار مشاركة معرفاتك العشوائية حتى نستطيع تنبيه مستخدمي التطبيق الآخرين، الذين لديهم وظيفة التطبيق نشطة، في إنجلترا، ويلز، سكوتلندا، أيرلندا الشمالية، جيرسي وجبل طارق. إننا نستخدم عملية تلقائية في اتخاذ القرارات للمساعدة في تحديد المُستخدمين الآخرين الذين يجب تحذيرهم دون الحاجة إلى كشف الهوية.
bn: NHS আপনার গোপনীয়তাকে গুরুত্ব দেয়, অর্থাৎ অ্যাপটি বলতে পারে না আপনি কে বা আপনি কোথায় আছেন। আপনার COVID-19 পরীক্ষার ফলাফল ইতিবাচক হলে, আপনি আপনার যথেচ্ছ IDগুলি আমাদের জানাতে পারেন যাতে আমরা ইংল্যান্ড, ওয়েলস, স্কটল্যান্ড, নর্দান আয়ারল্যান্ড, জার্সি এবং জিবরালটার-এ অন্য অ্যাপ ব্যবহারকারীদের সতর্ক করতে পারি, যাদের এই অ্যাপ ক্রিয়া সক্রিয় আছে। অন্যান্য কোন কোন ব্যবহারকারীকে বেনামি হুশিয়ারি দেওয়া দরকার তা ঠিক করতে সহায়তা করার জন্য আমরা স্বয়ংক্রিয় সিদ্ধান্তগ্রহণ ব্যবস্থা কাজে লাগাই।
cy: Mae'r GIG yn gwerthfawrogi eich preifatrwydd, sy'n golygu na all yr ap ddweud pwy ydych chi, na ble ydych chi. Os byddwch yn derbyn prawf positif ar gyfer COVID-19 gallwch ddewis rhannu eich hap rifau adnabod er mwyn i ni allu hysbysu defnyddwyr eraill yr ap, sydd â’r swyddogaeth hon weithredol, yng Nghymru, Lloegr, yr Alban, Gogledd Iwerddon, Jersey a Gibraltar. Rydym yn defnyddio penderfyniadau awtomataidd i helpu i benderfynu pa ddefnyddwyr eraill y mae angen eu rhybuddio yn ddienw.
gu: NHS તમારી ગોપનીયતાને મહત્ત્વ આપે છે, એટલે કે તમે કોણ છો, તમે ક્યાં છો અથવા તમારી સાથે કોણ છે તે એપ જણાવી શકતી નથી . જો તમારું કોરોનાવાયરસની ટેસ્ટ પોઝિટીવ, તો તમે NHS સાથે તમારા ડેટા શેર કરવાનું પસંદ કરી શકો છો જેથી અમે ઇંગ્લેન્ડ, વેલ્સ, સ્કોટલેન્ડ, ઉત્તરી આયરલેંડ, જર્સી અને જિબ્રાલ્ટરમાં બીજા એપ યૂઝરોને ચેતવણી આપી શકીએ. આગળ ચાલુ રાખવાનું પસંદ કરવાથી જેઓને આ સ્થાનો પર ચેતવણી આપવાની જરૂર છે તેઓને અમે તમારી સૂચનાઓ એપ યૂઝરોને માટે અવેલેબલ કરીશું. કયા એપ યૂઝરોને ચેતવણી આપવી જરૂરી છે તે નક્કી કરવા માટે અમે ઓટોમેટેડ સિસ્ટમનો ઉપયોગ કરીએ છીએ.
pa: NHS ਤੁਹਾਡੀ ਗੋਪਨੀਯਤਾ ਦੀ ਕਦਰ ਕਰਦਾ ਹੈ, ਭਾਵ ਐਪ ਇਹ ਨਹੀਂ ਦੱਸ ਸਕਦੀ ਕਿ ਤੁਸੀਂ ਕੌਣ ਹੋ, ਜਾਂ ਤੁਸੀਂ ਕਿੱਥੇ ਹੋ। ਜੇ ਤੁਹਾਡਾ COVID-19 ਲਈ ਟੈਸਟ ਦਾ ਨਤੀਜਾ ਪਾਜ਼ਿਟਿਵ ਆਉਂਦਾ ਹੈ ਤਾਂ ਤੁਸੀਂ ਆਪਣੀਆਂ ਬੇਤਰਤੀਬ IDs ਨੂੰ ਸਾਂਝਾ ਕਰਨ ਦੀ ਚੋਣ ਕਰ ਸਕਦੇ ਹੋ ਤਾਂ ਜੋ ਅਸੀਂ ਇੰਗਲੈਂਡ, ਵੇਲਜ਼, ਸਕਾਟਲੈਂਡ, ਉੱਤਰੀ ਆਇਰਲੈਂਡ, ਜਰਸੀ ਅਤੇ ਜਿਬਰਾਲਟਰ ਵਿੱਚ ਐਪ ਦੇ ਦੂਜੇ ਵਰਤੋਂਕਾਰਾਂ, ਜਿਨ੍ਹਾਂ ਨੇ ਐਪ ਦੇ ਇਸ ਫੰਕਸ਼ਨ ਨੂੰ ਐਕਟਿਵ ਕੀਤਾ ਹੋਇਆ ਹੈ, ਨੂੰ ਸੁਚੇਤ ਕਰ ਸਕੀਏ। ਅਸੀਂ ਇਹ ਨਿਰਧਾਰਤ ਕਰਨ ਵਿੱਚ ਮਦਦ ਕਰਨ ਲਈ ਸਵੈਚਲਿਤ ਫੈਸਲੇ ਲੈਣ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹਾਂ ਕਿ ਕਿਹੜੇ ਹੋਰ ਵਰਤੋਂਕਾਰਾਂ ਨੂੰ ਅਗਿਆਤ ਤੌਰ 'ਤੇ ਸੁਚੇਤ ਕਰਨ ਦੀ ਲੋੜ ਹੈ।
pl: NHS ceni Twoją prywatność, w związku z czym aplikacja nie ma dostępu do informacji o Twojej tożsamości, ani lokalizacji. W razie pozytywnego wyniku testu na COVID-19, możesz udostępnić swój losowy identyfikator, abyśmy mogli ostrzec innych użytkowników, którzy aktywowali tę funkcję aplikacji, w Anglii, Walii, Szkocji, Irlandii Północnej, Jersey i na Gibraltarze. Używamy metody automatycznego podejmowania decyzji, aby pomóc określić, którzy inni użytkownicy wymagają anonimowego powiadomienia.
ro: Confidențialitatea dvs. este importantă pentru NHS, deci aplicația nu poate determina cine sau unde sunteți. Dacă ați fost testat(ă) pozitiv(ă) la infecția cu COVID-19, puteți opta să împărțiți ID-urile dvs. aleatorii astfel încât să putem atenționa alți utilizatori de aplicație, care au activă această funcție de aplicație, în Anglia, Țara Galilor, Scoția, Irlanda de Nord, Jersey și Gibraltar. Folosim luarea automată a deciziilor pentru a determina ce alți utilizatori trebuie să fie anunțați în mod anonim.
tr: NHS gizliliğinize önem vermekte olup bu da uygulamanın kimliğinizi veya yerinizi tespit edemeyeceği anlamına gelmektedir. COVID-19 testinizin pozitif çıkması halinde, İngiltere, Galler, İskoçya, Kuzey İrlanda, Jersey ve Cebelitarık'taki diğer uygulama kullanıcılarını uyarabilmemiz için rastgele kimliğinizi paylaşmayı seçebilirsiniz. Devam seçeneğini seçtiğiniz zaman, gerekli kullanıcılara uyarı bildirimi gönderilebilecektir. Diğer kullanıcılardan hangilerinin anonim olarak uyarılması gerektiğini belirlemeye yardımcı olması için otomatik karar verme olanağını kullanıyoruz.
ur: NHS آپ کی رازداری کو اہمیت دیتی ہے، جس کا مطلب یہ ہے کہ یہ ایپ یہ نہیں بتا سکتا کہ آپ کون ہیں، یا آپ کہاں ہیں۔ اگر آپ کی COVID-19 کی جانچ مثبت آتی ہے تو آپ اپنی بے ترتیب ID شیئر کرنے کا انتخاب کر سکتے ہیں تاکہ ہم انگلینڈ، ویلز، اسکاٹ لینڈ، شمالی آئرلینڈ، جرسی اور جبرالٹر میں ایپ کے ان دیگر استعمال کنندگان کو متنبہ کر سکیں جن کے پاس ایپ کا یہ فنکشن چالو ہے۔ ہم یہ فیصلہ کرنے میں مدد کے لئے خود کار فیصلے کا استعمال کرتے ہیں کہ کون سے دوسرے صارفین کو گمنام طور پر متنبہہ ہونا ضروری ہے۔
zh: NHS 竭诚保护您的隐私，其应用不会透露您的身份或所在位置。 若 COVID-19 检测结果呈阳性，可选择分享随机 ID，以便我方提醒英格兰、威尔士、苏格兰、北爱尔兰、泽西岛和直布罗陀的其他应用用户（其应用运行中）。 我们使用自动决策来帮助确定需要匿名通知哪些其他用户。

# accessability_error_os_out_of_date
source: Update your software
ar: تحديث البرنامج لديك
bn: আপনার সফটওয়্যার আপডেট করুন
cy: Diweddarwch eich meddalwedd
gu: તમારું સોફ્ટવેર અપડેટ કરો
pa: ਆਪਣੇ ਸਾੱਫਟਵੇਅਰ ਨੂੰ ਅੱਪਡੇਟ ਕਰੋ
pl: Zaktualizuj oprogramowanie
ro: Actualizați software-ul
tr: Yazılımınızı güncelleyin
ur: اپنا سافٹ ویئر اپ ڈیٹ کریں
zh: 更新您的软件

# accessability_error_update_the_app
source: Update this app
ar: تحديث التطبيق
bn: এই অ্যাপ আপডেট করুন
cy: Diweddarwch yr ap hwn
gu: એપ અપડેટ કરો
pa: ਐਪ ਨੂੰ ਅਪਡੇਟ ਕਰੋ
pl: Zaktualizuj tę aplikację
ro: Actualizați aplicația
tr: Uygulamayı güncelle
ur: ایپ اپ ڈیٹ کریں
zh: 更新应用程序

# link_test_result_enter_code_invalid_error
source: Code not recognised or may have expired. Make sure you are not trying to enter a rapid lateral flow self-test ID number.
ar: لم يتم التعرّف على الرمز أو ربما انتهت صلاحيته. تأكد من أنك لا تحاول إدخال الرقم التعريفي لأحد اختبارات التدفق الجانبي السريعة.
bn: কোডটি স্বীকৃত নয় বা হয়তো মেয়াদোত্তীর্ণ হয়ে গিয়ে থাকতে পারে। নিশ্চিত হোন যে আপনি কোনো র‍্যাপিড ল্যাটারাল ফ্লো সেলফ-টেস্ট আইডি নম্বর প্রবেশ করার চেষ্টা করছেন না।
cy: Ni chafodd y cod ei adnabod, neu efallai ei fod wedi dod i ben. Gwnewch yn siŵr nad ydych yn ceisio mewngofnodi rhif ID y pecyn hunan-brofi llif unffordd cyflym.
gu: કોડ માન્ય નથી અથવા સમાપ્ત થઈ ગયો હોઈ શકે છે. ખાતરી કરો કે તમે રેપીડ લેટરલ ફલો સેલ્ફ-ટેસ્ટ ID નંબર દાખલ કરવાનો પ્રયાસ કરી રહ્યાં નથી.
pa: ਕੋਡ ਪਛਾਣਿਆ ਨਹੀਂ ਗਿਆ ਜਾਂ ਸ਼ਾਇਦ ਇਸਦੀ ਮਿਆਦ ਖਤਮ ਹੋ ਗਈ ਹੋ ਸਕਦੀ ਹੈ। ਇਹ ਪੱਕਾ ਕਰੋ ਕਿ ਤੁਸੀਂ ਇੱਕ ਰੈਪਿਡ ਲੇਟਰਲ ਫਲੋ ਸੈਲਫ-ਟੈਸਟ ID ਨੰਬਰ ਦਾਖਲ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਨਹੀਂ ਕਰ ਰਹੇ ਹੋ।
pl: Kod nie został rozpoznany lub stracił ważność. Upewnij się, że nie wpisujesz numeru identyfikacyjnego szybkiego testu przepływu bocznego do samodzielnego przeprowadzania.
ro: Codul nu este recunoscut sau a expirat. Asigurați-vă că nu încercați să introduceți un ID de autotestare rapidă cu flux lateral.
tr: Kod tanınmadı ya da süresi dolmuş olabilir. Kendi kendine yapılan bir hızlı yanal akış testinin numarasını girmeye çalışmadığınızdan emin olun.
ur: کوڈ کی پہچان نہیں ہو سکتی ہے یا ہوسکتا ہے کہ میعاد ختم ہوگئی ہو۔ یقینی بنائیں کہ آپ ریپڈ لیٹرل فلو سیلف ٹیسٹ کا شناختی نمبر درج کرنے کی کوشش نہیں کر رہے ہیں۔
zh: 代码无法识别或已过期。请确保您输入的不是快速测流免疫层析自我检测 ID 编码。

# positive_symptoms_explanation
source: To understand how the app calculates self-isolation days, visit the link to the FAQs below. Your symptoms suggest you may have coronavirus. Please isolate yourself and anyone else in your household. That means staying at home with no visitors. You should also book a free test immediately. If you are under 18, you are advised to show this message to a trusted adult. Please stay at home to keep yourself and others safe.
ar: تشير الأعراض الخاصة بك إلى احتمال أصابتك بفيروس كورونا. رجاء البقاء في المنزل وقم بإجراء اختبار COVID-19 للحفاظ علي سلامتك وسلامة الأخرين. إذا كان اختبارك سلبيا، يمكنك ترك العزلة الذاتية على الفور. إذا كان عمرك أقل من 18 عامًا، فإننا نوصيك بعرض هذه الرسالة على شخصٍ بالغٍ محل ثقةٍ لديك.
bn: আপনার লক্ষণগুলি ইঙ্গিত করে যে আপনার করোনাভাইরাস থাকতে পারে। দয়া করে বাসায় থাকুন এবং নিজেকে ও অন্যদের সুরক্ষিত রাখতে COVID-19 এর একটি পরীক্ষা করান। আপনার পরীক্ষার ফল নেগেটিভ হলে আপনি অবিলম্বে নিজেকে আলাদা রাখা সমাপ্ত করে বেরোতে পারেন। আপনার বয়স ১৮ বছরের কম হলে, নির্ভরযোগ্য কোনো প্রাপ্তবয়স্ক ব্যক্তিকে এই বার্তা দেখানোর জন্য পরামর্শ দেওয়া হচ্ছে।
cy: Mae eich symptomau'n awgrymu y gallai'r coronafeirws fod arnoch. Arhoswch gartref a chymryd prawf COVID-19 i gadw'ch hun ac eraill yn ddiogel. Os yw eich prawf yn negatif, gallwch roi'r gorau i hunanynysu ar unwaith. Os ydych dan 18 oed, rydym yn eich cynghori i ddangos y neges yma i oedolyn rydych yn ymddiried ynddo.
gu: સેલ્ફ આયસોલેશનનાં દિવસોનો એપ કેવી રીતે સરવાળો કરે છે એ જાણવા માટે પૂછાતા પ્રશ્નોની નીચે લિંક જૂઓ. તમારા લક્ષણો સૂચવે છે કે તમને કોરોનાવાયરસ હોય શકે છે. કૃપા કરી તમારી જાતને અને તમારા ઘરની અન્ય કોઈ વ્યક્તિને આઇસોલેટ કરો. તેનો અર્થ કે મુલાકાતીઓ વિના ઘરે જ રહેવું. તમારે તરત જ નિ:શુલ્ક ટેસ્ટ પણ બુક કરાવવી જોઈએ.જો તમારી ઉંમર 18 વર્ષથી ઓછી છે, તો તમને કોઈ વિશ્વાસપાત્ર વયસ્ક વ્યક્તિને આ સંદેશ બતાવવાની સલાહ આપવામાં આવે છે. કૃપા કૃપા કરી તમારી જાતને અને અન્યોને સલામત રાખવા માટે ઘરે રહો
pa: ਤੁਹਾਡੇ ਲੱਛਣ ਦੱਸਦੇ ਹਨ ਕਿ ਤੁਹਾਨੂੰ ਕੋਰੋਨਾਵਾਇਰਸ ਹੋ ਸਕਦਾ ਹੈ। ਆਪਣੇ ਆਪ ਨੂੰ ਅਤੇ ਦੂਜਿਆਂ ਨੂੰ ਸੁਰੱਖਿਅਤ ਰੱਖਣ ਲਈ ਕਿਰਪਾ ਕਰਕੇ ਘਰ ਵਿੱਚ ਰਹੋ ਅਤੇ ਇੱਕ COVID-19 ਟੈਸਟ ਕਰਵਾਓ। ਜੇ ਤੁਹਾਡਾ ਟੈਸਟ ਨੈਗੇਟਿਵ ਹੈ, ਤਾਂ ਤੁਸੀਂ ਤੁਰੰਤ ਸਵੈ-ਇਕੱਲਤਾ ਨੂੰ ਛੱਡ ਸਕਦੇ ਹੋ। ਜੇ ਤੁਹਾਡੀ ਉਮਰ 18 ਸਾਲ ਤੋਂ ਘੱਟ, ਤਾਂ ਤੁਹਾਨੂੰ ਸਲਾਹ ਦਿੱਤੀ ਜਾਂਦੀ ਹੈ ਕਿ ਤੁਸੀਂ ਇਹ ਸੁਨੇਹਾ ਕਿਸੇ ਭਰੋਸੇਮੰਦ ਬਾਲਗ ਨੂੰ ਦਿਖਾਓ।
pl: Twoje objawy sugerują, że możesz mieć koronawirusa. Zostań w domu i zrób test na COVID-19, aby zapewnić bezpieczeństwo sobie i innym. Jeśli wynik Twojego testu jest negatywny, możesz natychmiast zakończyć samoizolację. Jeżeli nie masz ukończonych 18 lat, radzimy pokazać tę wiadomość zaufanej osobie dorosłej.
ro: Simptomele dvs. sugerează că ați putea avea coronavirus. Vă rugăm să stați acasă și să faceți un test anti COVID-19 pentru a vă proteja, atât pe dvs. cât și pe ceilalți. Dacă aveți un rezultat negativ la testare, puteți ieși imediat din autoizolare. Dacă aveți sub 18 ani, vă recomandăm să arătați acest mesaj unui adult de încredere.
tr: Uygulamanın karantina günlerini nasıl hesapladığını anlamak için, aşağıdaki bağlantıyı tıklayarak Sorular bölümüne gidin. Belirtileriniz sizde koronavirüs olabileceğini gösteriyor. Lütfen evde kalın ve kendinizi ve başkalarınızı güvende tutmak adına COVID-19 testi yaptırın. 18 yaşından küçükseniz, bu mesajı güvendiğiniz bir yetişkine göstermeniz önerilir.
ur: آپ کی علامات سے پتہ چلتا ہے کہ آپ کو کورونا وائرس ہو سکتا ہے۔ برائے مہربانی گھر پر رہیں اور خود کو اور دوسروں کو محفوظ رکھنے کے لیے COVID-19 کی جانچ کریں۔ اگر آپ کی جانچ منفی ہے تو آپ خود کو الگ تھلگ رکھنے کا عمل فوری طور پر بند کر سکتے ہیں۔ اگر آپ کی عمر 18 سال سے کم ہے تو، آپ کو یہ پیغام کسی قابل اعتماد بالغ فرد کو دکھانے کا مشورہ دیا جاتا ہے.
zh: 您的症状表明您可能感染了新冠肺炎。请居家隔离并进行 COVID-19 检测，保证自己和他人的安全。 若检测结果为阴性，则可以立即结束自我隔离。 即使没有任何症状，您也极有可能感染和传播该病毒。如果您还未满 18 岁，建议您将此消息拿提供给您信任的成年人。

# exposure_acknowledgement_explaination
source: If you are under 18, you are advised to show this message to a trusted adult. You are at high risk of having and spreading COVID-19, even if you don’t have any symptoms. You are advised to stay at home to keep yourself and others safe. By self-isolating for the full period identified, you are helping to stop the spread of COVID-19. Because you’re a contact of someone who tested positive, you can book a test to see if you have COVID-19. If you test positive, you can anonymously let others know they may be at risk. If you test negative, you could still be infectious. Follow the advice given to you when you receive your test result. You can book a test from the home screen of your app.
ar: إذا كان عمرك أقل من 18 عامًا، فإننا نوصيك بعرض هذه الرسالة على شخصٍ بالغٍ محل ثقةٍ لديك. هناك احتمالية كبيرة بأنك مصاب بفيروس كوفيد-19 وقد تتسبب في انتقاله للآخرين؛ حتى إذا لم يظهر عليك أيّ أعراضٍ. نوصيك بالبقاء في المنزل لحماية نفسك والآخرين. إن التزامك بالخضوع للعزل الذاتي طوال المدة المقررة بالكامل من شأنه أن يساعد في إيقاف تفشي فيروس كوفيد-19. نظرًا لأنك كنت مخالطًا لشخصٍ ثبتت إصابته بالفيروس، فيمكنك حجز اختبارٍ لمعرفة ما إذا كنت مصابًا بفيروس كوفيد-19 أم لا. إذا سجَّلت نتيجة إيجابية في الاختبار، فيمكنك إخبار الآخرين بأنهم قد يكونوا عرضة لخطر الإصابة دون الكشف عن هويتك. أمَّا إذا سجَّلت نتيجة سلبية في الاختبار، فيظل من المحتمل أن تتسبب في انتقال العدوى للآخرين. يُرجى اتّباع النصائح المُقدمة لك عند استلام نتيجة الاختبار الخاص بك. يمكنك حجز اختبارٍ من الشاشة الرئيسية للتطبيق.
bn: আপনার বয়স ১৮ বছরের কম হলে, নির্ভরযোগ্য কোনো প্রাপ্তবয়স্ক ব্যক্তিকে এই বার্তা দেখানোর জন্য পরামর্শ দেওয়া হচ্ছে। আপনার কোনো উপসর্গ না থাকলেও, আপনার কোভিড-১৯ সংক্রমিত হওয়ার এবং ছড়াবার উচ্চ ঝুঁকি আছে। আপনাকে বাসায় থাকার পরামর্শ দেওয়া হচ্ছে নিজেকে ও অন্যদের নিরাপদ রাখার জন্য। নির্দিষ্ট পূর্ণ সময়কালের জন্য স্ব-বিচ্ছিন্ন থাকার মাধ্যমে আপনি কোভিড-১৯ ছড়ানো বন্ধ করতে সাহায্য করছেন। যেহেতু আপনি কোনো সংক্রমিত ব্যক্তির সংস্পর্শে যান, তাই আপনার কোভিড-১৯ আছে কিনা তা দেখার জন্য একটি পরীক্ষা বুক করতে পারেন। আপনার সংক্রমণ ধরা পড়লে, আপনি বেনামে অন্যদের জানাতে পারেন যে তাদের ঝুঁকি থাকতে পারে। আপনি সংক্রমিত না হলেও সংক্রামক হতে পারেন। পরীক্ষার ফলাফল পাওয়ার পর আপনাকে যে পরামর্শ দেওয়া হয়েছে তা অনুসরণ করুন। আপনার অ্যাপের হোম স্ক্রিন থেকে আপনি পরীক্ষা বুক করতে পারবেন।
cy: Os ydych o dan 18, dylech ddangos y neges yma i oedolyn rydych chi’n ymddiried ynddo/ynddi. Mae gennych risg uwch o fod â COVID-19 a’i ledaenu, hyd yn oed os nad oes gennych unrhyw symptomau. Dylech aros gartref i’ch cadw eich hun ac eraill yn ddiogel. Trwy hunanynysu am y cyfnod llawn a nodwyd, rydych chi’n helpu i atal lledaeniad COVID-19. Oherwydd eich bod yn un o gysylltiadau rhywun a gafodd ganlyniad positif i brawf, gallwch archebu prawf i weld a oes COVID-19 arnoch chi. Os cewch ganlyniad prawf positif, gallwch roi gwybod i eraill yn ddi-enw y gallent fod yn wynebu risg. Os cewch ganlyniad negatif i brawf, gallech fod yn heintus o hyd. Dilynwch y cyngor a roddir i chi pan fyddwch yn derbyn canlyniad eich prawf. Gallwch archebu prawf o sgrin gartref eich ap.
gu: જો તમારી ઉંમર 18 વર્ષથી ઓછી છે, તો તમને વિશ્વાસપાત્ર વડીલને વ્યક્તિને આ સંદેશ બતાવવાની સલાહ આપવામાં આવે છે. જો તમને કોઈ લક્ષણો ન હોય તો પણ, તમને કોવિડ-19 થવાનું અને તેને ફેલાવવાનું જોખમ વધારે છે. તમારી જાતને અને અન્ય લોકોને સુરક્ષિત રાખવા માટે તમને ઘરે જ રહેવાની સલાહ આપવામાં આવે છે. તમને કોવિડ-19 હોવાનું નિદાન થયાના સંપૂર્ણ સમયગાળા દરમિયાન સેલ્ફ-આઇસોલેટમાં રહીને, તમે કોવિડ-19 ના ફેલાવાને રોકવામાં મદદ કરી રહ્યાં છો. કારણ કે તમે એવા વ્યક્તિનો કોન્ટેક્ટ છો જેમનો ટેસ્ટ પોઝિટીવ આવ્યો છે, તમને કોવિડ -19 છે કે કેમ તે જોવા માટે તમે ટેસ્ટ બુક કરી શકો છો. જો તમારો ટેસ્ટ પોઝિટીવ આવે છે, તો તમે અજ્ઞાત રૂપે અન્ય લોકોને જણાવી શકો છો કે તેઓ જોખમમાં હોઈ શકે છે. જો તમારો ટેસ્ટ નેગેટિવ આવે છે, તો તમે હજી પણ ચેપી હોઈ શકો છો. જ્યારે તમારું ટેસ્ટ પરિણામ મેળવતા હો ત્યારે તમને આપવામાં આવેલી સલાહનું પાલન કરો. તમે તમારી એપની હોમ સ્ક્રીનથી ટેસ્ટ બુક કરી શકો છો.
pa: ਜੇ ਤੁਹਾਡੀ ਉਮਰ 18 ਸਾਲ ਤੋਂ ਘੱਟ, ਤਾਂ ਤੁਹਾਨੂੰ ਸਲਾਹ ਦਿੱਤੀ ਜਾਂਦੀ ਹੈ ਕਿ ਤੁਸੀਂ ਇਹ ਸੁਨੇਹਾ ਕਿਸੇ ਭਰੋਸੇਮੰਦ ਬਾਲਗ ਨੂੰ ਦਿਖਾਓ। ਤੁਸੀਂ COVID-19 ਹੋਣ ਅਤੇ ਫੈਲਾਉਣ ਦੇ ਉੱਚ ਜੋਖਮ ਅਧੀਨ ਹੋ, ਭਾਵੇਂ ਤੁਹਾਨੂੰ ਕੋਈ ਲੱਛਣ ਨਾ ਹੋਣ। ਆਪਣੇ-ਆਪ ਨੂੰ ਅਤੇ ਦੂਜਿਆਂ ਨੂੰ ਸੁਰੱਖਿਅਤ ਰੱਖਣ ਲਈ ਤੁਹਾਨੂੰ ਘਰ ਰਹਿਣ ਦੀ ਸਲਾਹ ਦਿੱਤੀ ਜਾਂਦੀ ਹੈ। ਪਛਾਣੀ ਗਈ ਪੂਰੀ ਮਿਆਦ ਲਈ ਸਵੈ-ਇਕਾਂਤ ਵਿੱਚ ਰਹਿ ਕੇ, ਤੁਸੀਂ COVID-19 ਦੇ ਫੈਲਣ ਨੂੰ ਰੋਕਣ ਵਿੱਚ ਸਹਾਇਤਾ ਕਰ ਰਹੇ ਹੋ। ਕਿਉਂਕਿ ਤੁਸੀਂ ਕਿਸੇ ਅਜਿਹੇ ਵਿਅਕਤੀ ਦਾ ਸੰਪਰਕ ਹੋ ਜਿਸਦਾ ਟੈਸਟ ਦਾ ਨਤੀਜਾ ਪਾਜ਼ਿਟਿਵ ਆਇਆ ਹੈ, ਤੁਸੀਂ ਇਹ ਵੇਖਣ ਲਈ ਟੈਸਟ ਬੁੱਕ ਕਰ ਸਕਦੇ ਹੋ ਕਿ ਤੁਹਾਨੂੰ COVID-19 ਹੈ। ਜੇ ਤੁਹਾਡੇ ਟੈਸਟ ਦਾ ਨਤੀਜਾ ਪਾਜ਼ਿਟਿਵ ਆਉਂਦਾ ਹੈ, ਤਾਂ ਤੁਸੀਂ ਗੁੰਮਨਾਮ ਰੂਪ ਵਿੱਚ ਦੂਜਿਆਂ ਨੂੰ ਦੱਸ ਸਕਦੇ ਹੋ ਕਿ ਉਹ ਜੋਖਮ ਵਿੱਚ ਹੋ ਸਕਦੇ ਹਨ। ਜੇ ਤੁਹਾਡੇ ਟੈਸਟ ਦਾ ਨਤੀਜਾ ਨੈਗੇਟਿਵ ਆਉਂਦਾ ਹੈ, ਤਾਂ ਵੀ ਤੁਸੀਂ ਛੂਤਕਾਰੀ ਹੋ ਸਕਦੇ ਹੋ। ਜਦੋਂ ਤੁਹਾਨੂੰ ਤੁਹਾਡੇ ਟੈਸਟ ਦਾ ਨਤੀਜਾ ਮਿਲਦਾ ਹੈ ਤਾਂ ਤੁਹਾਨੂੰ ਦਿੱਤੀ ਜਾਣ ਵਾਲੀ ਸਲਾਹ ਦੀ ਪਾਲਣਾ ਕਰੋ। ਤੁਸੀਂ ਆਪਣੇ ਐਪ ਦੀ ਹੋਮ ਸਕ੍ਰੀਨ ਤੋਂ ਟੈਸਟ ਬੁੱਕ ਕਰ ਸਕਦੇ ਹੋ।
pl: Jeżeli nie masz ukończonych 18 lat, radzimy pokazać tę wiadomość zaufanej osobie dorosłej. Ryzyko zachorowania na COVID-19 i zarażenia innych jest wysokie, nawet jeżeli nie wystąpiły u Ciebie żadne objawy. Zaleca się pozostanie w domu, aby chronić siebie i innych. Poprzez samoizolację przez cały wskazany okres pomagasz w zatrzymaniu rozprzestrzeniania się COVID-19. Ponieważ miałeś(-aś) kontakt z osobą, która uzyskała dodatni wynik testu, możesz umówić się na test, aby sprawdzić obecność koronawirusa (COVID-19). Jeżeli Twój wynik będzie dodatni, możesz anonimowo powiadomić innych, że mogą być zagrożeni. Jeżeli Twój wynik jest ujemny, nadal możesz zarażać innych. Proszę postępować zgodnie z poradami otrzymanymi wraz z wynikiem testu. Możesz zamówić test, wracając do strony głównej aplikacji.
ro: Dacă aveți sub 18 ani, vă recomandăm să arătați acest mesaj unui adult de încredere. Prezentați un risc ridicat de a avea și răspândi COVID-19, chiar dacă nu aveți simptome. Vă recomandăm să stați acasă, pentru a vă menține pe dvs. și pe ceilalți în siguranță. Autoizolându-vă pe întreaga perioadă identificată, ajutați la oprirea răspândirii COVID-19. Pentru că ați fost identificat /ă drept contact al unei persoane care a testat pozitiv, puteți rezerva un test pentru a verifica dacă aveți COVID-19. Dacă testați pozitiv, puteți să anunțați în mod anonim alte persoane că pot fi în pericol. Dacă testați negativ, puteți fi totuși infecțios /oasă. Urmați recomandările primite odată cu rezultatul testului. Puteți rezerva un test din ecranul de pornire al aplicației.
tr: 18 yaşından küçükseniz, bu mesajı güvendiğiniz bir yetişkine göstermeniz önerilir. Herhangi bir belirtiniz olmasa bile, COVID-19'a yakalanma ve virüsü yayma riskiniz yüksektir. Kendinizi ve başkalarını güvende tutmak için evde kalmanızı tavsiye ediyoruz. Kendinizi belirtilen tüm süre boyunca karantinaya alarak COVID-19'un yayılmasını durdurmaya yardımcı oluyorsunuz. Test sonucu pozitif çıkan birisiyle temas kurduğunuzdan, COVID-19'a yakalanıp yakalanmadığınızı görmek için bir test yaptırabilirsiniz. Test sonucunuz pozitif çıkarsa, başkalarına risk altında olabileceklerini anonim olarak bildirebilirsiniz. Test sonucunuz negatif çıksa dahi virüsü başkalarına bulaştırabilirsiniz. Test sonucunuzu alırken size verilen tavsiyelere uyun. Uygulamanızın ana ekranından bir test için rezervasyon yaptırabilirsiniz.
ur: اگر آپ کی عمر 18 سال سے کم ہے تو، آپ کو یہ پیغام کسی قابل اعتماد بالغ فرد کو دکھانے کا مشورہ دیا جاتا ہے۔ آپ COVID-19 کی زد میں آنے اور اسے پھیلانے کے زیادہ خطرے میں ہیں، چاہے آپ میں کوئی علامت نہیں ہیں۔ آپ کو گھر پر رہنے اور خود کو اور دوسروں کو محفوظ رکھنے کا مشورہ دیا جاتا ہے۔ شناخت کردہ پوری مدت تک خود کو تنہا کر کے، آپ COVID-19 کا پھیلاؤ روکنے میں مدد کر رہے ہیں۔ چونکہ آپ ایسے فرد کا رابطہ ہیں جس کی جانچ مثبت آئی تھی، لہذا آپ یہ دیکھنے کے لیے جانچ بُک کرا سکتے ہیں کہ آیا آپ کو COVID-19 ہے۔ اگر آپ کی جانچ مثبت آتی ہے تو آپ گمنام طور پر دوسروں کو بتا سکتے ہیں کہ وہ خطرے میں ہو سکتے ہیں۔ اگر آپ کی جانچ منفی آتی ہے تو، آپ اب بھی متعدی ہو سکتے ہیں۔ آپ کی جانچ کا نتیجہ آپ کو موصول ہونے کے وقت آپ کو دیئے گئے مشورے پر عمل کریں۔ آپ اپنی ایپ کی ہوم اسکرین سے جانچ بُک کرا سکتے ہیں۔
zh: 如果您未满 18 岁，我们建议您将此消息展示给可信任的成年人。 即使您没有任何症状，您也有感染和传播 COVID-19 的高风险。为了自己和他人的安全，我们建议您待在家中。通过在规定的完整隔离期内进行自我隔离，您将为阻止 COVID-19 的传播做出贡献。 因为您是阳性患者的接触者，您可以预约检测以确认自己是否感染 COVID-19。如果您的检测结果呈阳性，您可以匿名通知其他人，告知他们可能面临风险。如果您的检测结果呈阴性，您仍可能具有传染性。收到检测结果后，请按照提供给您的建议去做。 您可以在本应用程序的主屏幕预约检测。
