Repository: nihp-public/covid-19-app-ios-ag-public
Catalog: NHS-COVID-19/Core/Sources/Localization/Resources/*.lproj/Localizable.strings
Languages: ar, bn, cy, gu, pa, pl, ro, tr, ur, zh

# testing_hub_row_find_out_about_testing_description
source: Find out how to get rapid lateral flow tests for COVID-19 (if you do not have symptoms), how to take a test and what your test result means
ar: تعرّف على كيفية الحصول على اختبارات التدفق الجانبي السريعة لفيروس كوفيد-19 (إذا لم تظهر عليك أعراض الإصابة) وكيفية إجراء أحد الاختبارات وما تعنيه نتيجة الاختبار
bn: কোভিড-১৯ (যদি উপসর্গ না থাকে) এর জন্য কীভাবে র‍্যাপিড ল্যাটারাল ফ্লো পরীক্ষা করা যায়, কীভাবে পরীক্ষা করানো যায় এবং আপনার পরীক্ষার ফলাফলের অর্থ কী তা জানুন
cy: Darganfod sut i gael prawf llif unffordd cyflym ar gyfer COVID-19 (os nad oes symptomau arnoch), sut i gynnal y prawf a beth mae canlyniad eich prawf yn ei olygu
gu: COVID-19 (જો તમને લક્ષણો ન હોય તો) માટે રેપીડ લેટરલ ફલો ટેસ્ટ કેવી રીતે કરી શકાય છે, ટેસ્ટ કેવી રીતે કરવું અને તમારા ટેસ્ટ રિઝલ્ટનો મતલબ શું છે તે જાણો
pa: ਪਤਾ ਕਰੋ ਕਿ COVID-19 ਲਈ ਰੈਪਿਡ ਲੇਟਰਲ ਫਲੋ ਟੈਸਟ ਕਿਵੇਂ ਬੁੱਕ ਕਰਵਾਉਣਾ ਹੈ (ਜੇ ਤੁਹਾਨੂੰ ਲੱਛਣ ਨਹੀਂ ਹਨ), ਟੈਸਟ ਕਿਵੇਂ ਕਰਨਾ ਹੈ ਅਤੇ ਤੁਹਾਡੇ ਟੈਸਟ ਦੇ ਨਤੀਜੇ ਦਾ ਕੀ ਅਰਥ ਹੈ
pl: Dowiedz się, jak otrzymać szybki test przepływu bocznego na COVID-19 (jeżeli nie masz objawów), w jaki sposób go przeprowadzić i co oznacza wynik testu
ro: Aflați cum să rezervați teste rapide cu flux lateral pentru COVID-19 (dacă nu aveți simptome), cum să faceți un test și ce înseamnă rezultatul testului dvs.
tr: COVID-19 için nasıl hızlı yanal akış testi edinebileceğinizi (belirtiniz yoksa), testi nasıl yapabileceğinizi ve test sonuçlarınızın ne anlama geldiğini öğrenin
ur: پتہ کریں کہ COVID-19 کے لیے ریپڈ لیٹرل فلو ٹیسٹ کیسے کروائیں (اگر آپ میں علامات نہیں ہیں)، جانچ کس طرح کروائیں اور آپ کی جانچ کے نتیجے کا کیا مطلب ہے
zh: 了解如何接受 COVID-19 快速测流免疫层析检测（如果您没有症状），如何进行检测以及检测结果的含义

# testing_hub_row_enter_test_result_title
source: Enter a test result
ar: أدخل نتيجة الاختبار
bn: পরীক্ষার ফলাফল প্রবেশ করান
cy: Mewngofnodwch ganlyniad prawf
gu: ટેસ્ટનું રિઝલ્ટ દાખલ કરો
pa: ਟੈਸਟ ਦਾ ਨਤੀਜਾ ਭਰੋ
pl: Wpisz wynik testu
ro: Introduceți un rezultat de test
tr: Bir test sonucu girin
ur: جانچ کا نتیجہ درج کریں
zh: 输入检测结果

# testing_hub_row_enter_test_result_description
source: Enter your 8 character code if you have received one by email or text message
ar: أدخل الرمز المُكوَّن من 8 أحرف في حال حصولك عليه عبر رسالة إلكترونية أو نصية
bn: যদি ইমেইল বা টেক্সট মেসেজের মাধ্যমে আপনি ৮ (আট) অক্ষরের একটি কোড পেয়ে থাকেন তাহলে সেটি লিখুন
cy: Mewngofnodwch eich cod 8-nod os ydych wedi derbyn un mewn e-bost neu neges destun
gu: જે તમને ઇમેઇલ અથવા ટેક્સ્ટ મેસેજ દ્વારા કોઈ કોડ પ્રાપ્ત થયો હોય, તો તમારો 8 અક્ષરનો કોડ દાખલ કરો
pa: ਜੇ ਤੁਹਾਨੂੰ ਈਮੇਲ ਜਾਂ ਟੈਕਸਟ ਸੁਨੇਹੇ ਦੁਆਰਾ ਕੋਈ ਕੋਡ ਪ੍ਰਾਪਤ ਹੋਇਆ ਹੈ ਤਾਂ ਆਪਣਾ 8 ਵਰਣਾਂ ਦਾ ਕੋਡ ਭਰੋ
pl: Wpisz 8-znakowy kod, jeżeli został on otrzymany w wiadomości e-mail lub SMS
ro: Introduceți codul dvs. din 8 caractere dacă ați primit un astfel de cod prin e-mail sau SMS
tr: Elinize bir e-posta ya da SMS mesajı aracılığıyla bir kod geçtiyse, 8 karakterli kodunuzu girin
ur: اگر آپ کو ای میل یا ٹیکسٹ میسیج کے ذریعے 8 حروف کا کوڈ موصول ہوا ہے تو اسے درج کریں
zh: 输入您通过电子邮件或短信获取的 8 个字符的代码

# unknown_test_result_screen_header
source: Update the app to see your test result
ar: تحديث التطبيق لمعرفة نتيجة اختبارك
bn: আপনার পরীক্ষার ফলাফল দেখতে অ্যাপটি আপডেট করুন
cy: Diweddarwch yr ap i weld canlyniad eich prawf
gu: તમારું ટેસ્ટ રિઝલ્ટ જોવા માટે એપને અપડેટ કરો
pa: ਆਪਣੇ ਟੈਸਟ ਦੇ ਨਤੀਜੇ ਵੇਖਣ ਲਈ ਐਪ ਨੂੰ ਅੱਪਡੇਟ ਕਰੋ
pl: Zaktualizuj aplikację, aby zobaczyć swój wynik testu
ro: Actualizați aplicația pentru a vedea rezultatul testului
tr: Testinizin sonucunu görmek için uygulamayı güncelleyin
ur: ایپ کو اپ ڈیٹ کر کے اپنی جانچ کا نتیجہ دیکھیں
zh: 更新应用程序查看检测结果

# unknown_test_result_screen_description
source: Your test result is valid, but not supported by this version of the app. Once you update the app, your result code might not work because it has expired or been entered too many times. Please follow the guidance you’ve received by email or text message on what actions to take next.
ar: نتيجة اختبارك صحيحة، ولكنها غير مدعومة بواسطة هذا الإصدار من التطبيق. يُرجى اتّباع التوجيهات التي تسلّمتها عبر الرسالة الإلكترونية أو النصية بشأن الإجراءات التالية المطلوبة. عند تحديث التطبيق، قد لا يعمل رمز النتيجة الخاص بك بسبب انتهاء صلاحيته أو إدخاله عدة مرات.
bn: আপনার পরীক্ষার ফলাফল যথাবিহিত, তবে অ্যাপের এই সংস্করণে সমর্থিত নয়। এরপর কী করতে হবে সেই সম্পর্কে ইমেইল বা টেক্সট মেসেজের মাধ্যমে আপনি যে নির্দেশিকা পেয়েছেন তা অনুসরণ করুন। অ্যাপটি আপডেট করার পর আপনার ফলাফলের কোডটি কাজ নাও করতে পারে এই কারণে যে এটি হয়তো মেয়াদোত্তীর্ণ বা বহুবার প্রবেশ করা হয়ে গেছে।
cy: Mae canlyniad eich prawf yn ddilys, ond nid yw'r fersiwn yma o'r ap yn ei gefnogi. Dilynwch y canllawiau rydych chi wedi'u derbyn mewn e-bost neu neges destun o ran beth i'w wneud nesaf. Pan fyddwch wedi diweddaru'r ap, efallai na fydd eich cod canlyniad yn gweithio oherwydd ei fod wedi dod i ben neu wedi'i ddefnyddio'n rhy aml.
gu: તમારું ટેસ્ટ રિઝલ્ટ બરાબર છે, પણ એપના આ વર્ઝન દ્વારા સપોર્ટેડ નથી. કૃપા કરીને આગળ શું કરવું તે વિશે ઇમેઇલ અથવા ટેક્સ્ટ મેસેજ દ્વારા તમે પ્રાપ્ત કરેલ માર્ગદર્શનને અનુસરો. એકવાર તમે એપને અપડેટ કરો છો, તો તમારો રિઝલ્ટ કોડ કામ કરશે નહીં કારણ કે તે સમાપ્ત થઈ ગયો છે અથવા વધુ વખત દાખલ થયો છે.
pa: ਤੁਹਾਡਾ ਟੈਸਟ ਨਤੀਜਾ ਮੰਨਣਯੋਗ ਹੈ, ਪਰ ਐਪ ਦੇ ਇਸ ਸੰਸਕਰਣ ਦੁਆਰਾ ਸਮਰਥਿਤ ਨਹੀਂ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਤੁਹਾਨੂੰ ਈਮੇਲ ਜਾਂ ਟੈਕਸਟ ਸੁਨੇਹੇ ਦੁਆਰਾ ਪ੍ਰਾਪਤ ਹੋਈ ਇਸ ਬਾਰੇ ਸੇਧ ਦੀ ਪਾਲਣਾ ਕਰੋ ਕਿ ਅੱਗੇ ਕੀ ਕਰਨਾ ਹੈ। ਇੱਕ ਵਾਰ ਜਦੋਂ ਤੁਸੀਂ ਐਪ ਨੂੰ ਅੱਪਡੇਟ ਕਰਦੇ ਹੋ, ਤਾਂ ਹੋ ਸਕਦਾ ਹੈ ਤੁਹਾਡਾ ਨਤੀਜਾ ਕੋਡ ਕੰਮ ਨਾ ਕਰੇ ਕਿਉਂਕਿ ਇਸਦੀ ਮਿਆਦ ਖਤਮ ਹੋ ਗਈ ਹੈ ਜਾਂ ਇਹ ਬਹੁਤ ਵਾਰ ਦਾਖਲ ਕੀਤਾ ਗਿਆ ਹੈ।
pl: Twój wynik testu jest prawidłowy, ale nie jest obsługiwany przez tę wersję aplikacji. Prosimy o postępowanie zgodnie ze wskazówkami otrzymanymi w wiadomości e-mail lub SMS. Po zaktualizowaniu aplikacji Twój kod z wynikiem testu może nie działać, ponieważ stracił ważność lub został wpisany zbyt wiele razy.
ro: Rezultatul testului dvs. este valid, dar nu este acceptat de această versiune a aplicației. Vă rugăm să urmați instrucțiunile primite prin e-mail sau SMS cu privire la pașii următori. După ce actualizați aplicația, codul rezultatului poate fi invalid, deoarece a expirat sau a fost introdus de prea multe ori.
tr: Testinizin sonucu geçerli ancak uygulamanın bu sürümü tarafından desteklenmiyor. Bundan sonra ne yapmanız gerektiği ile ilgili olarak lütfen e-posta ya da SMS mesajıyla elinize geçen yönergeyi takip edin. Uygulamayı güncellediğinizde, sonuç kodunuz süresi dolduğu ya da birçok kez girildiği için çalışmayabilir.
ur: آپ کی جانچ کا نتیجہ صحیح ہے، لیکن ایپ کے اس ورژن کے ذریعے تعاون یافتہ نہیں ہے۔ آگے کیا کرنا ہے کے بارے میں ای میل یا ٹیکسٹ میسیج کے ذریعے آپ کو جو رہنمائی موصول ہوئی ہے براہ کرم اس پر عمل کریں۔ ایپ کو آپ کے اپ ڈیٹ کرنے پر، آپ کے نتیجے کا کوڈ ہو سکتا ہے کام نہ کرے کیونکہ اس کی میعاد ختم ہوگئی ہے یا اسے کئی بار درج کیا جاچکا ہے۔
zh: 您的检测结果有效，但这个版本的应用程序不支持查看检测结果。 请按照电子邮件或短信中的指南操作。 更新应用程序后，您的检测结果代码可能会因过期或输入过于频繁无法正常使用。

# unknown_test_result_screen_button
source: Update your app now
ar: تحديث التطبيق الآن
bn: এখনই আপনার অ্যাপটি হালনাগাদ করুন
cy: Diweddarwch eich ap nawr
gu: હમણાંજ તમારા એપને અપડેટ કરો
pa: ਆਪਣੀ ਐਪ ਨੂੰ ਹੁਣ ਅਪਡੇਟ ਕਰੋ
pl: Zaktualizuj swoją aplikację teraz
ro: Actualizați aplicația acum
tr: Uygulamanızı şimdi güncelleyin
ur: ابھی اپنی ایپ کو اپ ڈیٹ کریں
zh: 立即更新您的应用程序

# testing_hub_row_book_lab_test_title
source: Book a free lab test now
ar: حجز اختبار مجاني
bn: বিনামূল্যে একটি পরীক্ষা করানো বুকিং করুন
cy: Archebu prawf am ddim
gu: ફ્રિ ટેસ્ટ બુક કરો
pa: ਮੁਫ਼ਤ ਟੈਸਟ ਲਈ ਬੁਕਿੰਗ ਕਰੋ
pl: Zamów bezpłatny test
ro: Programați un test gratuit
tr: Ücretsiz test rezervasyonu yaptırın
ur: مُفت ٹیسٹ بُک کروائیں
zh: 预订免费测试

# link_test_result_your_test_result_code_should
source: Your test result code will:
ar: يتميز رمز نتيجة اختبارك بما يلي:
bn: আপনার পরীক্ষার ফলাফলের কোডটি:
cy: Bydd cod canlyniad eich prawf yn:
gu: તમારો ટેસ્ટ રિઝલ્ટ કોડ:
pa: ਤੁਹਾਡੇ ਟੈਸਟ ਦੇ ਨਤੀਜੇ ਦਾ ਕੋਡ ਹੋਵੇਗਾ:
pl: Twój wynik testu:
ro: Codul rezultatului testului dvs.:
tr: Test sonucu kodunuz:
ur: آپ کی جانچ کے نتیجے کا کوڈ:
zh: 您的检测结果代码为：

# link_test_result_your_test_result_code_bullets
source: be 8 characters long use lowercase letters and numbers be in an email or text message sent to you separately from your result
ar: يتكوَّن من 8 أحرف يستخدم أحرفًا صغيرة وأرقام يوجد في رسالة إلكترونية أو نصية تُرسَل إليك بصورة منفصلة عن نتيجتك
bn: ৮ (আট) অক্ষরের হবে ছোট হাতের অক্ষর এবং সংখ্যা ব্যবহার করা হবে আপনার ফলাফল থেকে আলাদা করে আপনাকে পাঠানো ইমেইল বা টেক্সট মেসেজে থাকবে
cy: cynnwys 8 nod defnyddio llythrennau bach a rhifau mewn e-bost neu neges destun a anfonir atoch ar wahân i'r canlyniad
gu: 8 અક્ષરો જેટલો લાંબો હશે નાના અક્ષરો અને નંબરો વાપરશે તમારા રિઝલ્ટથી અલગ તમને મોકલેલા ઇમેઇલ અથવા ટેક્સ્ટ મેસેજમાં હશે
pa: 8 ਵਰਣ ਲੰਬਾ ਅੰਗਰੇਜ਼ੀ ਦੇ ਛੋਟੇ ਅੱਖਰਾਂ ਅਤੇ ਅੰਕਾਂ ਤੋਂ ਬਣਿਆ ਤੁਹਾਡੇ ਨਤੀਜੇ ਤੋਂ ਵੱਖਰੇ ਤੌਰ 'ਤੇ ਤੁਹਾਨੂੰ ਭੇਜੀ ਗਈ ਈਮੇਲ ਜਾਂ ਟੈਕਸਟ ਸੁਨੇਹੇ ਵਿੱਚ
pl: ma 8 znaków składa się z małych liter i cyfr znajduje się w osobnej wiadomości e-mail lub SMS, nie wraz z wynikiem testu
ro: va avea 8 caractere va utiliza litere mici și cifre se va regăsi într-un e-mail sau SMS trimis separat de rezultatul dvs.
tr: 8 karakterlidir küçük harfler ve sayılardan oluşur size sonucunuzdan ayrı olarak gönderilen bir e-posta ya da SMS mesajında yer alır
ur: 8حروف لمبا ہوگا چھوٹے حروف اور اعداد استعمال کریں آپ کے نتیجے سے الگ آپ کو بھجوائے گئے ایک ای میل یا ٹیکسٹ میسیج میں ہوگا
zh: 8 个字符长度 使用小写字母和数字 包含在发送给您的单独的电子邮件或短信中（不同于检测结果通知邮件或短信）

# link_test_result_if_you_are_trying_to_enter_a_rapid_result_code
source: If you’re trying to enter a code from a rapid lateral flow self-test kit, you first need to:
ar: إذا كنت تحاول إدخال رمزٍ من مجموعة أحد اختبارات التدفق الجانبي السريعة الذاتية، فلا بدّ لك أولًا من:
bn: যদি র‍্যাপিড ল্যাটারাল ফ্লো সেলফ-টেস্ট কিট থেকে পাওয়া কোনো কোড প্রবেশ করানোর চেষ্টা করেন, তাহলে প্রথমে যা করা দরকার:
cy: Os ydych yn ceisio mewngofnodi cod o becyn hunan-brofi llif unffordd cyflym, mae'n rhaid i chi yn gyntaf:
gu: જો તમે રેપીડ લેટરલ ફલો સેલ્ફ-ટેસ્ટની કીટમાંથી કોઈ કોડ દાખલ કરવાનો પ્રયાસ કરી રહ્યાં છો, તો તમારે પહેલા આ કરવાની જરૂર છે:
pa: ਜੇ ਤੁਸੀਂ ਰੈਪਿਡ ਲੇਟਰਲ ਫਲੋ ਸੈਲਫ-ਟੈਸਟ ਕਿੱਟ ਤੋਂ ਕੋਡ ਦਾਖਲ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਹੇ ਹੋ, ਤਾਂ ਤੁਹਾਨੂੰ ਪਹਿਲਾਂ ਇਹ ਕਰਨ ਦੀ ਲੋੜ ਹੈ:
pl: Jeżeli próbujesz wpisać kod z szybkiego testu przepływu bocznego do samodzielnego przeprowadzania, należy najpierw:
ro: Dacă încercați să introduceți un cod dintr-un kit rapid de autotestare cu flux lateral, trebuie mai întâi să:
tr: Kendi kendine yapılan bir hızlı yanal akış test kitinden bir kod girmeye çalışıyorsanız öncelikle:
ur: اگر آپ ریپڈ لیٹرل فلو سیلف ٹیسٹ کٹ سے کوڈ درج کرنے کی کوشش کر رہے ہیں تو، آپ کو سب سے پہلے یہ کرنا ہوتا ہے:
zh: 如果您正在尝试输入快速自我检测试剂盒上的代码，首先您需要：

# link_test_result_report_on_gov_dot_uk
source: Report your result on GOV.UK
ar: إبلاغ نتيجتك على الموقع الإلكتروني: GOV.UK
bn: আপনার ফলাফল GOV.UK-তে রিপোর্ট করা
cy: Rhoi gwybod am eich canlyniad ar GOV.UK
gu: GOV.UK પર તમારા રિઝલ્ટની જાણ કરો
pa: ਆਪਣੇ ਨਤੀਜੇ ਦੀ GOV.UK 'ਤੇ ਰਿਪੋਰਟ ਕਰੋ
pl: Zgłosić swój wynik na stronie GOV.UK
ro: Raportați rezultatul dvs. pe GOV.UK
tr: Sonucunuzu GOV.UK sitesinde bildirmelisiniz
ur: GOV.UK پر اپنے نتیجے کی رپورٹ کریں
zh: 在 GOV.UK 上报告您的检测结果

# home_testing_hub_button_title
source: Testing for COVID-19
ar: إجراء اختبار فيروس كوفيد-19
bn: কোভিড-১৯ পরীক্ষা
cy: Profi am COVID-19
gu: COVID-19 માટે ટેસ્ટ કરાવો
pa: COVID-19 ਲਈ ਟੈਸਟ ਕਰਵਾਉਣਾ
pl: Testy na COVID-19
ro: Testarea pentru COVID-19
tr: COVID-19 için test
ur: COVID-19 کے لیے ٹیسٹنگ
zh: COVID-19 检测

# book_a_follow_up_test_header
source: Book a follow-up test
ar: حجز اختبار متابعة
bn: একটি ফলো-আপ পরীক্ষা বুক করুন
cy: Archebwch brawf dilynol
gu: ફોલો-અપ ટેસ્ટ બૂક કરો
pa: ਫਾਲੋਅੱਪ ਟੈਸਟ ਬੁੱਕ ਕਰੋ
pl: Zamów test kontrolny
ro: Rezervați un test de control
tr: Bir takip testi için randevu alın
ur: ایک فالو اپ ٹیسٹ بک کروائیں
zh: 预定后续检测

# book_a_follow_up_test_info
source: Your coronavirus (COVID-19) test result is positive. Please book a follow-up test and self-isolate.
ar: نتيجة اختبارك الخاص بفيروس كورونا (كوفيد-19) إيجابية. يُرجى حجز اختبار متابعة والخضوع للعزل الذاتي.
bn: আপনার করোনভাইরাস (কোভিড-১৯) পরীক্ষার ফলাফল পজিটিভ। অনুগ্রহ করে ফলো-আপ পরীক্ষা বুক করুন এবং স্ব-বিচ্ছিন্ন থাকুন।
cy: Mae canlyniad eich prawf coronafeirws (COVID-19) yn bositif. Archebwch brawf dilynol a hunanynyswch.
gu: તમારો કોરોનાવાયરસ (COVID-19) ટેસ્ટનું રિઝલ્ટ પોઝિટીવ છે. કૃપા કરીને ફોલો-અપ ટેસ્ટ બુક કરો અને સેલ્ફ-આઇસોલેટ થાઓ.
pa: ਤੁਹਾਡੇ ਕੋਰੋਨਾਵਾਇਰਸ (COVID-19) ਟੈਸਟ ਦਾ ਨਤੀਜਾ ਪਾਜ਼ਿਟਿਵ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਫਾਲੋ-ਅੱਪ ਟੈਸਟ ਬੁੱਕ ਕਰੋ ਅਤੇ ਸਵੈ-ਇਕਾਂਤ ਵਿੱਚ ਰਹੋ।
pl: Wynik Twojego testu na koronawirusa (COVID-19) jest dodatni. Prosimy zamówić test kontrolny i poddać się izolacji.
ro: Rezultatul testului dvs. pentru coronavirus (COVID-19) este pozitiv. Vă rugăm să rezervați un test de control și să vă autoizolați.
tr: Koronavirüs (COVID-19) testinizin sonucu pozitif. Lütfen bir takip testi için rezervasyon yaptırın ve kendinizi karantinaya alın.
ur: آپ کے کورونا وائرس (COVID-19) کی جانچ کا نتیجہ مثبت ہے۔ براہ کرم ایک فالو اپ ٹیسٹ بُک کریں اور خود کو تنہا کریں۔
zh: 您的冠状病毒 (COVID-19) 检测结果呈阳性。请预约后续检测并进行自我隔离。

# book_a_follow_up_test_body
source: Because you tested positive from a rapid lateral flow test, we advise you get another type of test to confirm the result. Please book this follow-up test as soon as possible. In the meantime, you and anyone you live with are advised to self-isolate. You are advised to only leave home to get your follow-up test.
ar: نظرًا لتسجيلك نتيجة إيجابية في اختبار التدفق الجانبي السريع، فإننا ننصحك بالخضوع لاختبارٍ من نوع آخر للتأكد من النتيجة. يُرجى حجز اختبار المتابعة هذا في أقرب وقتٍ ممكنٍ. في الوقت ذاته، لا بدّ لك وللأشخاص الذين يعيشون معك الخضوع للعزل الذاتي. لا تغادروا المنزل سوى لإجراء اختبار المتابعة المطلوب منكم فقط.
bn: আপনি র‍্যাপিড ল্যাটারাল ফ্লো পরীক্ষায় পজিটিভ হওয়ায়, ফলাফল নিশ্চিত করতে আমরা আপনাকে আরেক ধরণের পরীক্ষা করানোর পরামর্শ দিচ্ছি। অনুগ্রহ করে যত তাড়াতাড়ি সম্ভব এই ফলো-আপ পরীক্ষা বুক করুন। ইত্যবসরে, আপনি এবং আপনার সাথে বসবাসরত সবার স্ব-বিচ্ছিন্ন থাকা দরকার। আপনার ফলো-আপ পরীক্ষা করানোর জন্যই কেবল বাড়ি থেকে বের হোন।
cy: Oherwydd i chi dderbyn canlyniad positif yn dilyn prawf llif unffordd cyflym, rydym yn eich cynghori i gael math arall o brawf i gadarnhau'r canlyniad yma. Archebwch y prawf dilynol hwn cyn gynted ag y gallwch. Yn y cyfamser, dylech chi ac unrhyw un arall sy'n byw gyda chi fynd ati i hunanynysu. Cynghorwn chi i beidio gadael eich cartref dim ond i gael eich prawf dilynol.
gu: કારણ કે તમારા રેપીડ લેટરલ ફલો ટેસ્ટનું રિઝલ્ટ પોઝિટીવ આવ્યું છે, તેથી રિઝલ્ટની ખાતરી કરવા માટે અમે તમને બીજા પ્રકારના ટેસ્ટ કરાવવાની સલાહ આપીએ છે. કૃપા કરીને શક્ય તેટલી વહેલી તકે આ ફોલો-અપ ટેસ્ટ બુક કરો. તે દરમિયાન, તમે અને કોઈપણ જેની સાથે તમે રહો છો તેને પોતાને સેલ્ફ-આઇસોલેટ કરવાની જરૂર છે. ફક્ત તમારું ફોલો-અપ ટેસ્ટ કરાવવા માટે ઘરની બહાર નીકળો.
pa: ਕਿਉਂਕਿ ਤੁਹਾਡੇ ਰੈਪਿਡ ਲੈਟਰਲ ਫਲੋ ਟੈਸਟ ਦਾ ਨਤੀਜਾ ਪਾਜ਼ਿਟਿਵ ਆਇਆ ਸੀ, ਅਸੀਂ ਤੁਹਾਨੂੰ ਨਤੀਜੇ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਲਈ ਇੱਕ ਹੋਰ ਕਿਸਮ ਦਾ ਟੈਸਟ ਕਰਾਉਣ ਦੀ ਸਲਾਹ ਦਿੰਦੇ ਹਾਂ। ਕਿਰਪਾ ਕਰਕੇ ਜਿੰਨੀ ਜਲਦੀ ਸੰਭਵ ਹੋ ਸਕੇ ਇਹ ਫਾਲੋ-ਅੱਪ ਟੈਸਟ ਬੁੱਕ ਕਰੋ। ਇਸ ਦੌਰਾਨ, ਤੁਹਾਨੂੰ ਅਤੇ ਤੁਹਾਡੇ ਨਾਲ ਰਹਿਣ ਵਾਲੇ ਕਿਸੇ ਵੀ ਵਿਅਕਤੀ ਨੂੰ ਸਵੈ-ਇਕੱਲਤਾ ਵਿੱਚ ਜਾਣ ਦੀ ਲੋੜ ਹੈ। ਸਿਰਫ ਆਪਣਾ ਫਾਲੋ-ਅੱਪ ਟੈਸਟ ਕਰਵਾਉਣ ਲਈ ਘਰ ਤੋਂ ਬਾਹਰ ਜਾਓ।
pl: Ponieważ Twój wynik szybkiego testu przepływu bocznego jest dodatni, zalecamy, aby umówić się na inny rodzaj testu w celu potwierdzenia wyniku. Prosimy jak najszybciej zamówić test kontrolny. W międzyczasie wraz ze wszystkimi domownikami należy poddać się izolacji. Można wyjść z domu jedynie w celu przeprowadzenia testu.
ro: Deoarece ați testat pozitiv la un test rapid cu flux lateral, vă recomandăm să rezervați un alt tip de test pentru a confirma rezultatul. Vă rugăm să rezervați acest test de control cât mai curând posibil. Între timp, dvs. și persoanele cu care locuiți trebuie să vă autoizolați. Nu trebuie să părăsiți domiciliul decât pentru a vă face testul de control.
tr: Bir hızlı yanal akış testinizin sonucu pozitif çıktığı için sonucu teyit etmek amacıyla başka tip bir test daha yaptırmanızı tavsiye ediyoruz. Lütfen bu takip testi için mümkün olan en kısa zamanda rezervasyon yaptırın. Bu zaman zarfı içerisinde, birlikte yaşadığınız kişilerle birlikte kendinizi karantinaya almanız gerekmektedir. Evinizi sadece takip testinizi yaptırmak için terk edin.
ur: چونکہ ریپڈ لیٹرل فلو ٹیسٹ سے آپ کی جانچ مثبت آئی ہے، لہذا ہماری صلاح ہے کہ آپ نتیجے کی تصدیق کرنے کے لیے دوسری قسم کا ٹیسٹ کریں۔ براہ کرم جتنی جلدی ممکن ہو یہ فالو اپ ٹیسٹ بُک کریں۔ اس بیچ، آپ کو اور جس کسی کے ساتھ بھی آپ رہتے ہیں اسے خود کو تنہا کرنے کی ضرورت ہے۔ صرف اپنے فالو اپ ٹیسٹ کے لیے ہی گھر سے باہر جائیں۔
zh: 因为您通过快速测流免疫层析检测获得的结果呈阳性，我们建议您进行其他类型的检测来进一步确认结果。请尽快预约后续检测。 与此同时，您和任何与您同住的人员都需要进行自我隔离。请仅在接受后续检测时出门。

# book_a_follow_up_test_advice_link_title
source: For further advice, please visit:
ar: للاطلاع على المزيد من النصائح، يرجى زيارة الموقع الإلكتروني:
bn: আরও পরামর্শের জন্য, অনুগ্রহ করে ভিজিট করুন:
cy: I gael rhagor o gyngor, cysylltwch â:
gu: વધારે સલાહ- સૂચન માટે, કૃપા કરી કોન્ટેક્ટ કરોઃ
pa: ਵਧੇਰੇ ਸਲਾਹ ਲਈ, ਹੇਠਾਂ ਦਿੱਤੇ ਲਿੰਕ ‘ਤੇ ਜਾਓ:
pl: Aby uzyskać dalsze informacje, proszę wejść na stronę:
ro: Pentru îndrumări suplimentare, vă rugăm să vizitați:
tr: Daha fazla tavsiye için lütfen aşağıdaki linki ziyaret edin:
ur: مزید مشورے کے لئے براہ کرم دیکھیے:
zh: 有关更多建议，请访问：

# book_a_follow_up_test_button
source: Book a follow-up test
ar: حجز اختبار متابعة
bn: একটি ফলো-আপ পরীক্ষা বুক করুন
cy: Archebwch brawf dilynol
gu: ફોલો-અપ ટેસ્ટ બૂક કરો
pa: ਫਾਲੋਅੱਪ ਟੈਸਟ ਬੁੱਕ ਕਰੋ
pl: Zamów test kontrolny
ro: Rezervați un test de control
tr: Bir takip testi için randevu alın
ur: ایک فالو اپ ٹیسٹ بک کروائیں
zh: 预定后续检测

# book_a_follow_up_test_close_button
source: Close
ar: إغلاق
bn: বন্ধ করুন
cy: Cau
gu: બંધ કરો
pa: ਬੰਦ ਕਰੋ
pl: Zamknij
ro: Închidere
tr: Kapat
ur: بند کریں
zh: 关闭

# link_test_result_thank_you_continue_to_book_a_test_button
source: Continue
ar: استمرار
bn: চালিয়ে যান
cy: Parhau
gu: ચાલુ રાખો
pa: ਜਾਰੀ ਰੱਖੋ
pl: Kontynuuj
ro: Continuare
tr: Devam
ur: جاری رکھیں
zh: 继续

# local_information_banner_read_more
source: Read more
ar: قراءة المزيد
bn: আরো পড়ুন
cy: Darllen mwy
gu: વધુ વાંચો
pa: ਹੋਰ ਪੜ੍ਹੋ
pl: Dowiedz się więcej
ro: Aflați mai multe
tr: Güncellenmiş yönergeyi okuyun
ur: مزید پڑھیں
zh: 阅读更多

# home_animations_heading
source: Stop or start the moving circles on your home screen.
ar: إيقاف أو تشغيل الدوائر المتحركة في الشاشة الرئيسية لديك.
bn: আপনার হোম স্ক্রিনে চলমান বৃত্তগুলো থামান বা চালু করুন।
cy: Stopio neu dechrau’r cylchoedd sy’n symud ar eich sgrin gartref.
gu: તમારી હોમ સ્ક્રીન પર ફરતા સર્કલોને રોકો અથવા પ્રારંભ કરો.
pa: ਆਪਣੇ ਹੋਮ ਸਕ੍ਰੀਨ 'ਤੇ ਚਲਦੇ ਚੱਕਰਾਂ ਨੂੰ ਰੋਕੋ ਜਾਂ ਚਾਲੂ ਕਰੋ।
pl: Zatrzymaj lub włącz poruszające się okręgi na ekranie startowym.
ro: Activați sau dezactivați cercurile în mișcare de pe ecranul de pornire.
tr: Ana ekranınızda hareket eden daireleri durdurun veya başlatın.
ur: اپنی ہوم اسکرین پر حرکت کرتے دائرے کو روکیں یا شروع کریں۔
zh: 停止或开始主屏幕的动态圆形

# home_animations_description
source: This will not change how your app works. It will only change the motion.
ar: لن يؤدي ذلك إلى تغيير طريقة عمل التطبيق لديك، بل سيؤدي فقط إلى تغيير الحركة.
bn: এর দরুন আপনার অ্যাপ যেভাবে কাজ করে তা বদলাবে না। এতে কেবল মোশন বদলাবে।
cy: Ni fydd hyn yn newid sut y mae eich ap yn gweithio. Dim ond newid y symudiadau a wnaiff.
gu: આ તમારી એપ કેવી રીતે કાર્ય કરશે તે બદલશે નહીં. તે ફક્ત મોશન બદલશે.
pa: ਇਸ ਨਾਲ ਇਹ ਨਹੀਂ ਬਦਲੇਗਾ ਕਿ ਤੁਹਾਡੀ ਐਪ ਕਿਵੇਂ ਕੰਮ ਕਰਦੀ ਹੈ। ਇਸ ਨਾਲ ਸਿਰਫ ਹਰਕਤ ਬਦਲੇਗੀ।
pl: Nie wpłynie to na sposób działania aplikacji. Zmieni się jedynie ruch.
ro: Acest lucru nu va modifica modul în care funcționează aplicația. Se va modifica doar mișcarea.
tr: Bu, uygulamanızın çalışma şeklini değiştirmeyecektir. Sadece hareketi değiştirecektir.
ur: اس سے آپ کی ایپ کے کام کرنے کا طریقہ تبدیل نہیں ہوگا۔ یہ صرف حرکت کو تبدیل کرے گا۔
zh: 这不会改变应用程序的运行方式。这只会改变动作效果。

# self_diagnosis_symptoms_after_positive_info
source: You have reported symptoms after testing positive
ar: لقد أبلغت عن ظهور الأعراض لديك بعد تسجيلك نتيجة إيجابية
bn: সংক্রমণ ধরা পড়ার পর আপনি উপসর্গের কথা জানিয়েছেন
cy: Rydych wedi dweud bod gennych symptomau ar ôl cael canlyniad prawf positif
gu: ટેસ્ટ પોઝિટીવ આવ્યા પછી તમને લક્ષણોનો અનુભવ થયો છે
pa: ਟੈਸਟ ਦਾ ਪਾਜ਼ਿਟਿਵ ਨਤੀਜਾ ਆਉਣ ਤੋਂ ਬਾਅਦ ਤੁਸੀਂ ਲੱਛਣ ਦੱਸੇ ਹਨ
pl: Zgłoszono objawy po otrzymaniu dodatniego wyniku testu.
ro: Ați raportat simptome după ce ați testat pozitiv
tr: Testinizin sonucu pozitif çıktıktan sonra belirtiler rapor ettiniz
ur: آپ نے جانچ مثبت آنے کے بعد علامات کی رپورٹ کی ہے
zh: 您已在检测结果呈阳性后报告了您的症状。

# self_diagnosis_symtpoms_after_positive_body
source: This means your isolation period has changed to 10 full days from the day your symptoms started. This is to avoid spreading the virus on to others.
ar: يعني ذلك أن مدة عزلك قد تغيّرت لتصبح 10 أيام كاملة بدءًا من تاريخ ظهور الأعراض؛ وذلك لتجنّب تفشي الفيروس وانتقاله للآخرين.
bn: এর মানে আপনার বিচ্ছিন্নতা পর্বটি বদলে আপনার উপসর্গ শুরু হওয়ার দিন থেকে পূর্ণ ১০ (দশ) দিন পর্যন্ত হয়েছে। এটা করতে হবে যাতে ভাইরাস অন্যদের মধ্যে ছড়াতে না পারে।
cy: Mae hyn yn golygu bod eich cyfnod ynysu wedi newid i 10 diwrnod llawn o’r diwrnod y dechreuodd eich symptomau. Mae angen gwneud hyn i osgoi lledaenu’r feirws i eraill.
gu: આનો મતલબ કે તમારા લક્ષણો શરૂ થયાના 10 દિવસ પછી તમારો આઇસોલેશન સમયગાળો બદલાશે. આ બીજા પર વાયરસ ફેલાવવાનું ટાળવા માટે છે.
pa: ਇਸਦਾ ਅਰਥ ਇਹ ਹੈ ਕਿ ਤੁਹਾਡੀ ਇਕੱਲਿਆਂ ਰਹਿਣ ਦੀ ਮਿਆਦ ਤੁਹਾਡੇ ਲੱਛਣਾਂ ਦੇ ਸ਼ੁਰੂ ਹੋਣ ਤੋਂ ਪੂਰੇ 10 ਦਿਨਾਂ ਵਿੱਚ ਬਦਲ ਗਈ ਹੈ। ਇਹ ਵਾਇਰਸ ਨੂੰ ਦੂਜਿਆਂ ਤਕ ਫੈਲਾਉਣ ਤੋਂ ਬਚਣ ਲਈ ਹੈ।
pl: Oznacza to, że okres izolacji uległ zmianie i wynosi 10 pełnych dni liczonych od dnia, gdy wystąpiły objawy. Ma to na celu zapobieganie rozprzestrzenianiu się wirusa na inne osoby.
ro: Aceasta înseamnă că perioada de izolare s-a modificat la 10 zile întregi de la data la care au debutat simptomele. Această măsură se aplică pentru a evita răspândirea virusului la alte persoane.
tr: Bu, karantina sürenizin, belirtilerinizin başladığı günden itibaren 10 tam gün olacak şekilde değiştirildiği anlamına gelir. Bu, virüsün diğer insanlara yayılmasını önlemek içindir.
ur: اس کا مطلب یہ ہے کہ آپ کی تنہائی کی مدت تبدیل ہو کر آپ کی علامت شروع ہونے کے دن سے پورے 10 دن ہو گئی ہے ۔ یہ دوسروں میں وائرس کو پھیلنے سے روکنے کے لیے ہے۔
zh: 这意味着您的隔离期从症状出现之日起已变为 10 整天。这是为了避免病毒传播给他人。

# self_diagnosis_symptoms_after_positive_advice
source: For further advice, please visit:
ar: للاطلاع على المزيد من النصائح، يرجى زيارة الموقع الإلكتروني:
bn: আরও পরামর্শের জন্য, অনুগ্রহ করে ভিজিট করুন:
cy: I gael rhagor o gyngor ewch i:
gu: વધુ સલાહ માટે, કૃપા કરી મુલાકાત લો:
pa: ਵਧੇਰੇ ਸਲਾਹ ਲਈ, ਹੇਠਾਂ ਦਿੱਤੇ ਲਿੰਕ ‘ਤੇ ਜਾਓ:
pl: Aby uzyskać dalsze informacje, należy odwiedzić stronę internetową:
ro: Pentru îndrumări suplimentare, vă rugăm să vizitați:
tr: Daha fazla tavsiye için lütfen aşağıdaki linki ziyaret edin:
ur: مزید مشورے کے لئے براہ کرم دیکھیے:
zh: 有关更多建议，请访问：

# self_diagnosis_symptoms_after_positive_button_title
source: Continue
ar: استمرار
bn: চালিয়ে যান
cy: Parhau
gu: ચાલુ રાખો
pa: ਜਾਰੀ ਰੱਖੋ
pl: Kontynuuj
ro: Continuare
tr: Devam
ur: جاری رکھیں
zh: 继续

# self_diagnosis_symptoms_after_positive_discarded_title
source: Continue to self-isolate
ar: استمر في محاولة البقاء في المنزل
bn: বাসায় থাকার চেষ্টা চালিয়ে যান
cy: Parhewch i geisio aros gartref
gu: સેલ્ફ-આઇસોલેટ રહેવાનું ચાલુ રાખો
pa: ਘਰ ਰਹਿਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਨਾ ਜਾਰੀ ਰੱਖੋ
pl: Nadal staraj się pozostać w domu
ro: Continuați să încercați să stați acasă
tr: Karantinaya devam edin
ur: گھر پر رہنے کی کوشش جاری رکھیں
zh: 继续居家隔离
